[
    {
        "title": "真正英雄從戰戰兢兢來",
        "content": "君子欲有全用於天下，則貴慎所養矣。用欲其恢弘，恢弘者，無所不可為。養欲其收斂，收斂者，有所不輕為。夫收斂者，所以為恢弘；而有所不輕為者，乃其無不可為者也。是以齋戒凝神也，而後鍾鐻乃成；累丸三五也，而後承蜩若掇。怵為戒，視為止也，而目斯無全牛。望若木雞也，而異雞乃弗敢應而反走。彼夫精一技者，調一物者，且期於養，而後其用全，而況號稱真英雄者哉！兵誌曰：「守若處女，發若脫兔。」此言雖小，可以喻大也。故夫號真英雄者，扃之至深，辟之至裕；鑰之至密，張之至弘。有侗乎若童稚之心，而後有龜蔡之神智；有怯乎畏四鄰之心，而後有貔虎之大勇。困衡胸中，口呿弗張，而後出其謀也若泉湧；躑躅數四，曳踵弗前，而後出其斷也若霆發。其心俯乎環堵之內也，而後其才軼乎宇宙之外；其心出乎輿台之下也，而後其才駕乎等夷之上。此一人也，其始之戰戰兢兢，若斯無一能者，而識者已有以窺英雄之全用；其後之沛發，若斯其卓犖，若斯其奇偉，人始指之曰：「真英雄！」而識者固不覘之於沛發之後，而覘之於平居戰兢之時矣。蓋自古稱真正英雄者，放勳風動，則莫若堯、舜；明光勤政，則莫若姬公；而貫百王，拔類萃，則莫若孔子。乃其兢業以敕天命，吐握而憂淵冰，恂謹於鄉黨，踧踖於朝廷，抑何其戰戰兢兢也！彼漆園者流，逍遙徜徉，見以為適；而竹林諸子，箕踞嘯傲於醉鄉，見以為能解粘去縛。語之以聖賢之戰兢，若狙之縶於樊中，不勝其苦，而求逸去。而叩其中，遂乃空疏如糠瓢石田之無當於用，安所稱真正英雄哉！何也？彼漆園、竹林輩，視天下無一之可為，故究也無一之能為。而聖賢者，視天下無一之可輕為，故究也無一之不可為。故朱氏曰：「真正英雄，從戰戰兢兢中來。」豈弗信哉！後之希英雄者宜何如？曰：無欲以澄之，慎獨以析之，則自無一時一事不出於戰兢，而其養深，其全用立顯，又何所愧夫世之稱真正英雄者乎！"
    },
    {
        "title": "刻文章辨體序",
        "content": "蓋古所稱經國大業，不朽盛事也者，其惟文章乎！故機泄於龜馬，基造於《墳索》，此語文章之始也；摛藻則天壤為光，抒情則丘陵生韻，此語文章之用也：而未及其體。今夫治室者，廟與寢異，寢與堂異；而廟寢堂之中，桷與榱異，節與棁異。彼各有體焉，梓人固不得匠意而運也。而矧夫所稱經國大業，不朽盛事也者乎！吾姑置庖犧以前弗論，論章章較著者，則莫如《詩》《書》。乃騷、賦、樂府、古歌行、近體之類，則源於《詩》；詔、檄、箋、疏，狀、誌之類，則源於《書》。源於《詩》者，不得類《書》；源於《書》者，不得類《詩》。此猶廟之異寢，寢之異堂。其體相離，尚易辨也。至於騷、賦不得類樂府，歌行不得類近體，詔不得類檄，箋不得類疏，狀不得類誌，此猶桷之異榱，棁之異節也。其體相離亦相近，不可不辨也。至若諸體之中，尊卑殊分，禧祲殊情，朝野殊態，遐邇殊用，疏數煩簡異宜，此猶榱桷節棁之因時修短狹廣也。其體最相近，最易失真，不可不辨也。故夫不深惟其體，而以臆為之，則《漁父》《卜居》之精遠，《阿房》《赤壁》之宏奇，見為失騷賦體。「落霞孤鶩」之篇，見為傷俳；「黃鶴」、「白雲」之句，見為似古。而況夫他之樸樕者乎！今天下人握夜光，家抱連城，類憚於結撰，傳景輒鳴。自鑿一堂，猥雲獨喻千古；全舍津筏，猥雲憑陵百代。而古人體裁，一切弁髦，而不知破規非圓，削矩非方。即令沉思出寰宇之外，醞釀在象數之先，終屬師心，愈遠本色矣。則吳公《文章辨體》之刻也，烏可以已哉！抑不佞聞之，胡寬營新豐，至雞犬各識其家，而終非真新豐也。優人效孫叔敖，抵掌驚楚王，而終非真叔敖也。豈非抱形似而失真境，泥皮相而遺神情者乎！茲集所編，言人人殊，莫不有古人不可堙滅之精神在，豈徒具體者。後之人有能紹明作者之意，修古人之體，而務自發其精神，勿離勿合，亦近亦遠，庶幾哉深於文體，而亦雅不悖輯者本旨，是在來者矣，是在來者矣！編起古歌謠至祭文凡五十卷，外集起連珠至辭曲共五卷。"
    },
    {
        "title": "性習解",
        "content": "夫譚性者，折衷於孔氏。其云「性相近，習相遠」，蓋千古性學券契哉！乃後世說者，不無異同。指性同者，則有子輿性善之說在；指性異者，則有荀卿惡、揚雄渾、告子湍水、佛氏作用之說在。而孔氏云「性相近也，習相遠也」，無乃處乎異而同、同而異之間，持兩端者乎！嗟夫，孟氏專言理以維世，揚、荀輩專言氣以惑世，而孔氏則理氣合一，一語而備性之全體矣。今試觀嬰孺，其天性常未漓也，固有醒然而慧者，亦有懵然難解喻者；固有相嬉而讓者，亦有相聚而爭者；固有逆之而色弗忤，亦有觸之輒怒而啼者。乃其見親也，有不煦慰膝下者乎？見兄也，有不歡欣動色者乎？此一嬰孺也，有慧有懵，有順有爭，紛紛殊態，安可謂之同？乃又無不愛親，無不敬兄，安可謂之異？蓋其異者出於氣，而其同者出於理。合理氣之謂性，合同異之謂近，故係近於性也。迨少長已，始染世味；染世味已，始分蹊徑。理制氣者，肩聖賢；氣滅理者，墮愚狂。漸摩使然，匪一朝夕，而性之相近如故也，故係遠於習也。今夫明珠之隱水底，水清者光立見；稍濁者其光隱見半，澄之斯可見；而最濁者非澄之久，光將匿焉。故軒皇徇齊，堯欽明，舜浚哲，此水體之本清者也。湯日新，文緝熙，此水體稍濁而能澄之者也。太甲初服敗度，悔悟桐宮，卒紹先業，此水體本濁能久澄之者也。至於桀、紂暴，盜蹠恣睢，此水體愈濁愈撓之者也。是性習之征也。要之，水可分清濁，不可謂本無明珠；質可分昏明，不可謂本無義理。故孔子之論性，語氣不遺理，猶之語水不遺珠，所謂一語備性之全體者乎！雖然，夫子直舉全體也，而後世耳食者，藉其似焉以騰其性惡渾杞柳作用之說。性惡渾杞柳作用之說興，而後世之恣行胸臆者，又藉其似焉以便己，無忌憚之為害將何極！孟子深憂之，故單取理義之性，而日號於人曰「性善，性善」。斯語也，陽似少悖夫相近之旨，而陰實翼其師說。故先儒曰「孟氏有功於聖門，不可勝言」，知言哉！後之譚性者，必合孔、孟之論，而後性學揭日月而行矣。"
    },
    {
        "title": "刻文中子序",
        "content": "今之人方甘海錯也，而調粱肉進之，見謂泊然不嗛於口矣。然海錯卒不可實枵腹，不得不舍而之粱肉者何？其味無奇，而卒周於用也。蓋余始得六子書讀之，至《莊》《列》而神動心豔也。已讀《文中子》，泊乎其難入也。已數數尋繹焉，而始不忍去手，盡易《莊》《列》之好好之。倘所謂無奇而卒周於用，若粱肉者非耶？嗟夫，嗟夫！自宣父微言，莫或抽緒。無論莊、列諸人，汪洋橫議，而白馬逞辯，雕龍振奇，湘累揚藻；代及陳、隋，詠花鳥，賡月露，生乎斯時，誰能不靡！而仲淹者，乃能抗手反經，正襟譚道，續詩書，正禮樂，修《元經》，讚《易》道，今觀《中說》所載講勸之言，出處之跡具在焉。其詞簡而悉，淵而通，微而明，曲而當。旁觀大義，潛宣教旨，娓娓乎洙泗口吻哉！所以湔挽頹習，衣被時賢，洗千古而空之，揭吾道以行天者，其以為盡宋儒力乎，無亦仲淹氏為之嚆矢矣。且也溫、魏、房、杜，用其土苴，盤石李祚，有如及仲淹身竟行十二策者。其所收太平效，何可勝道！余固曰其說無奇，而卒周於用也，非莊、列氏比也。今海內學士好治子家言，方海錯乎莊、列輩，濡首其中，而薄洙泗正論為無當，此風不熄，將為晉朝揮麈諸人之濫觴，其蠹世道而蕩人心，寧有底極。故吾取諸子中若《文中子》之宗洙泗者，付剞劂氏，刻之以風天下。然吾非遂聖人之也，謂其亦可為學聖者藉也。"
    },
    {
        "title": "擬翰林院學士題名記",
        "content": "明興二百餘祀來，其為翰林學士者，若劉、宋諸公而下若干人，無論淑慝，皆不宜泯沒無紀，爰題其姓氏於石，而某受簡記焉。某竊惟翰林非古所稱天祿、石渠之府，金馬著作之庭也耶？而其所設官最崇者，則莫若學士。天子有時坐細旃，則鏘鏘委佩其間，時效獻替啟沃心，至重也。自總攬製作，黼藻絲綸之外，一切簿書期會，弗得溷焉，至清也。右文之主，時溫語清問，體貌有加，即列曹寺卿弗敢望，至榮也。夫士伏處窮巷，以章句發家，至當國家重任，至清至榮，而今且勒之貞泬，是可以不朽矣。然隆碣之間，姓氏臚列，崇者躋輔相，次亦卿清曹。則固有其德卓爾名世，若威鳳祥麟，世爭先睹其名為快矣。則又有膚功在世，眾指其名，加額稱頌，願家屍戶祝之者矣。則又有雕蟲繡虎，爛若春華，後人誦其隻句，等於吉光片羽者矣。則又有美食安坐，糜太庾，立致公輔，行不唱，內庭外衢無纖效者矣。則又有張臆逞胸，聚賂集穢，齮齕賢豪，至今耳其姓氏，若狼鴟在園，思逐之者矣。夫德如麟鳳者最上，膚功在世者次之，雕蟲繡虎者又次之，美食安坐者為下，張臆逞胸者抑最下矣。嗟夫，嗟夫！此名一刻也，最上者固益彰，而最下者亦愈顯矣。夫使最下之名益顯，何如伏處窮巷，尚足藏拙乎？是前所稱至重至清至榮乃至難稱，而所謂可托不朽者乃易以速之朽，可不懼哉！今文運鬱鬯，海內庥和，充詞臣者靡匪一時名公巨儒，其所謂最下者必不肯為，勿論矣。願益茂昭大德，宣鬯愷澤，仰荷倚毗，俯作楷範，以無忝太上之業。第令弗務宣嚴師濟，徒積時月為勞績，則吾所稱品之下者。即不然，而日事夫提要鉤玄，揮毫哦誦，吐咳珠玉以自雄，則亦吾所稱品之又次者。其奈朝廷清華之選，而亦豈茲刻石題名意也耶！某頓首謹記。"
    },
    {
        "title": "忠清仁辯",
        "content": "或曰：夫子蓋未嘗難言仁哉。故於人之過也，而觀其仁；裏俗之美也，而稱其仁。至任術挾數如管氏也者，而亟仁之。齊、楚兩大夫業已被之忠清之號，乃獨靳仁焉，何哉？曰：論說於一時者，其旨恕；定品於萬世者，其法嚴。恕語跡，嚴語心也。夫語極於心，則陰避而陽托者非仁，陰趨而陽托者非仁。即無所趨避，未忘無所趨避之名者，亦非仁。何也？有所為也。故公旦稱德明保之忠，天下信其仁，非信其明保之跡也。伊尹千乘弗顧之清，天下信其仁，非信其弗顧之跡也。公旦、伊尹雖出於無所為，故即居攝疑於非忠，五就疑於非清，而竟不害其仁。齊、楚二子，未必出於無所為，是以其忠可仰，其清可述，非不足驚詡一世，而竟不敢信其仁。藉令信其跡，不必原其心，則漆身趙市者，仁乎？灌園於陵者，仁乎？甚而至於食桃、請殉、臥終南為捷徑者，亦可匿其不肖之心，而溷於仁乎！聖人深慮之，故於齊、楚二子，但被之忠清之號，而靳以仁。夫固嚴之心，懼其弗真也。或又曰：有如真忠真清矣，可以為仁乎哉？曰：不然，仁體無所不包。忠與清，仁中一事耳。今夫有木而華實枝葉附焉，指一葉而曰木在是也，可乎？有山而丹砂卉石生焉，指一石而曰山在是也，可乎？故仁首萬善，總百行，其廣也天覆，其發也川流。無不忠而無忠名，無不清而無清名。區區忠清以擬仁，正如木之一葉，山之一石耳，胡能盡乎！不然，則聖門高弟，由可治賦，求可從政，赤可立朝，雍可南面，已既稱不容口，而至於仁，何以皆曰未可知耶？則齊、魯二子之止於忠清，忠清之不可盡仁，又何論也。夫然後知聖人非特嚴於論心，抑亦精於論仁，是又朱子未發之意歟？"
    },
    {
        "title": "評春秋列國大夫優劣",
        "content": "夫論人於三代以降也則難哉！自壁書所紀外，載在國乘，其人豈無彪炳來茲，而芬潤齒頰者？然而盈尺之瑜，方寸之瑕，則全材難；初駕如組，再試多蹶，則末路難；長於窒穴，短於衝城，則大用難；鸞鳳其外，蝮鷙其中，則純白難。夫置雌黃於三代以降也則難哉！吾無暇更仆論，論較著者：若管氏之九合一匡，晏子之順命衡命，趙衰、狐偃從公子而伯西晉，先軫之克敵城濮，孟明之收功三敗，士燮之憂先內寧，趙武之不頓兵甲，絳也和戎，向也憂國，敖也謀楚，奚也顯秦。夫國家重善謀之臣，則安舍此數大夫也！季友劻勷於魯僖，甯武敉寧於衛成，華元折衝於宋桓。夫國家重勘亂之臣，則安舍此數大夫也！蹇叔止襲鄭之旅，子革陳《祈招》之詩，史魚屍諫以寤主，蓋皆有古弼違風焉。鮑叔舉仲，子皮舉僑，公叔舉僎，蓋皆有古薦賢風焉。若乃目夷以宋讓，子臧以曹讓，季劄以吳讓，倘所謂輕國如屣者耶！蓋廉靜士也。孔父以宋督死，仇牧以南宮死，荀息以裏克死，倘所謂甘鑊如飴者耶！蓋伏節士也。若乃下惠之治亂俱進，伯玉之卷舒緣時，士會無隱情於國中，又非世所稱真良士者哉！是數大夫者，固家榱棟朝家照映殺青。而深詰其生平，多瑜焉而不掩其瑕也，始駿焉而不勝其蹶也，才焉或窒於大用也，駁焉或戾於純白也。故置雌黃於三代以降難也！然予竊謂較用於國家者先功勳，定品於一人者先操行。夫論功而有雄於尊天王，擯戎裔，不歃血而束諸侯於掌股上者乎？論心而有純於不羞汙君，不怨遺佚，三公勿奪其介者乎？是以論功則宜首管氏，而狐、趙為次，叔敖、百里奚輩又次之。論心則宜首展禽，而僑、瑗、劄次之，士會、士燮等又次之。蓋總列國大夫，則予所揚扢者優。而就予所揚扢諸人，則管氏、展禽尤優，而器小貽譏，不恭興誚，則其他又可知矣。故求不窘於才，無詭於心，表裏兼醇，華實總粹，是在三代盛際乎，難論於春秋矣。余固曰：置雌黃於三代以降則難也。"
    },
    {
        "title": "救荒奇策何如",
        "content": "日者天災頻仍，萬口嗷嗷，東南苦於天吳，西北困於旱魃。山、陝之間，食石以延須臾之命，何論懸罄哉！天子旰食，公卿拊髀，計可蘇元元者，不難胼手濡足圖之。而二三台諫，皂囊屢上，即不能外蠲賑二議者。以愚讀《周禮》荒政，可濟今緩急，莫如散利，莫如薄征。散利即今之賑，薄征即今之蠲。蠲賑二議，即令管、晏持籌，賈、晁精算，計必出此矣。然而竟未能濟元元之急者何也？持其跡而拘攣弗變，獵其名而奉行鮮實也。拘攣弗變，奉行鮮實，即恩綸時下，日累載少府之金而馳之郊，何益乎？故愚竊計蠲之策一，善行其蠲之策三；賑之策一，善行其賑之策六。今海內重菑，郡邑之稅應存留者，業已免征，而起運者尚未全豁也。枵腹孑遺，救死不暇，而胡力辦此？故起運之課宜省也。流聞州邑不肖之吏，黃對雖下，白紙猶催，畸羸之夫，腹無半菽，而手足猶縶於桁楊，藉當寧之曠恩，為潤篋之便計，乃其姓名猶有不入撫巡之白簡者，何其貪而黠也！故苛征之察宜密也。民方草食不充，而大吏猶華軒鸑盛騶，烜赫載道。軒之使，至饋遺充斥，供張豐腆，此非民膏，何以給之？故官守之自奉宜薄也。茲善行其蠲之三策矣。以幽遐蔀屋，悉仰內帑，其勢易窮；而悉舉州邑之庫藏贖鍰，給州邑之窶者，鮮不濟矣。故從朝廷賑之則難，從州邑賑之則易也。一邑之中，一都之內，豈無豪貲財好施與者，故令上賑之則難，令下民自相賑則易也。裏之厚貲者，所捐若而百，則賜綽楔旌之；若而千，則爵之；若而萬，則厚爵之。富民有不竭蹶以趨者乎？故強之使賑則難，勸之使賑則易也。幽遠山民，去城百里，晨起裹糧，蹩紘趨城，猾胥猶持其短長，非少賂之，弗得徑受賑，得不償失奈何。宜令耆民之廉平者，偕裏之富好施者，臨其聚落招給焉，平有賞，私有罰，蔑不蔇矣。故移民就食則難，移食就民則易也。或量裏之廣狹，為爨若干，令耆民及富民之平者，烹糜而日飼之，期於便近。民無薪水之煩，得飽食矣。故散粟給民尚難，為糜以飼民尤易也。夫珠不可襦，玉不可食，有米粟乏絕之處，人至抱璧以殞者。故即得州邑及貲戶之賑，而操金貿易，轉移尚艱。故使下民貨粟則難，官司為轉貨而給之尤易也。凡此，皆善行其賑之策矣。語云：「中流失船，一壺千金。」小補罅隙之計，大都若此，豈能奇乎！善哉乎，先儒言之也：「有治人，無治法。」今法非不犁然具，而州邑之吏，故紙尺一，以壅濊澤，何濟乎？故在天子清心節用，凡內府供應，一切訪諸祖制，毫無所增。上絕冗費，則公府有餘金而賑易；私家不必濫取，而蠲又易。撫巡諸臣又窺見意指，誰敢不堅《羔羊》之節，以玷官箴。一二奉行不謹之吏，且解組去，不為蟊矣。不然，吾未知果有奇策之可以救民也！"
    },
    {
        "title": "士先器識而後文藝",
        "content": "夫士戒乎有意耀其才也，有運才之本存焉。有意耀其才，則無論其本撥而神泄於外，而其才亦齪齪扮扮，無纖毫之用於天下。夫惟杜機葆貞，凝定於淵默之中，即自弢其才，卒不得不顯。蓋其本立，其用自不可秘也。今夫花萼蕃鬱，人睹木之華，而樹木者固未嘗先溉其枝葉，而先溉其根；丹雘紺碧，人睹室之華，而治室者固未嘗先營其榱棟，而先營其基者。何也？所培在本也。良玉韞於石，不待剖而山自潤；明珠含於淵，不待摘而川自媚；莫邪藏於匣，不待操而精光自爍，人不可正睨者。何也？有本在焉，其用自不可秘也。而挽代文士，未窺厥本，呶呶焉日私其土苴而詫於人。單辭偶合，輒氣誌淩厲；片語會意，輒傲睨千古。謂左、屈以外，別無人品；詞章以外，別無學問。是故長卿摛藻於《上林》，而聆竊貲之行者汗頰矣。子雲苦心於《太玄》，而誦《美新》之辭者璟顏矣。正平弄筆於《鸚鵡》，而誦江夏之厄者捫舌矣。楊修鬥捷於色絲，而悲舐犢之語者驚魄矣。康樂吐奇於春草，而耳其逆叛之謀者穢譚矣。下逮盧、駱、王、楊，亦皆用以負俗而賈禍，此豈其才之不贍哉？本不立也。本不立者，何也？其器誠狹，其識誠卑也。故君子者，口不言文藝，而先植其本。凝神而斂誌，回光而內鑒，鍔斂而藏聲。其器若萬斛之舟，無所不載也；若喬嶽之屹立，莫撼莫震也；若大海之吐納百川，弗涸弗盈也。其識若登泰巔而瞭遠，尺寸千里也；若鏡明水止，纖芥眉須，無留形也；若龜卜蓍筮，今古得失，凶吉修短，無遺策也。故方其韜光養嘿，退然不勝，如田畯野夫之胸無一能。而比其不得已而鳴，則矢口皆經濟，吐咳成謨謀；振球琅之音，炳龍虎之文；星日比光，天壤不朽。豈比夫操觚屬辭，矜駢麗而誇月露，擬之塗糈土羹，無裨緩急之用者哉！蓋昔者咎、禹、尹、虺、召、畢之徒，皆備明聖顯懿之德，其器識深沉渾厚，莫可涯涘。而乃今讀其訓誥謨典詩歌，抑何爾雅閎偉哉！千古而下，端拜頌哦，不敢以文人目之，而亦爭推為萬世文章之祖。則吾所謂其本立，其用自不可秘者也。譬之麟之仁，鳳之德，日為陸離炳煥之文，是為天下瑞。而長卿以下，有意耀其才者，何異山雞而鳳毛，犬羊而麟趾，人反異而逐之，而或以賈爨，烏睹其文乎！信乎器識文藝，表裏相須，而器識獧薄者，即文藝並失之矣。雖然，器識先矣，而識尤要焉。蓋識不宏遠者，其器必且浮淺；而包羅一世之襟度，固賴有昭晰六合之識見也。大其識者宜何如？曰：豁之以致知，養之以無欲，其庶乎！此又足以補行儉未發之意也。"
    },
    {
        "title": "乞進講大學衍義疏",
        "content": "伏惟皇上效明聖緝熙之學，采老成芹曝之獻，數日以來，禦經筵者一，禦日講者二。披圖對史，左諏右詢，遠陋金華白虎之談，近跨邇英延議之論矣。臣數從豹尾中，仰窺聖衷惕厲，不勝忭踴，竊效塵露，少裨淵嶽焉。臣竊睹儒臣進講，曰經曰史，詎不稱古訓哉；然而經史以外，尚有足羽翼聖真，補苴鴻猷者。謹按《大學衍義》一書，先臣真德秀氏之所為纂也。總先聖之規模，則先王之典謨，《思齊》之詩，《家人》之卦。該後賢之論議，則繼之思、孟、況、雄、仲舒、敦頤之說。衍格致，則明道術，辨人材，審治體，察民情。衍誠正，則崇敬畏，戒逸欲。衍修身，則謹言行，正威儀。衍齊家，則重妃匹，定國本，嚴內治，教戚屬。網羅先躅，捃摭舊聞。其廣則帡天極地，其細則繭絲蝟毛。其分則洪河之散流，其合則戶之有樞也而車有轂。萬祀之理，忽來茲之，龜鏡具是，斯已勤矣。臣愚以為儒臣進講經史而外，益以此書，必能仰資黼座，弘讚化理，啟沃灌溉，功匪鮮鮮。臣復惟係大於學，哲後所務，非第如經生齪齪據梧，唔咿揚扢，以鬥博雅，資楮墨已也。其躬修貴約，其履蹈貴實，其谘詢貴虛，其問學貴恒。夫《衍義》所載，一言一藥，而稽之今日，於症最合者，則莫切乎重妃匹，令嫡媵有分；定國本，令睹聽無惑；嚴內治，令巨榼無竊柄。而圖茲三者，在皇上一念敬畏，自標直影隨，故曰躬修貴約也。夫格致誠正，初無奇豔，世主所闊視之者。藉令陽浮慕於廣廷之上，而陰違戾於重帷之中，是戲塵飯、薦芻狗而耕石田也，安所用之矣！故曰履蹈貴實也。黼扆之上，人主高拱穆然，何論神明；而二三儒臣，局蹐毋敢失尺寸，執牙簽屏息，得畢所肄於前，大善矣。臣獨計明主得少假借，娓娓下訊，云何格致，云何誠正，云何修身而齊家。二三儒臣各薦所見，其當上指與否，俱且和顏受之。有不析肝劌膽者，非夫也，故曰谘詢貴虛也。夫日新時保，《衍義》所稱引。臣竊見皇上昔在衝齡，講筵之御，燠寒不輟，而近歲傳免者屢矣。今雖銳志講學，萬無復輟，而臣已閔然有鮮終之慮焉。《衍義》之所稱緝熙日新與戒逸欲者，可不日陳於耳以預防之乎？故曰問學貴恒也。且臣伏聞高皇帝投戈未幾，即取《衍義》書之廡壁。而世宗朝，亦嘗取《衍義》君臣講論，為倡和詩。此豈飭弘文之偉儀，修太平之壯觀已哉！其躬修誠約，其踐履誠實，其谘詢誠虛，其問學誠恒也。此祖宗故實，非臣臆見。繩武光先，實在今日。伏望皇上下采芻蕘，特命儒臣進講《大學衍義》，設誠力行臣所云四者，臣幸甚，天下幸甚。"
    },
    {
        "title": "一貫忠恕說",
        "content": "昔者曾子取忠恕，明一貫，而紫陽氏以為是借言之也。自紫陽氏有借言之說，而挽世俗儒愈起分別，而增葛藤。愚竊謂忠恕之外別無一，忠恕通天下之外別無貫。悟者見其一，而未悟者見其二焉爾。今夫人不忠則偽，不恕則私。私偽柴其中，是不一也。於是與物為構，日以心鬥。隔形骸於一膜，起藩籬於我闥，相刃相靡刂以行，而天下遂於我渙然不相通，是不貫也。是不忠恕即不一，不一則不貫也。忠者無偽，恕者無私。無偽無私，則在我盡撤其障隘，以通於天下；天下亦洞洞屬屬，盡見我太虛同然，共得共適。而薄海含靈，盡歸我膜，歸我闥，而無纖毫之捍格而弗通。是忠恕即一，一則貫也，而奈何云借言之乎！或曰一貫即忠恕，則一貫庸行爾。孔子胡不公語洙泗群弟子，而獨挈之以秘傳曾氏者何哉？則紫陽之云借言豈謬耶？曰：凡借言者，是本不可名，假托之以明若二物。然而道亙今古弗異，寧有二也。即無論孔氏，雖堯、舜以來所稱精一，寧外忠恕，特聖人安之，則名一貫；學者勉之，則名忠恕。故愚嘗竊論有聖人之忠恕，有學者之忠恕，吾亦欲無加諸人者，所謂聖人之忠恕非乎？而勿施於人，則學者之忠恕是矣。反身而誡者，所謂聖人之忠恕非乎？而強恕而行，則學者之忠恕是矣。立人達人者，所謂聖人之忠恕非乎？而能近取譬，則學者之忠恕是矣。老安少懷者，所謂聖人之忠恕非乎？而車裘共敝，善勞無伐，則學者之忠恕是矣。善乎程伯子之訓忠恕曰：「維天之命，於穆不已；乾道變化，各正性命。」又曰：「此與違道不遠，異者動以天。」夫忠恕動以天，而同乎天，豈與一貫之理纖毫隔閡哉！故曰聖人安之則一貫，學人勉之則忠恕。曾子功力將純，故傳其安者；而弟子境界尚隔，故僅聞其勉者。異者造，不異者道。則紫陽之稱借言也，其毋乃太分別與？雖然，一者渾渾淪淪，不可得而名。曾氏恐學者難之而道迷，故直發之曰忠恕；紫陽恐學者易之而道亦迷，故又解之曰借言。而均一明道覺人之心，有所不得已者矣。吾又聞紫陽有晚年定論，深悔其傳注未當，有誤來學。茲解也，或猶未定之論，未可知也。"
    },
    {
        "title": "防河議",
        "content": "今天下譚防河者，豈不稱甚辨哉！日者祥符、蘭陽間，河決百餘丈，湮城郭，毒人民，患非鮮矣。然僅及沿河之人民，未至奔潰四出，為根本害；而其沿堤之瑕者，補之令堅且厚，尚可支目前。而徐、邳以南，則為害滋大矣。蓋害在河以南，為四肢之病；在徐、邳，則癭之附咽喉，失今不治，憂尚忍言乎！異日者，徐、邳之間，黃、淮合流，今黃強而淮弱，則不能合，和強則易決。高、寶之間決，而國家數百萬飛挽雲連，將何道以濟乎？則害在運道。淮不敵黃，將縮而旁潰，旁潰其及泗州乎，則害在陵寢。且黃繇清河凡四折而趣海，藉令一者不守，而淮安、高、寶、鹽、興之民，何恃弗為魚乎，則害在人民。是河南諸處害僅人民，而徐、邳間則合害運道、陵寢而三也。三二瞿瞿之臣，蒿目而畫者，不出疏築二議。然理勢固不能出疏築二議矣，是在當事者求其當實行之焉耳。往治河之臣，計謂堤深則能束水，水受則勢迅而沙淤隨下，是寓疏於築，不可謂非便計。今沙竟未能滌，而水日益高，將復議增堤。增之不已，將隆之於天也？無論糜內帑，即緩急奚益也。邇年議少異矣，是故議重開草灣，議開月河板閘，議落崔鎮等壩。夫開草灣僅能防西堤之衝，有如從清江決而入奈何？則重開草灣非計也。夫河堤不足賴矣，將月河足賴乎？則開月河非計也。今崔鎮、徐二壩流甚細，季太、三義久塞，今雖落之，豈能泄洪洞之流？則落崔鎮等壩亦非計也。然則遂無計乎？曰：酌之疏與築之間，求其當實行之焉耳。夫河南之境，冰堅難測，而徐、淮地燠，解冰於季冬，測其淺深，而浚之及底焉。久之河益深，水益日卑，不憂潰矣。此疏之一策也。又自大河口別開一河，至瓦子灘以接草灣，出顏家河，庶幾正河不衝入清江閘乎，此又疏之一策也。夫安東至雲梯一帶，業已堤之，而郊陵至羊賽四十里，不可為束堤乎，此築之一策也。凡此皆補苴殘漏之計矣。乃若功力甚巨，可計萬全者，似莫若復故道。河自桃源三義鎮達葉家衝而合淮，實惟故道；而濟運一河，乃支河耳。今河流竟棄正河而據支河，有如復此，直接顏河，足可支數十年無恙。一勞久逸，暫費永寧，將在於此，是又善行其疏之上策，而築可無論已。語曰：「非常之事，非常人之所能為。」夫唐堯且谘嗟俾？，而漢武沉璧馬宣房瓠子間，而為詩以歎。今譚何容易哉！藉令今所陳復故道諸策，可實見之行，亦賴廟堂精擇純心任事者，全委付之。而破拘攣，寬文法，無愛帑藏，無惜高爵。戒十羊九牧之擾，排道旁作舍之謀。即地平天成，河瀆獻瑞，可望於今日，而何慮三患？不然，吾未知空譚之可以紓患否也！"
    },
    {
        "title": "擬遼東剿平東夷賜給總督薊遼都御史誥文",
        "content": "奉天承運皇帝制曰：朕惟擁旄作鎮，弘資帷幄之良；秉鉞專兵，式重幹城之寄。矧薊、遼藩屏京國，而總督鎖鑰北門。屬羽檄之風馳，賴摹畫之天卷。言念非常之伐，宜膺不次之恩。爾總督薊、遼都御史某，文武兼資，忠良夙植。器足當盤錯，出以沉幾；誌不避劻勷，應之閑暇。頃者海西之弗靖，實由那林之逆謀。雪王台之孫，報二奴之怨。鹵掠畜產，虔劉士民。結連淵藪，跳梁邊境。鼓螳臂以當轍，聚螢火以燔山。知鼠竊之無能為，顧梟謀之安可赦。爾乃克攄神算，用振皇威。甲士電馳，戈旋日耀。先聲播而天狼膽落，全軍臨而孽虜魂銷。獻斬馘者盈千，獲輜重者無算。烽燧撤警，賴以拯東鄙之危；師旅投戈，從茲釋北顧之慮。勳在廊廟，名震華夷。我武惟揚，朕心嘉悅，庸鑒勞績，爰賜寵綸。嗚呼！方叔宣猷，則周王攘外；營平展力，則漢主拓疆。嘉爾虜功，諒同先躅。爾尚恢張誌意，益勵忠貞。舞兩階以格苗，朕不敢後幹羽之化；出萬全而制敵，爾當克先桑土之謀。欽哉！"
    },
    {
        "title": "毛穎、陳玄、石泓、楮素傳",
        "content": "毛穎，本中山後也，善昌黎，昌黎傳之詳。自唐遂由中山徙西吳。而其友陳玄、石泓、楮素者，相與同起處。陳玄者，秦五大夫裔，世居易水，後散處都會間，惟遊歙者貴盛甲天下。自萬石君以躬行顯於漢，而子孫能世其業者，莫若石泓。徙清徙絳，徙端溪，俱有名。而楮素者，一名知白，其業成於蔡黃門，楮先生其昆季也。初毛穎謂泓曰：「若塊處跬步不移，毋乃好逸乎？」泓應曰：「吾不能效若齪齪勞形也。」素亦謂玄曰：「若黯黯自汙，非夫哉！」玄應曰：「若皎皎者乃易汙。」蓋穎嗜動，而泓嗜靜，楮白陳黑，故四人相調如此云。一日，毛穎目三人：「孰能知動不異靜，靜不異動，白不異黑，黑不異白者，吾與之友。」四人相視而笑，莫逆於心，於是始定交，相與出囊，求一試其長。而值劉、項逐鹿之時，劉馬上習不能用，項稍用亦不肯竟，去學劍。而四人者，遂擯於世。其後毛穎見班超，而超投之。楮素謁李意其，意其裂焉。石泓性重，陳玄嘿嘿，徒懷忿，俱不能為二友爭。已而入坐左思藩溷，與左相對幾十年。四人非不知藩溷之褻，而重左之博雅，不能舍去。左賦《三都》，膾炙今古，四人與有功焉。居無何，有客以其能薦於王羲之者；羲之亟招此四人，相得甚歡。王每謂人曰：「吾以毛君為刀劍，以陳君為鍪甲，以石君為城池，以楮君為陣，吾其遂為天下乎！」羲之歿，傳諸子孫，子孫待四人敬不衰，至今稱臨池業，自烏衣一派外無兩者，本羲之昵此四人之力也。自是四人名逾重，無論雅俗顯隱皆爭客之，而最後有藝圃主人者，尤極禮遇焉。凡主人有所任使，則玄與穎輒就泓謀定，然後告於楮素，使素傳布人間。語云「同功一體」，其此四人謂哉！然此四人者，自少迨今，精銷力竭，良苦矣；而感主人禮遇，相議所以報德者。於是泓語素曰：「吾聞主人方玄覽逖搜，為不朽盛事，此豈我輩貞潔一身之時！」以問穎，穎曰：「顧盡吾心乃已。」以問玄，玄曰：「亦不敢愛摩頂，虛主人任用。」卒相與畢力任事，終始無間云。後各有茅土封，世世勿絕。太史公曰：夫士遇合固各有時哉！此四君者，當其遇劉、項時，齷齪弢囊中，以為計畫無復之爾。及其遭時遇主，彈冠俱興，並有顯代，聲施到今，豈不偉哉！然令此四君懷忮並進，各不相能，功亦不就。乃能相挽相推，若左右手，以有成績。嗟乎，可謂善始令終，無負師濟之義者矣。"
    },
    {
        "title": "刻《玉海》序",
        "content": "自唐、宋來，博雅君子，捃摭群言，勒成類書者，無慮數十種云。徵事者采其繁，屬詞者擷其藻，功藝苑者鴻矣。不佞蒐獵其間，竊恨諸書所載，或誕焉而不及核，或蔓焉而不及詳，又或喋喋纖嗇焉而不及弘巨也。其最核最詳最弘巨者，宜莫如《玉海》一書。夫孔不語怪，而他輯者多尚奇僻以駭俗，藉令肄此而能識畢方、辨癡龍，非經也。而《玉海》所紀，皆宇宙所必有，及世人所經見者。即譚天，譚律曆，譚祥瑞，易涉幽渺，大都羲和氏之合流，而屈軼、勣莢之濫觴，無甚奇者，故《玉海》最核也。他輯多揭片語，采隻句，以資組織，助吟詠。而此書繇天地及經籍制度，探源溯流，櫛比鱗次，萬無漏一，故《玉海》最詳也。月露花鳥，何關朝政，他輯累累無非此者，所謂卉譜，蟫史耳，淺矣。此書上逮帝學，下逮貨食，皇皇懿懿，夫孰非黼扆上務與密勿之宏議也耶？故《玉海》最弘且巨也。而今世經生，學鮮本原，藉口孔氏多識鳥獸草木之語，齪齪焉取前所謂載花鳥紀奇邪者而綴拾之，以流連光景，謂足馳騁藝林矣，此其弁髦《玉海》也固宜。嗟夫，孔氏多識鳥獸草木，然其學之大者，不曰識大識小乎？識大識小，固所謂國家之典章制度也，則《玉海》其近之也已，烏可少也！噫嘻，士貴通達世務，曉暢經濟。況業以經術起家，肩鴻負巨，而或不閑於古昔典故之詳，沿革始末之異，以徵今代之所廢所興，以蒞官而考政，於國家何賴焉。其或者以當寧慎默也則可，而有如一旦天子坐白虎觀，延諸臣細旃之前，上訊天文、下諏地理，中訪皇王霸之業，及歷朝制所起，異時所以善敗，而乃喑然無以應，曰：「主臣，臣愚不及此。」此無論無以將順黼藻，光揚聖德，即職業之謂何矣！誠取《玉海》一書，時用披閱，豈徒廣異聞，侈腹篋，亦國體臣職之助也。是用刻之，以公諸藝苑。其所繇名《玉海》者，則前人序已詳之，茲不具論。論其所關之大，以為入海采玉者勸爾。"
    },
    {
        "title": "皇祖成功文章頌（有序）",
        "content": "臣稽古帝王，巍乎成功，煥乎文章，惟放勳稱焉，百代罕儷矣。至乃跨躡百代，肩踵放勳，共敝天壤，照耀今古者，孰逾我皇祖哉！夫我神州之內，自相遞承，禮樂文物，未盡變易也。豈有天驕闌入中原，椎結其冠裳，汛掃其法制，如胡元也者。丁斯時也，材謝神武，則成功豈易；德鮮聖哲，則文章奚遑。乃太祖皇帝，龍奮淮甸，禽醜虜，驅而置之大漠之外。自遼海以西，陰山以南，耳不聞夷靺之音，目不睹辮髪之俗。至夫馘漢擒吳，滅夏平梁，尤難殫紀。不越十祀，寰宇混一，可不謂雪百王之恥，除千古之凶者乎，功莫大矣！已乃秦鹿既逐，湯網尚疏，皇武又於是乎建睿謨，攄鴻算，以潤色之。罷中書省，戒擅也；撤母後席，杜漸也；官制律令，閑亂也；頒行集禮，範世也；樂章九奏，彰功也；祖訓大誥，貽則也。皇哉唐哉，斯又皇祖之文章，所以並燁星辰者也。夫威定秦、項，則馬上之習無文；治幾成、康，則臣虜之羞莫雪。文章成功，信難雙美。而我皇祖乃武乃文，亦經亦緯，豈惟漢、唐兩主端拜而讓，斯亦放勳以來所未覯也。臣也繪測天海，豈能仿佛高深；顧欽仰皇烈，亦安能已夫揄揚。臣謹拜手稽首而獻頌曰：茫茫區宇，上黯下黷。扇飆四野，揚氛五嶽。天剖靈符，篤生高皇。蛇鍪示異，立筊呈祥。奮起東土，爰振士旅。猛將如羆，謀臣似雨。旌髦耀日，戈霡干雲。爰摧勁諒，爰取偽誠。遂定南服，黃鉞北指。衝堅堅瑕，捍敵敵靡。傳檄王庭，孽胡褫魂。左賢鳥散，永靖邊塵。皇曰無荒，貞我王度。積慮委心，儲思垂務。玄覽書林，遙集文圃。金科玉條，昭示來許。爰定禮樂，以洽幽明。明堂雍台，振鷺充廷。帝典已補，王綱已張。麟麟冊府，庸顯周行。卓哉神武，宇宙永垂。軒讓五嶽，禹遜神圭。懿哉聖文，日月並煌。秦規漢襲，等於螢光。武烈文謨，啟佑來茲。時賴文孫，覲之揚之。何以覲揚，惟敬惟一。天庥薦隆，萬耕無極。"
    },
    {
        "title": "玉壺冰賦",
        "content": "歲既暮，日方升，姑射主人睹玉壺冰焉，問於憑虛丈人曰：「斯何物歟，若斯之清瑩也？方今客主無所攄情，子其抽秘思，聘妍辭，侔色揣稱，為我賦之。」憑虛丈人逡巡而起，揚袂而稱曰：「僕聞玉比德於君子，冰並潔於神人。《山海》備載夫龍首，《豳風》發詠於淩陰。璞或獻於楚山，井或鑿於淩雲。賜重宣室，直倍連城。或不礱而自朗，或屢琢而稱珍。玉號貞栗，冰亦堅瑩。離之則並美，合之則雙清。爾乃采玉於石，剡器成壺。以虛而受，用當其無。侔巧周瓚，埒奇夏瑚。於是嚴律閉，陰雲升，朔氣至，河海凝。大荒雪滿，沙塞鴻驚。天景初夕，玉壺始冰。質規規而外圓，色煇煇而內瑩。遠而望之，若太陰團？升銀海；迫而察之，若沆瀣洸朗浮金莖。若夫朝開霽色，旭日曈蒙，光射冰壺，如紫金之在熔，殷殷爍爍，照映房櫳。或望舒繼明，羲馭已沒，光凝冰壺，若明鏡之出匣，晶晶熒熒，可鑒毛發。若乃置於殿廡，列諸明堂，彩襲龍袞，色耀黼裳。琬琰陳兮韜輝，弘璧設兮掩光。其或清廟肅穆，圭俎靜閑，用昭潔袚，式供清燕。間狖勤之璀璨，添鬯之泔淡。又若依玉堂，近紫庭，軸帙生色，幾席增明。飄兮清翰墨之思，翛然遠闤闠之塵。至若賓筵乍啟，酬獻初行。助綺筵兮靜嘉，祛錦席兮炎蒸。何借龍皮之扇，不用冷蛇之縈。釋肺腑之塵鞅，愜賓友之歡情。信使夜光奪魄，明月懷慚；隋珠失照，趙璧讓研。刻畫非人工可及，瑰奇似神工所完。故能令對之者慮暢，觀之者神清。何涼草之可擬，豈寒孤之能勝。雖形質不盈夫尺寸，照矚止及夫戶廷。然已寬然具體乎閬苑，而仿佛乎蓬瀛。見者似已濯魄於瑤瓊，亦何必躡足於崚嶒也。」稱引既已，復作而為亂曰：「玉匪冰兮，空復守貞。冰匪玉兮，未離滓塵。冰假玉以為用兮，玉含冰而轉清。直方任器，規圓協情。緣時呈象，含光肖形。溫如皎如，象君子之清貞。」姑射主人欣然促膝相屬曰：「善哉！子曙於冰壺之德矣乎！微子鴻辭，則冰自貞，孰章厥美矣。」於是命觴飭臘，敬薦上客，庸佩玉音，服之無斁。"
    },
    {
        "title": "敘守考績序",
        "content": "蜀郡以文學顯，自文翁始，而盛於司馬長卿。文翁少好學，通《春秋》，為蜀郡守，第僅能選郡縣小吏，受業博士，化蠶叢為文雅之鄉耳。長卿為中郎將，建節往使，便略定西夷，稍拓其詞賦之才而用之武矣。然今讀其《喻蜀》諸篇，抑何其？翏不實也。夫二子竟不能舍經生之筏，而見其奇；解詞賦之弢，而著折衝功也。豈才則畫之，華實相掩，文武不相用。譬則驅車於水，操舟於陸，能有濟乎否耶？八閩以文學稱於海內，而唐大夫用茲起家。邃經術而嫻於文章，幾與文翁、長卿雁行。今繇張富順原裕所言觀之，大夫豈稍稍著文學之用，如文翁、長卿也歟？公摩拊小民，如慈母之哺嬰孺。守皖時，以高第著聲，守敘亦然。往歲建越膩乃諸酋為蜀梗，饋餉不乏，於時大夫功稱最。天子嘉其績，晉秩三品。今又以治功報最，將恩延上世矣。夫蕭幹侯非漢廷第一功哉，詰其繇，則轉漕關中，給食不乏而已，未嘗一日血戰矢石間，廣尺寸之土。而漢高一旦抑諸將，而踞何功其右。大夫雖守一方，要之其給食等。今而後朝廷所謂報大夫功，當不止晉秩加恩上世已也。方今狂虜跳梁，仰廑宵旰。薦才之疏，輒上輒報，而猶苦不給。金錢累累，載而之邊，而戰士之枕戈呻吟者，尚相藉也。則今朝廷用才，豈有急於轉餉者耶！不佞居嘗歎人中勞薪，亦至邊士極耳。刁斗鋒鏑之間，茹苦萬狀，而猶然不得致一飽，何以激戰士心也。故今日制虜之策，宜莫先於飽戰士；而飽戰士於今日，則尤難之難者。夫何故？東南之間，歲比不登，枵腹以供咽喉之急，當事者將益飛挽以飽邊士，則民病；損飛挽以便閻蔀，則士卒病。非有循良兼韜鈐如唐大夫者，安能兩利也。語曰：「不習為吏，視已成事。」饋饋要領，業試之巴蜀矣，夫豈其不宜於西北？且也唐大夫治郡甫期年，晉秩矣，廟堂之上不可謂不知大夫，亦惟是敘民之慈母，未忍一旦遽奪，當寧所以憐敘民者良厚。乃今當亟才之時，而又會大夫報政之日，敘民即何能久借大夫哉？計朝廷所謂用大夫者當益要，而大夫所以自效者必且超轉餉之功而上之，不獨賢於文翁、長卿矣。"
    },
    {
        "title": "李母壽序",
        "content": "李先生之於不佞，忘年友也。先生將解組歸也，則不佞謂之曰：「公青鬢長才，甫發軔乎治郡，而奈何遽戀猿鶴哉？」李先生曰：「吾歸自為吾母耳。」不佞又曰：「夫郡齋不足舞斑梅耶，皖江豈無鯉耶，而何以歸為？」曰：「吾母每飯，輒念吾兄姊，何能為我淹也。」吾又以大義勸李先生，大都謂致身之於竭力也等耳，奈何為一節之士。而先生殊不顧。不佞度不能強，則竊計李先生行李，惟有琴鶴無恙，安能薪琴燔鶴，以飽太夫人。而李先生則益掀髯自得：「吾有種秫田數頃，何慮甘脆。且吾歸而采白湖之毛，絕勝皖江鯉矣。」不佞益歎李先生賢哉！昔毛義動色於捧檄，先生快意於解組，雖進退不倫，其致一也。不佞雅聞李太夫人素臞，而今者得起居狀於吾叔氏，貌加腴，而神愈增於昔，則李先生致之也。夫李先生所繇致母壽者何也？竭蹶聚甘脆，朝夕偕兄若弟跪而觴膝下，太夫人何不樂也？故壽。寧遺二千石之榮，不以遠離庭闈苦太夫人，太夫人何不樂也？故壽。李先生郎爽鳩時，所活三木桁楊間人甚夥；而安慶之人餓骨立者相枕也，則李先生實肉之。彼匪木匪石，忍不為太夫人額手向天乞年耶？則太夫人又宜壽。雖然，李先生未老遺世，棱棱有仙骨焉。子瞻所云「若不富貴，必當得道」者也。昔張魏公尚能助發其母夫人計氏徹證，而況乎具豪傑之資，修不朽之業，高臥泉石之間，可以坐進此道若李先生也者！吾固知太夫人者不必飧霞飲液，而自翛然出弢帙之外，直揖金母乎瑤池，偕樊、魏兩夫人拍肩而遨，羅鬱而下不論也，斯又何論乎百年。此孟浪之言，俗士之所笑，而李先生之所獨契者。太夫人今且七帙，不佞遂取此言賀矣。"
    },
    {
        "title": "鄒翁壽序",
        "content": "不佞童時，見翁於外大父所。翁蓋逾六帙矣，而秀眉丹顏，有孺子之色。又十年，不佞為邑庠生，會舉鄉飲酒禮，不佞同三五青衿，歌《鹿蘋》於堂下。於時裒然盛衣冠而坐者非翁耶？而何以秀眉丹顏，宛如不佞童時所見也，則業已心異之。而至於今，又十有五年，蓋不佞童時所見邑中景物多異矣，孩提者盛年矣，盛年者二毛矣，即不佞亦且從少得壯；而翁秀眉丹顏，顧不殊恒時。聞之翁孫伯賢者曰：「大父不出戶數年，而神炯然，而氣充然，而步履趫然，飲啖益雄也。」嘻，大異哉，八十翁何以能爾乎！或者意翁善服餌丹藥所致，而翁固未嘗交方外士，無所得飧露飲液術也。又或意翁有異骨，如所稱綠筋玄山者，而翁又不然，則竟何術致焉？求其所繇致此者而不得，則相與異之，且望之曰：「翁且九帙，且百齡！」夫九帙百齡，乃翁所饒，然而不足為翁多也。翁蓋有真壽者存。何為真壽？非耄非耋，非期非頤，非鬆、喬，非冥靈，嬰孺所具，白首或未知。今夫嬰孺發鬒而膚澤，迨其老也，鬒者化素，澤者化瘁。而此嬰孺，能飲能啖，能動能止，能啼能笑，能默能語之知，自童至老，不變不移。鬒發可素，此知不素。膚澤可瘁，此知不瘁。知此知之原者，可以一瞬天地，而蜉蝣乎今古，是之謂真壽。鬆喬昧之，故與殤等；冥靈昧之，故與槿等。乃翁卻掃趺坐久矣。卻掃久，必能息諸塵緣。息緣則靜，靜則虛，虛則通，通則智生，智生則能見無見之見，知無知之知。其知無涯，無涯之知是為大年。九帙百齡，一展臂頃，何足論也。抑不佞聞之：智弗具者，萬行奚源矣；行不備者，一智奚托矣。故單輪不運，孤掌不鳴，而獨翼不蜚。故行也者，載智而運，合智而鳴，副智而蜚者也。自吾邑有翁，而窶人多以飽，寒者或以溫，行者不苦無梁，而賢人之祠不至漶漫，則公之行也。為貴公子而有以自下，遺榮以安一壑之內，其所衣食不及中人，則公之行也。訓子若孫多長者之行，則皆公之行也。士行幾備矣，行備故意無閡。意無閡，故智速具。智速具，故知無涯。知無涯，故得大年。得大年，故得真壽。得真壽者，方且超於支干之初，方且遊於無障礙之野，方且寢處於不雕之園。故可縮百年為一時，可演一時為百年，其使眉秀而丹顏者其餘也，故曰所以立命。而或者猶然索翁於形骸之中，弢帙之內，誇修齡於一寅之間，不亦遠夫！於是邑長者聞不佞言而善之，曰：「子之論在形色外，即吾儕將藉以求真壽焉。曷書以壽鄒翁，庶幾鄒翁益勉其所為大年者。」"
    },
    {
        "title": "江陵塗使君任黃岡序",
        "content": "不佞聞句章薦紳，津津乎談塗使君不置口。無何，補蘄陽。蘄陽者，楚岩邑，不佞有先人之敝廬在，我諸父昆弟實稱編齒。不佞聞之而喜。無幾何，而以治行移江陵，不佞抑又喜。江陵距吾邑僅一舍，豈其無豈弟之餘以波及我？甫餘二祀，而侯又之齊安矣。侯且行，鄉里父老趾不及闤闠者，累累至衢塞相藉以行。耕者負耜，貿者弛擔，狂走無次，攀侯車而號：「侯竟去我，侯何去我！」車為枳不得發。而不佞於時以役竣歸，相值也。訊父老良苦：「使君何以煦噢爾輩，令爾閔閔若子去父如此！」父老趨而前：「使者胡不聞？日者女魃為災，吾邑稱劇。然吾儕衎食而不虞餒也，班荊休居而不虞勞。七尺之扉，晝扃而不虞追呼，夜啟而不虞盜。有子據梧唔咿，而不虞困。公門數武，邈若河山。歲時伏臘，醉飽徵逐若稚子，寧憂饉也！吾儕即小人，亦安能飲水而忘源。蓋我使君之異政多矣。裏有長河，副為亟裁之矣。貿粟而食，畸人不操釜而飽矣。黠有刑矣，稅有期矣，胥類繭足而不能關兩造之口矣。裏猾瞷民橐若其囷廩，今視猶爍金矣。唯是江有水，畦有韭，以充使君庖，餘無庸矣。仁乎使君，今竟去我，我奈何不悲！」不佞聞其言而感焉。夫龍門傳循吏，豈不稱公孫僑，乃其初尚來輿人之誦。至於文翁、次公輩，吏民愛敬，蓋待十餘祀後，至於長子孫乃可致也。而塗侯為慈谿，其士民若嬰孺於慈母。未幾而蘄陽，又未幾而江陵，而戴之愈甚。乃今齊安鄰蘄，民信之矣，惠尤易洽者，是何其效之捷乎？豈古循良所難，而塗侯獨易也。或曰：「塗侯蓋講於性命之學者，若是則奚詫其易？」蓋昔者文翁、次公輩，其才智非不魁然，然本地未晰也。猾猾焉朝課而暮拊，操其粗而欲精入於人心，夫安得不難。侯精徹乎性命，而用其土苴及一邑，屈伸臂間，收循良之效，理有固然，奚詫其易矣。於是敝邑方侯暨諸公，屬不佞一言以贈侯行。不佞謹次前語以復。乃侯所繇移齊安，則他贈言備矣，不佞得略云。"
    },
    {
        "title": "葛醫序",
        "content": "僕年十餘歲時，善葛君。二十一二犯霜露，幾不起，服君藥得生，僕自是不能忘葛君。丙戌，攜之遊都門。既讀書館中，日與葛君相對劇談，相樂也。計故人新彈冠，君豈詎生丘壑想耶？比歲暮，則竟思歸矣，曰：「吾泛乎不繫之舟，翛然而來耳。然每寒暑之夜，聞馬蹄颯遝，問之則紫梅客也。夫玄鬢易霜，歲月長駛，乃驅使泡沫之身於石火電光之頃者，安在樂也。且如僕生而習軒、岐之業，讀《玉機》之書，此自里中所睹，似未嘗不立效也。立效而人或吾功，或不吾功，四十年而僅不奪糈而已矣，則詎非命與？伯修君，吾夜夢吾匡山之廬，白石清泉，濺濺有聲。翠竹檀欒，醒然在目。吾能不思歸乎？婚嫁果畢，五嶽終遊，君無留我燕市，當訪我羅浮耳。」予知其不可留也，曰：「吾家有車台湖者，山水足以娛老。吾不日拂衣，當為湖上草堂以居居士。入山雖清寂，恒苦衣食，於老人不宜，匡山、羅浮皆未可也。請思之！」"
    },
    {
        "title": "唐醫序",
        "content": "唐生入楚中，即止餘里車台湖上。湖上山水清絕，唐生結茅為室，讀諸方書其中，故其醫獨精。吾族數百家聚村內，如唐生之南阮，則北阮已約轡其門，都不得他往矣。唐生為人，短小精悍，髯如戟，雅善滑稽，而於理無不曉。談空，唐生則談空；談玄，唐生則談玄；談米鹽，唐生則談米鹽。人人為唐生己昵。吾族諸伯叔兄弟多富人，好酣飲狂歌，呼五白，擲六赤，為歡笑，非唐生則不暢。予自都門回，諸伯叔兄弟相聚為樂，必邀唐生，每會即悵然不能舍去。諸伯叔兄弟道唐生活人事多奇，予為驚喜。然唐生近有四方之志，欲遍遊五嶽，明年復欲從我都門，甚善甚善！四方之活於唐生者又當不可數，第令諸伯叔兄弟一歲不樂矣。唐生乞居士言，居士遂信手書之。"
    },
    {
        "title": "顧使君考績序",
        "content": "不佞客歲使楚，過趙、衛之間，聞田間桔槔聲達旦，柯葉萎而田疇龜也，竊蒿目歎曰：「吾郡得無類是乎！」蓋之楚，而景物差勝矣，之吾郡則愈勝。每見野老班荊而嬉，市人酒食相徵逐，童稚飽食行歌於途。荊扉夜啟，寂無犬聲。則疑吾郡未嘗受暵若水，而造物者獨私吾郡人。及歸訊邑父老，則造物者故未嘗獨私吾郡人也。歲比不雨，猶之乎他省，而水患猶甚。丁亥，江濤齧城舍如蛟室，則畎澮可知。夫陽侯女魃，一之為甚，乃今並起而毒我民。我民之立當槁者惟百，而幸不就槁，且樂生如稔歲，伊誰為之？夫造物之柄，人或移之，則觀察顧使君力也。自使君捐贖鍰，而窶人起。均門役，而廛市貼席臥。飭兵戎，而綠林遁跡，寧餓死而不敢攫金。修江堤，而沿水峨然山立；西蜀雪消，勢若建瓴，而不為害。諸所興除甚夥，一一中民利病，民奈何不樂生？而區區水旱，安能為災也。不佞居嘗謂：恒時禾黍穰穰，一溫然長者兀坐而蒞之，可立使民塗歌巷舞。若乃丁饉年，臨畸民，搰々用力，尚慮不蔇，而乃安然蘇蔬色之人，收稔歲之效，自匪溫良兼乎卓犖，鮮克辦矣。使君寬然君子，而行能超超，令邑倅郡，俱著異政，青天明月之謠，至今在人口頰。可謂華實並修，而誠與才兼資。吾郡化歉而豐，易瘁而菀，又何怪焉。我民方且飲德含潤，謂可長有使君，而使君已及報政之期矣。勞苦而功高，旦夕且膺顯擢，我民即欲不去膝下，烏可得已。或者當寧幸哀憐荊民，即不次之擢，猶仍楚甸，則我民之飲德含潤當未艾。今以後我士民日夜額手籲天曰：「庶幾以公福荊人！」萬吻偕饗，若蜩螗然。則尚冀萬一得所欲哉。於時郡大夫塗公而下，徵不佞一言賀公。不佞荊民也，敢單述荊民之情，以附竹馬兒歌謠之後。"
    },
    {
        "title": "壽封公龍川郭公七帙序",
        "content": "不佞曩讀吳明卿先生所為《郭太史兄弟連璧序》，而知太史有翁龍川公云。已聞里中一二薦紳稱龍川翁幾七十矣而健，鮐背而丹輔，玉光紫氣，隱隱眉宇間。時從社中浮白，滿引豪吟，即壯者色奪。陟絕鳷，屏鳩杖不禦，賈勇趫趫若飛，諸少年竭蹶弗及。是殆將百歲未央乎，不佞竊疑焉。疑翁殆稟綠筋玄山諸殊相，非復凡骨。又翁居近鶴樓，多仙人，或得從赤斧、山圖輩，采扶桑椹、金華芝餌之，以卻老駐顏乎？然竟未曙公所繇老而彌健者。而頃之不佞用中秘後進，習次公太史明龍，每篝燈劇談，太史娓娓及翁事也。曰：「予大人以經術發家，論杞，杞士洗然速肖。而會流賊薄城，令將遁匿。大人正色宣言：『大夫奈何愛頭顱，蹩躠鼠竄，令賊恣意魚肉我士民耶！』按劍誓眾，設方略城守。賊驚，鳥獸散。今杞士民猶加額讚：『郭公蘇我。』大人雖性衝夷乎，然不能蘧戚事長吏，以故令舒城，治行最灼，法當殊擢，而僅移刺趙。刺趙，又坐與長吏議獄，強項不屈，拂袖歸矣。歸而枕漢濱，築數椽，花竹環匝，接茨玄合，盤薄其中，縱觀彭、聃、莊、曇氏言，不為己有。時操長镵，課釀秫，或買蜻蜓垂綸。倦則隱囊，匡坐調息，嗒然已耳。」不佞乃正襟起曰：「嗟乎，吾往疑翁所以老而彌健者，乃今得之！昔晉人戴束晰而歌曰：『我黍以育稷以生，何以酬之報長生！』翁起杞人骨而肉之，何論黍稷；而所蒞士民去翁如失慈嫗，迨今有不同聲祝長生若蜩蟬者？且不見舟乎？可五石者而載十，則溢；可千石者而載十，其運若夏屋，其止若陵，更益之百，而蝕水僅咫也。不盡其用，乃有餘用。以翁瑰偉才，而老刺史，比於用千未竟一。造物者叢百禧以益翁，蓋恢恢乎弗盈也。今復徐徐於於，娛心鬯意，釋煩捐慮，而時跏趺遊神清虛，翁之壽也固宜。且不佞誦君文，吞岣嶁而絡洞庭，雷動飆馳，非久勤成一家言。君將采天地精英，取無涯之知結為大年，以永翁齡也，是奚翅百年哉！」太史於是起謝曰：「子稱引良辯，令我大人聞之，將輾然稱善，為子進一觴乎！」居無何，都諫常君心吾來言：「郭君月之某日，實維七帙，徵子一言也以壽。」顧小子扮扮，何能秋毫重翁，無已，則向所稱引太史前者，或可述以觴翁也。遂紀焉。"
    },
    {
        "title": "易太孺人八十壽序",
        "content": "吾同郡宦遊都門者僅數人，而廷尉易子易齒最長，其最少者為不佞。然子易母孺人尚健飯，而其年已八十矣。藉令家孺人在者才五十餘耳，不佞安得不羨子易。微獨不佞也，同郡諸君之母亦多不逮養者，而子易母逮養。諸君母即逮養，多不在官邸，而子易母獨在官邸，抑又難矣。於是同郡諸君子爭豔談之，且詫孺人所以致壽之多。或曰：適也。孺人春秋彌高，而意加適。適則神全，神全則榮衛安和，而血氣無結緌之患。或曰：吾聞老人多愁，而孺人轉適，何哉？曰：以子貴也。其居平丸熊裂織，不厭劬勞者，徒欲其子致通顯，以庶幾一旦恩綸之賁，今遂矣。譬樹果者享其實，摘啖之際，得無快乎？或曰：非然也，以子賢也。嚴次卿、潘孟陽諸公豈不通顯，而其貴隻足重母氏慮。至如楚萊子莞葭為牆，蓬蒿為室，賤矣；當其兒啼庭下時，其父母寧不舉觴相屬，輾然稱快。則適親之不在貴明甚。子易賢者，能罄心畢力以娛其母，居嘗市甘脆啖母，市鮮華衣衣母，其委曲娛親，不減楚萊子乎，而貴過之矣。不佞聞而歎曰：斯言是也。雖然，未曙乎孺人之心也。子易蓋亟謂我言，初奉母入都門時，親知慮孺人春秋高，不宜遠涉。孺人笑曰：「我豈遽衰哉！我聞廷尉天下平，我所以往，欲觀孺子所為耳。」乃子易竟能長跽受教，慈祥哀矜，遑遑服念，為囚求生，民以不冤。母奈何不安其食，美其服，適其適哉！蓋昔者雋不疑為京兆尹，每行縣錄囚還，其母輒問不疑有所平反活幾何人，即不疑多有所平反，母喜笑為飲食言語異他時。而鄭母崔坐閣內聽其子裁決，當理則悅，不可則引床下責愧之。自古賢母知大義，能就其子名，大率如子易母矣。子易今者又受命讞獄滇、黔矣。滇、黔之地遠，且雜夷。雜夷，則民多呆悍，易攖刑網。而地遠，則冤抑之引領望伸者，不翅火中之思寒泉。子易奉宣上恩，所至多所平反，梏拲獲解，圜狴一清，如蠲羅釋網，魚鳥泳飛。泉灑露滋，而枯槁鮮妍。其為陰德，可勝道乎！昔之治獄多陰德者，其效至於興子孫。夫福及其所生，而福及其所自生，又何疑焉。是以刑得其平，號曰祥刑。《書》不云乎：「式敬爾由獄，以長我王國。」故祥於國則長國，祥於家則長親。理有固然，其無足異。今子易能敬由獄，大之以培國家之元和，而其緒餘以壽母，即臣道子道具是矣。茲行也，適值孺人設帨之辰，子易於是披服仁慈以為梅，霈潤宣澤以為觴，以哀矜為祈祝，以平反為芝術。子易之壽親，不亦大乎！茲又不佞之所重羨子易者也。於是同郡諸君子猥有取不佞之言，遂書以賀孺人。孺人聞不佞祥刑之語，當又加適矣。"
    },
    {
        "title": "戶部侍郎王見峰七帙序",
        "content": "見峰王公司理吾郡時，不佞生甫四齡耳。又十有六年，而不佞舉於鄉。猶憶歌《鹿》之次日，全藩士進大中丞戟門下，入而再拜，起侍兩楹。不佞從旁窺中丞公，風貌棱棱，顧盼雄毅，須鬒麵澤，可三十許歲人。及出，而同郡二三子相告，此我輩兒時所見王司理者也。不佞驚詫，歲月久矣，而豐儀若此乎？蓋又十有六年，而不佞得晤公仲子太僕君，乃知公容鬢履啖，不異開府楚中時。夫自公司理以至於今，幾四十年，不佞於其間孩而草，草而弱冠，弱冠而壯齡，日化月遷，二毛且逼之矣。而公獨無改於疇昔，豈非異人乎！太僕公又為余言，公往夢一仙，羽衣而短，授公丹訣；旦日出訪友人，其壁懸軸大肖。而歸裏之明年，命工熔故開府時所有銅拳，鑄為器。食頃，冶人失聲驚走，公就視，則二拳墮地，牝牡相合成山焉。有岫有岩，有洞有壑，有鸞鶴，壽星中踞，群真環列。循其巔，則金母坐而仙姬侍。後有洞，大士入定其中，所現仙靈，指趾肖生，雖雕鏤不能及。此尤絕幻怪不可解。或曰：王公本抱仙骨，故感異徵耳。余謂不然。《列仙傳》中旌陽最顯，當其擇日具壇，拜伏湛母，受丹訣時，宜有幽渺奇秘之論。乃當時所為殷勤付囑，不過娓娓闡明孝道已耳。及考旌陽積功行，亦惟去貪除煩，勸率邑民，無絕詭者，則王公之所繇能駐丹顏，感異徵者，可推已。初王公為司理時，奉太淑人往。太淑人呼公前曰：「理官操三尺，關生命續斷，孺子戒之。」公跽受教。公每有所全活，則太淑人為加餐，以故公精思為囚求一生罅，至廢眠食，曰：「吾藉手平反，加膝下餐飯也。」無何，給事省中，太淑人時舉忠厚正直為訓。公每起草，輒思及親語。後晉鴻臚，久不調；當晉開府，又數遜僚友。久之，乃出撫湖廣，入佐計部考績，公父母俱荷恩綸，乃慨然歎曰：「吾今庶幾能榮親矣。然久宦離膝下，安親謂何！」遂拂衣東歸，日侍太夫人。且聞公定省之暇，輒闔扉趺坐一小閣，閣僅容膝，而冬夏不易，豈其垂簾壁觀耶！其為旌陽與否未可知，然觀公之孝行篤至，而又多世外之緣，吾疑其必有合也。公今年正七帙，而太僕君征及蕪文侑觴，遂持此說為公壽，蓋說壽固莫辯於仙矣。"
    },
    {
        "title": "通州刺史吳淮浦考績序",
        "content": "刺史於古為諸侯，唐制不曆刺史，不得任侍郎列卿。至宋猶分命朝臣出典州郡，蓋其重也。今刺史名領數縣，然催科簿書，與縣令所治，固不甚異。其上為郡太守，為藩臬諸大夫，左維臂，右桎足，俯首跽拜之不暇，而刺史之體始輕。通雖稱州，然無藩臬諸大夫連制其上，而儼然稱上官者獨府耳，府又大京兆，號列卿，則刺史所應俯首跽拜之人蓋鮮矣。故他州之體輕，而通猶然重也。雖然，他州距都門遠者，無慮萬里，其操履辦治，或可飭可藏。而通去輦轂下，為裏僅四十，即畿輔州邑，無近於此者。眾目灼而曹耳聽，如百千燈重重照映，形貌色象，其將焉遁，是刺史之難莫通難也。青門之輪蹄，發此而後散；四方之舟車，集此而後入。往來相錯如織矣。官斯地者，整騶於陸，又將戒徒於水；飭廚於東，又將授餐於西。即每飯意馳於郭外，而枕席之間，夢境猶雜乎手板耳。是刺史之勞，莫通勞也。夫至難且勞，其勢宜不能精於民事。乃吳君顧獨精於民事，豈其才諝知慮，果有殊絕儔伍者乎？非也。人莫不有寸諝，亦復不乏知慮，所用殊耳。不善用者，以其才諝專工送迎，以其知慮單防譏毀。故才諝與知慮不得不耗竭，耗竭則不得不略於民事。乃善用者不然，送迎有定體，毀譽有定數。約之於禮，委之於數。其心常暇，其神常適，則其才諝知慮，不得不有餘。有餘則雖欲不專用諸民事，胡可得哉！今吳君處耳目森列之地，有毀譽足以耗知；當水陸畢會之鄉，有送迎足以耗才。而於民事甚辦，稽所興除，悉當利害；洪細畢舉，訟理政平。恬然若刺閑僻之州，而無纖微倥傯淩遽之態。倘不佞所謂善用其才諝知慮者耶！夫州邑莫重畿服，而通為運道之咽喉，尤重之重者。程功騭勞，誰先通刺史哉！吳君第勉俟之。"
    },
    {
        "title": "賀邑鄒太孺人節壽序",
        "content": "鄒自莊簡公出為名臣，姓始大。公為人寬厚深沉，無峭厲刻薄之氣，其子孫三傳益蕃，先輩規範，於今不廢。皆褒衣緩步，譚詩說禮，以邑他姓視之，真如烏衣巷之王、謝矣。而其流風餘教，又有不盡遵於男子，而實能行之於閨閣者，則公曾孫金吾君母太安人是也。太安人名家子，少為大姓塚婦，上事尊章，謹司管籥。相夫子，佐焚膏。人家兄弟，多至十餘人易爭，妯娌為尤；少不協，日軋軋如噪鴉。而太安人處以含默溫良，故終無間言。予季父嬸氏，即太安人妹，亦淳篤，絕不省忌妒，其婉孌略同，大約性生也。金吾君早失怙，太安人守之，形影相弔。先世宦不富，又孫子眾多，析去，家益落。太安人辛苦持家政，教兒成立，為邑諸生，冀得一第。不偶，遂以先蔭補黑衣之缺。然金吾慷慨率直，無愧名家子，皆太安人教。太安人先居宦邸，年老厭京華，乃歸。金吾君亦歸，念母氏老，不欲出。太安人讓之曰：「爾世受朝廷恩澤，比羽林孤兒，不思盡力侍衛，積勤勞，取功名，以無蠙家聲，而乃絮絮作小兒泣。且爾以我為老耶？我燈下猶不廢績，行不杖，齒猶能碎爆豆。急治裝，毋我慮！」金吾君乃強出。今太安人年將八十矣，固善飯無恙也。而金吾君獨愀然曰：「一官如塵耳！即母不欲兒歸，那得久住？」於是暫擲簪冠，兼程取道，冀及稱觴之期。予乃謂太安人壽蓋未艾也，夫其淳德厚行，在己者豐，而壯而孀居，垂四十年，伶仃孤苦；子雖為一官，居散地，清貧無厚祿以逮親，其得於天者大嗇。夫桃李雖榮，朝開暮落，松柏屯霜剝雪，久而青青。太安人經歷百苦，豐其德而嗇其報至此，造物者將終不報耶，豈以桃李之報報之耶！然則將何以報之哉？壽也，不百歲不止也。予故曰未艾也。今予堂上有兩大家，自少至長，撫我育我，視生身不啻也。年皆七八十餘，即嚴親能致孝養，而予兄弟三人皆留京邸，不得日侍膝下。見金吾君之斑梅而南也，真若仙遊矣！"
    },
    {
        "title": "送夾山母舅之任太原序",
        "content": "吾邑自洪、成以來，科第不乏。士大夫之有行業者，亦復不少，獨風雅一門，蓁蕪未辟。士自蒙學，以至白首，簏書中惟蓄經書一部，煙薰《指南》《淺說》數帙而已。其能誦十科策幾段，及程墨後場幾篇，則已高視闊步，自誇曰奧博。而鄉里小兒憚之，亦不翅揚子雲。余為諸生，講業石浦，一耆宿來見案頭攤《左傳》一冊，驚問是何書，乃溷帖括中？一日，偶感興賦小詩題齋壁，塾師大罵：「爾欲學成七洲耶？」吾邑獨此人能詩，人爭嫉之，因特舉為誡。故通邑學者，號詩文為「外作」，外之也者，惡其妨正業也。至於佛、《老》諸經，則共目為妖書。而間有一二求通其說者，則詬之甚於盜賊。此等陋俗，蓋余廿年前所親見。而今里中三尺小子所哦者，非兩漢即六代。無論舉義，即尺蹄往來，具有古意。《道德》《南華》，以及竺典，亦多涉獵。揮麈援毫，往往有致。衣冠文物，殆斌斌等於三吳矣。宗道兄弟三人，遊於都門，得與海內士大夫往還，二三名流俱不以扮扮庸陋見棄，推而附之大雅之林。其友之相習者戲謂：「南平一片黃茆白葦，何得出爾三人！」蓋謬疑開闢蓁蕪自我兄弟，而不知點化熔鑄，皆舅氏惟學先生力也。先生少從方伯公宦四方，獨取異書秘文以歸。歸偕駕部弟閉門讀誦。駕部公得雋後，先生誅茆城南，號曰陽春社。一時後進入社講業者如林，不肖兄弟亦其人也。自有此社，人始知程墨之外，大有書帙；科名之外，大有學問。而先生又能操品藻權，鼓舞諸士。諸士窮日夜力，勾搜博覽，以收名定價於先生。以故數年之間，雅道大振，家操靈蛇，人握夜光。屍而祝之，當首先生矣。顧宗道輩得先生不龜手之藥，先後見收，而先生不免於洴澼纊，則先生之遭也，遇不遇不足以概先生。先生往年令嘉祥，嘉祥之不文，甚於吾邑。聞其邑士人，近日頗知讀古書，所為舉義，漸有文采。其他陋俗，亦浸革易。然先生治此土，僅數月耳。賢人所至，俄傾成化，豈不異哉！今太原為晉名封，《圖經》稱其士人窮理學，習辭章，先生冶之，是為以造父駕騏驥，風化易成，何止倍蓰於嘉祥。況石室、風穀，近在封內，實仙人之窟宅，區中之奧境。撫字之暇，攜其士人，攝屐登臨，論道講義；幽岩絕壁，墨沈淋漓。自今以往，雅道西矣。"
    },
    {
        "title": "牟鎮撫序",
        "content": "予少時讀書石浦，與龔五舅、六舅讀書處鄰。牟子為六舅內弟，偕焉。其牆可跳而越也，每暇必衷牆而語。時牟子年甚少，眉目疏秀，出其文字亦了了，意謂文事庶幾可成也。而牟子精悍，饒膂力，長槍短兵，拳撲諸藝皆精。其好武也甚文，而其技亦工於文，意其以武成名不難。然牟子時方學舉子業，武非不屑也。自後予由隱而仕，陸沉金門幾二十年。而牟子隨夾山三舅來京師，奔走沙塵中，幾不可復識。問之何業，則云：「儒不成，去為掾史。今來逐例轉考，企得一官耳。」噫！牟子少時義氣豪放，天下事雖不可知，何至並一青衿靳之，甚矣升沉之不可測也。因問之曰：「若舊日所學舉子業能憶否？」曰：「忘之矣。」「若舊所習長槍短兵之技在否？」曰：「是固在也。」予乃與夾山舅為之計曰：「夫掾史之途有限，未可以騁高足也。今天下多事，以子拳勇，何不藉明例，賣武功爵，積日累勞，可由小校以至大帥，其途無所限，又用子之所長甚便。且長刀大劍，遠勝老頭巾手中毛錐子，況刀筆乎！『寧為百夫長，勝作一書生』，非虛語也。」牟子聞而沉吟，積日乃決。遂棄去掾史，援例為衛鎮撫，事畢且歸矣。予復招而語之曰：「夫成天下事，以誌耳。昔馬伏波見飛鳶跕跕墮水中，便不能忘少遊鄉里善人之言，而況孱弱者乎？天下之畏事而憚去鄉井者，毋如楚，而荊之人為尤。公安去郡不遠，予作秀才時，見同事至荊赴考者，入與妻訣，泣涕交流。每一省試，如使絕域，出門即病。亦不須藥，入門即愈。人人皆然，不獨書生。故荊之人雖有絕技，終老田間。何則？兒女情多，風雲氣少故也。今吾子既有志於立功名矣，當急以剛刀割去兒女情態，暇則讀古兵法，習所熟流；技藝，乘時赴會，如鷙鳥之發，百步不留行。或武科，或戎行，必期於成，則天下事有可望耳。若直欲守墳墓，騎款假，使鄉里稱為善人，如馬少遊之言，甚不可也。牟子勉之！」"
    },
    {
        "title": "壽徐母沈夫人五帙序",
        "content": "國朝相業，精明寬大，推華亭徐文貞公。其子孫數傳益繁，鳴珂之聲相屬也，而又皆賢，不蠙其家聲。所謂「太山之壤，實生松柏」，信矣。乃其流風遺教，浸於一門。雖內而綠窗青閨之彥，其壼德婦行，亦多可述者，何獨男子。若文貞公子奉常仰齋公之貳，今台中司檢賓夫之母沈夫人，其一也。夫人名家子，歸奉常公時，嫡已故，攝行室事。是時文貞公方秉樞管，而奉常為尚寶，父子皆官京師，家務紛龐。夫人辛苦持家政，上事尊章，下相夫子，咸得其歡心。奉常公應簡命，修萬壽宮，卯入酉出，勞甚。而夫人調飲食，飭服御以伺之，故得無苦。偶天寒冰結，絕水，工匠不得食，夫人言於奉常公曰：「何不即以雪置灰燼中化水乎？」如言果辦，其多智皆此類也。夫人明慧而婉順，絕不省妒忌。奉常公姬侍繁多，夫人獨持以退讓。即奉常公亦曰：「沈氏其有厚享乎？」已而連生二子，長賓夫。賓夫生而育於姬之無子者，姬待之稍嚴，夫人顧獨喜曰：「藉以教吾兒也。」賓夫既長，所交遊多名士，每至輒治酒食為歡。嘗謂賓夫曰：「吾與兒約。兒若攜狎客遊冶兒來者，吾門立楗。若文士來，吾典簪珥無所惜。吾欲兒以素絲近朱藍耳。」賓夫謹奉教。賓夫少穎異，既內佩慈訓，益勤學問，發為聲歌，殊有韻致。以不能束手為經生言，故有誌未酬，而就先蔭。久之謁選，當得奉常簿，世其父兄官。而憶母氏言，退處不競之地，故僅得台檢。賓夫居京師，多長者遊，予以文酒之會，見賓夫於黃太史所，見其溫文退讓，不類貴介公子，又出其詩示予，甚訝之。久而知其為母夫人之教也，則相與稱說夫人賢，其庶幾孟、陶之間。又數月，而值夫人五十之辰，賓夫乃請予曰：「吾無所以榮吾母者，則惟明公一言，藉以佐觴。」予稔知其賢，不復辭，乃謂賓夫曰：「無論夫人賢宜壽，靜宜壽，仁慈宜壽，即所以教賓夫者至矣，而不食其報，豈理也哉！今賓夫之筮仕方始，而夫人之望百歲僅半，猶行千里者之步武也。自是賓夫日貴，夫人之壽日臻。當崇隆之地，輝耀先世，而獻期頤之觴，其不卜可知乎！若是則賓夫之貴，與夫人之壽，皆未艾也。」予之言不止此也，聊書其大都以為前茅。"
    },
    {
        "title": "賀陽曲金令君父母榮封序",
        "content": "區中之福，曰壽，曰貴，曰有後，然世未有兼得之者也。故鶴發鮐背者，多帶索茹草之流；紆金曳紫者，多摧蘭折玉之歎。至於軒冕耄耋，貴且壽矣，不必有子，有子不必賢。蓋福為行果，行為福因。行有偏完，故福有勝劣。若封公金翁之福，則幾完矣。翁早擅文藻，屢試高等，餼廩東序，垂及貢期，一旦翻然曰：「吾父子修經生業，兒幸獲雋，焚膏之勞，亦既酬矣。奈何念一老博士，自苦帖括間乎！」遂謝青衿，娑婆里閭。每風晨月夕，徜徉泉石，一觴一詠，有古逸士之致。室有賢媛，相莊白首，雖孟、梁之媲德，陶、瞿之偕隱，無以逾焉。有子霜鐔君，奮身甲第，筮仕花縣。初宰太原，治行卓犖。台使以地不滿才，奏移汾陽。太原士民，如饑失乳，闔邑兒啼，詣闕乞留，仍治舊邑。至己亥春，聲稱益赫，竟調陽曲。陽曲，晉大邑也，附省郭，繁劇萬狀。而霜鐔君投錯益銛，在冗彌閑。神明侔於浚儀，禮讓等於雍丘。以是屍祝盈邑，歌謠沸巷。屢薦登剡，遂膺恩綍，封翁如子官，母為孺人。翁以賢子貴，伉儷偕壽，其於區中之福，亦幾完矣。或曰：「金翁之福，蓋偶值耳。如風墮花，錦茵泥塗，豈有因乎？」余曰：「非也。」或曰：「金翁能嗇養，是以壽；能義方，是以貴耳。」余又曰：「非也。」或曰：「金翁及孺人天性慈悲，食常蔬素，即為祭養，勢須肉食。然晨鳧夜鯉，亦第取備屠門而已。有生以來，未嘗身踐血氣之類，其壽且貴，或因此乎？」余乃歎曰：「金翁之福，端由此矣。」蓋余每讀竺書，所說禁戒甚多，獨首殺業。故世有持不殺戒者，壽其身，昌其嗣。若表隨景，必符之理也。今夫胎卵濕化，等一軀命。人實胎族之一，而日驅此四族者於刀砧湯火中，以甘其口。蓋一歲之間，怨懟何止千萬，其身之福，安得不就銷損乎？持戒殺者，一生所活，當盈百千萬億，不可稱量。寧有百千萬億不可稱量種種生命，銜德感恩，而不能資一身之福者。故於英以養鯉得仙，劉守以放魚延算。喂一雀而累世三公，濟群蟻而立取上第。由此推之，活尺鱗，全寸羽，俱得勝報，無唐捐者。況於終身持不殺戒，所受福報豈有量哉！金翁伉儷偕壽，復以子貴，又何疑也。余又聞霜鐔君為宰，視四封人等一子想，笞樸輕刑，未嘗妄施。全活饑窶，不可勝紀。施於有政，大都封公不殺之教也。夫翁第能活物，而霜鐔移以活民。公仁行於一家，而霜鐔行之乎一邑。霜鐔自茲以往，位益通顯，所以濟民利生者，當益廣。由茲觀之，金氏之福，蓋未艾也。余舅夾山先生，及某君某君，霜鐔君父母之偕壽而膺封也，索不佞語為賀。舅氏有命，不佞何敢稱不文，遂推金翁所由致福者以復。"
    },
    {
        "title": "《嘉祥縣志》序",
        "content": "蓋文學政事之分途久矣，雖以洙、泗之鄉，素王之門，各有偏至，不能兼擅。無論政事，即文學一徑，復分兩歧，有紀事之文，有譚理之文。左氏傳聖經主事，曾氏傳聖經主理。彼二君子，豈務各開戶牖，無亦理事大有徑庭，勢不得互顯於一書耶！雖然，令曾氏奮筆而傳《春秋》，我知其無難辦；而以一貫之秘竅，正心誠意之奧指，授簡左氏，責其傳釋，將無斂指謝未遑乎？我舅氏惟學先生，當束發時，則操觚談文章，咄咄驚人。棄脂遺馥，薰潤後進，後進藉以成名者甚眾，不肖其一也。庚辰，不肖從舅氏計偕，始集儀部門。門外書賈，列肆爭售，舅氏獨取大儒語錄，及一二竺典歸。不肖旁觀匿笑，此何異熱月販絮。既落第偕歸，宿旅舍，舅忽向我歎榮名之浮虛，身命之脆促。不肖蹶然起，喚奈何：「名虛身脆，我何歸乎？」舅亟取前所市書示我：「若無憂，第諦觀此，七尺百年，不能限也。」不佞廿載醯雞，知瓶瓿外別有天地，自茲日始。鑽磨至今，十又七年，始從覆中聳身而出，見日月光。其鈍也如此。而舅氏則汗契曾氏之唯久矣。嘉祥固曾氏父母邦也，舅氏用曾氏學，治曾氏鄉，期年而大治。訟庭寂然，下簾焚香。赫蹄滿案，捉筆疾書。吏胥旁睨，不知其所為。匝月聚所書，爛然成帙，則邑誌也。不佞始得展讀，心開目朗，已讀《儒林傳》益妙。讀至論曾學處，愈驚歎不已。何也？天壤之間，惟有此一種學問，而春秋以來，亦惟有此一線學脈也。生乎千古之後，溯論千古至微之脈，心眼稍有凝翳，豈敢輕置一字。而舅氏極論縱談，不翅千言，似數家藏，無事卜度。即兩賢精神生動，此義深眇，何論邑乘。雖披尋左氏，少此微言也。蓋我舅氏得心宗於曾氏，故鳴琴而治曾氏之鄉，操觚而辨曾氏之學，無非此物。安見文學之異政事，紀事之異談學乎？昔西狩獲麟，實惟此地，故邑名嘉祥，昭其瑞也。今此地有此奇書，留天地間，斯真聖世之瑞，麟何足言。不肖宗道，備史局員，無案牘簿書之勞，所職僅史事耳。今與修正史，才短思澀，操筆仰屋，不知所為。舅氏於堆案中，小用史法於邑乘，而關係重巨如此，使我讀之，愧汗及踵矣。"
    },
    {
        "title": "北遊稿小序",
        "content": "或曰：丘長孺遊閑公子也。或曰：長孺非遊閑公子，其胸中磊塊甚，姑托遊閑以耗磨之。余謂前論得丘肉，後論得丘骨矣，尚未及彼焦腑也。蓋此人焦腑包絡甚密，非飲上池水不可見。不可見，則長孺止一遊閑公子，何磊塊之有！若余則見長孺之骨矣，又見長孺之焦腑，又見長孺之真於長孺焦腑之外。夫長孺焦腑之外，度長孺且不自知，而其交遊又安從知之。以長孺所不自知，及交遊無所從知者，而余獨悉知之而深言之，則聞者不以為妄，必以為誇，不如姑論其詩。其詩非漢、魏人詩，非六朝人詩，亦非唐初盛中晚人詩，而丘長孺氏之詩也。非丘長孺之詩，丘長孺也。雖然，以此論長孺詩，以此詩論長孺，俱在焦腑之內，猶長孺所能自知者。蓋詩固不盡長孺，長孺所能自知，亦不盡長孺也。今日晨起櫛罷，長孺《北遊稿》寄至，余讀一過，為寫此數行。硯凍人懶，不知便可稱《北遊稿》序否，又不知便可當復丘長孺否。縱欲作書，亦不過「何時更北遊」五字而已。萬曆丙申冬日。此書原係信意信手寫出，極欠齊整，而淑正（新安詹濂字）卻謄得如此齊齊整整，遂不成模樣矣。家三弟在家讀書作文，學作忠厚人，亦快事也。浼不作書，又作此數行，可笑，可笑！宗道頓首。"
    },
    {
        "title": "金太宜人墓銘",
        "content": "不佞夏遇舍人張可宗於真定驛舍，把臂相勞苦。余謂可宗曰：「聞足下在選列矣，胡歸？」可宗瞿然起曰：「而不聞余堂上有白髮人耶？」語未既，輒解轡欲行。余視其僕馬有勞色，慰之曰：「溽暑中不虞病乎，即歸何亟也？」可宗曰：「吾母日夜倚閭以睇遊子，吾夢時時繞錦江也，而暇病之虞！」不佞竊歎：孝哉！為親忘榮，兼忘勞矣。乃別去。才數月，而可宗以書來曰：「我母長逝矣！孤不難疾驅不顧少兒暍死者，徒欲一及拜庭闈，而今如是矣，天乎悲哉！則惟子憐而為吾母銘。」夫太宜人於不佞猶子也，何敢不銘。太宜人姓金氏，刺史懷麓公之配，而僉憲正道、舍人正學、庠生正論母也。其先從上海徙綿，三世而有參政公爵，爵生大司馬獻，獻生太史皋。太史則太宜人父也。當太常公與太史同館時，業相約為姻矣。及太常公歿，乃通妁歸焉。而是時家計蕭疏甚，攻苦淡，事姑以孝聞。而鹿峰公用是得畢經生業，列名賢書。乙丑謁選，倅承天，太宜人從。台使者才公，以公轉輸秣陵倉曹，亟稱公功。而無何，江陵沙洋決，公日宿畚鍤間。長堤峨然，迄今郡人饗其利。其所以一意專智，一切治辦，無刺刺顧婢子問食指之憂，以能有華問，秋毫皆太宜人力也。未幾，兩子並舉於鄉。明年，伯子登進士，而鹿峰公亦擢刺普安。太宜人曰：「策名報主，幸有兩兒，公發種種，且休矣！」鹿峰公喜曰：「是吾誌也。」遂拂衣歸。迨鹿峰公沒，而宜人用伯子大理滿考封，翟冠象服，子孫羅拜，裏姻豔焉。而太宜人顧蹙蹙不自安也，泣語子曰：「身乃何幸，揚帔曳裙，然汝父何在也？」諸子皆泣。伯子兵憲閩、越，太宜人皆就養。無何歸，而聞兵憲訃，慟甚傷目，然猶不廢和熊之訓。可宗竟以丙戌登進士，官中書舍人，太宜人之教也。明年，可宗使秦歸省，太宜人益健飯，促可宗早還朝。可宗不敢違，竟以心動請告歸。歸至淇，而太宜人訃至矣。太宜人恭能仰侍，敏能內襄，慈用下撫，鄉國之中推為女士。雖家世累貴，而自奉甚薄，生平無豔服。諸孫有小過，輒加訶責。至聞族人鄰媼窶不能活者，不難寒突以濟也。晚年，得淨土書讀之，遂皈心蓮域，禮頌不輟。一夕，忽戒諸孫曰：「爾叔父致身離親，分也，夫復何恨！爾輩好讀祖父書，余即死，暝目矣。」言訖，呼侍女焚香，端坐而逝。數日後，一孫夢太宜人語曰：「適從西方路來。」異哉，豈其生安養邪！嗟嗟！夫世之日對嚴相，耳聞法語者豈少也，而太宜人一聞之下，渴愛流而竭情塵，淨域往生，知非夢語。斯所謂捐區中之常緣，遊物外之曠觀者矣。銘曰：裂織示訓，婦德未稱。捐金流譽，母儀鮮聞。太宜人不兩有令名耶？晚修白業，安渡迷津。蓋馮夫人之倫也。淑範洵敦，智褵長憑。色身斯藏，神理匪沉。嗟嗟乎，太宜人！"
    },
    {
        "title": "孝廉張廉源墓誌銘",
        "content": "先生諱雋，字仲士，號廉源，故少保淨峰公之仲子也。先生生廉之官邸，故自號廉源。少穎甚，喜讀書，日程數千言，少保公常憐而節之不得。少保公嘗夢登台，後有尾者娟甚，喜曰：「後世其有繼予武者，其在仲氏乎！」所之官與偕，奧博已如宿學，隨叩即應。少保望重遊廣，訊答四至，先生代發其函，侍史腕脫。少保喜曰：「是兒佚我。」少保卒於軍，先生毀甚，痛念家聲隆重，惟薪之不克荷是懼。忍哀下帷，矢誌益篤。家故藏書，擬於嗣謐。又少保軍中校錄萬卷，復自四方購求，奇文異典，一時並集。先生敏於應世叔，專於高鳳，以故前代故事，今朝典章，畫地成圖，指諸掌上。浚發為文，泉深波湧，河海滂湃，不同溪澗細流。嗟乎！今世富貴家兒，席其世業，綈錦木偶，不知書是何物。平時高履華軒，鮮衣怒蹄，非不美好；及至語事張口，對策倩人，如坐雲霧，有識含羞，之推所歎，千古丘貉。如先生身為貴介，恬若寒素，精勤之苦，窶人不受，卒以成立，無隕家聲，可為賢矣。且先生少從少保，其於用世深謀，應卒秘計，見之熟，策之審，亦欲有所建樹，非直為鉛槧文人已也。乙卯，補諸生。辛酉，用少保平定黑苗功，任子入太學。祭酒陳文端公覽而奇其文，試輒首，遂舉順天。董試為林文恪公。文恪素知少保，又奇先生才，大喜曰：「是足為貴介子吐氣也。」是時先生高才奇氣，唾取一第，而久之不第，則益發憤下帷。長吉心嘔，子雲腸見，陰陽間之，羸疾復作。值季弟隕，悼念人琴，神慘意傷，漸至骨立，遂以不祿。嗟乎！使天假先生以年，即時不我與，未能勒功油素，亦將網羅舊聞，有所論著。何公子之書未成，而子淵之命隨隕。天乎，揀俊人而收之，可傷也！先生性篤孝，出自母莊，而事嫡母吳如生。奉兄姊，撫弱弟，情意肫至。性故儉素，脫粟褲布不厭。慷慨好施，貸屢焚券。居鄉不通州縣一字。為人豐棱嚴整，而中懷樂易。且夫高才者，行或不飭，而先生又長者。不惟無貴介氣，且無文人氣，故可貴也。余聞淨峰公風節矯矯，為人嚴取舍，修行誼，先生蓋家學云。先生沒時，年才三十二。配洪孺人，為洪侍御庭桂女。子一，即禮卿，為予乙未分校禮闈所得士，讀其文淵博深至，信乎有源，所謂是父是子。然先生不能身自得之，而僅得之於不可知之孤。天乎，可歎也！禮卿將以某月某日奉先生大事，持狀來請余誌之。余素知禮卿，焉敢辭，乃為銘。銘曰：祖及孫，貴且賢。公居中，獨無年。人界缺，天忌全。嗇中間，豐後前。生有涯，知則延。百千祀，傳孝廉。"
    },
    {
        "title": "巡撫福建右副都御史傅野司公墓誌銘",
        "content": "余七八齡時，讀書村塾，每聞里叟與塾師閑談及司進士。時傅野公初成進士，甫逾二十，妙齡高第，故里閈爭豔談之。丁亥，公出山，補驗封郎，而余是時為庶吉士，始得見公。修幹長髯，溫然長者。今才十餘年，而其子太學君校持狀來索銘。嗟夫！余少聞公名，壯覿公面，日月幾何，已為陳跡。年光石火，良可歎也。狀公者為里人莊得全太史，其言無虛美，遂損益其語誌之。公姓張氏，始從養父司月泉公姓，諱汝霖，後復其本姓，改諱汝濟。字澤民，傅野其別號也。世為山東汶上人，自五世祖浩禮賈開河裏。浩禮生勝，勝生珊，珊生林，林生公，為仲子。林性軒豁，好結客，而吾郡司月泉公鏜部運開河，與遊甚歡。時月泉公年四十矣，尚無子，而公甫四歲無母，遂請於公父，攜歸子之，公以是為吾郡人。公豐神美秀，性甚慧穎。年十一，輒工經藝。十七，補郡諸生。丁卯，領鄉薦。明年成進士，年才二十有一耳。而涉世通練，同於黃髮。臨川故號衝疲，公筮仕此地，遊刃恢然。侔浚儀之神明，等雍丘之禮讓。提獎衿裾，摩撫饑窶。蓁畝盡辟，蠹藪一清。屬賦法創新，四境疑駭。不數月間，人情帖然，莫敢嘩者，遂首薦剡。庚午，觀畢還裏，遭羅孺人憂。公時已膺內召矣。迨服闋，齡尚未滿三旬，其治行卓犖，雅稱瑣闥霜台之選，而年不及格，部議將以銓郎優之。於時執政者為江陵張公，托言避同里嫌，尼焉，僅授兵部武選主事。大司馬譚公深才公，特仿刑曹例，設本科，以公總閱四司章疏。無何，楚缺銓郎，譚公力薦公於塚宰。執政持前說甚堅，公仍守兵署，因乞差還裏。未幾，遂調考功。公雖杜足權貴之門，絕意華要之地，而清通雅望，題才所急，藻鏡之寄，安所避之。己卯，調文選。未浹旬，公再以月泉公憂去。壬午，補稽勳員外。癸未，晉驗封郎中。甲申春，予告休沐。丁亥，復補驗封，尋進考功。戊子，調文選郎中，掌選事。公才既警敏，性復祗慎，疏忠拔滯，汰冗懲貪。苞苴之徑遠絕，請謁之罅不啟。又能察器鑒品，隨方度地，大小遠近，銓敘惟宜。除目一下，選人歡然相賀。己丑，晉太常少卿，尋進右通政。庚寅，晉光祿卿。公條陳積弊十餘事，俱荷俞旨。六月，晉太常卿，疏請冊立東宮者再。辛卯六月，晉都察院右副都御史，巡撫福建。於時閩海息警久矣，而公初至，倭報驟傳。公於是增舟師，練士卒，備戎械，簡將才，又稽寺租，清商稅，裁軍門供應，及一切餉遺無名之費，諸所節嗇，盡充兵儲。以是賦無少增，而兵餉用饒。兵曹題允抽沿海兵船，集天津防禦。公念由閩海航天津，相距萬里有餘，萬一不測，是以有用之舟填鯨穴，而以將士之命委魚腹也，豈不惜哉。請以舟值匠作往便，疏入獲允，閩中將士，如獲更生。公自念食祿多年，值此疆場多故之時，正人臣殫慮竭蹶圖報日也。方將發舒，大竟其用，而言者且急持之矣，遂力辦求去，得旨回籍聽用。公笑曰：「吾於江陵公蹤跡始末甚明，言者豈惟不能誣我，且功德我。我日者拮據兵事，食不下咽，今翩翩歸矣。吾萬竹山房，蒼翠騰崚，高者捎雲，下者拂牖，寒濤清耳，濃蔭覆席。得老是中，豈不萬倍中丞樂乎！」聞者皆稱公達。公既歸裏，杜門息交，適意林水，寄興毫素。以薜蘿為衽席，指鷗鷺為友朋。升沉苦樂，視如昨夢矣。藉令假之年，當極雲林之樂，而罹疢未幾，倏焉長逝，傷哉，傷哉！易簀之日，公絕無他語，惟取筆書十許言，有「開府非卑，五十非夭」之句，可謂達生觀幻，翛然去來者矣。公長郢中，受月泉養育恩深。雖痛念汶上，不忍言及。迨身漸貴顯，得徼恩封月泉公為主事，贈母羅為宜人，益務色養。及月泉公歿，公再入為司封，乃歎曰：「吾生也二天，吾幸致孝養育我者，而竟不及生我者，天乎，夫何使我至此極哉！」仆地長號不能起。乃緣予告，東訪開河，僅得一叔氏宗魯，把臂欷歔，為留匝月起。己丑，遷太常，始奏復本姓，更今名雲。屬纊之際，猶娓娓以劬勞未報為言。公大怖臨身，不忘孺慕，有足悲者。公生平守道直躬，中外洞然無町畦。居閑以圖史自娛，其道古今得失，若觀掌紋。對客揮麈，聽者忘倦。所遺有《天官郎草》《鎮閩疏抄》《北遊》等稿。袁宗道曰：公為太常時，常與同里一禪衲談。衲一日過予曰：「張君甚重君，稱君氣韻清遠，言必名理，無一語及塵事。」余愧不敢當。又憶同郡公會，公謂予曰：「今日之集，聊當法會，煩君說法，開我蓬心。」愧余當時酬答疏莽，不能秋毫有所助發，而公皈向般若，訊及少者，勤至若斯，可謂賢矣。無何，公建旄八閩，余亦歸臥田間，雙魚絕斷，不知公學問究竟何若。然聞其歸裏之日，無少侘傺，似非知道者不能。於公不惟同里，兼有道契，銘曷可已。銘曰：公生於汶，長於荊。宦起於臨，終於閩。其外警敏，其衷真醇。生曆華要，沒享榮名。鬱鬱長阜，水清竹幽。昔所釣遊，公魄來休，樂哉茲丘！"
    },
    {
        "title": "明吏部尚書汪公墓誌銘",
        "content": "萬曆十五年十二月中，太宰汪公即世。公之孫官生孟吉，以陳君博士為狀，來乞誌銘。夫太宰公者，即宗道燥發時所稔聞少泉先生者也。宗道即不斐，願托筆劄，徵向往焉。按狀：公諱宗伊，字於衡，別號少泉。先世居婺源，六世祖清甫徙崇陽。三傳生贈資政公藻，藻生四子，長通政使宗元，次尚寶卿宗凱，次孝廉宗召，又次為公。公少出繼其叔中丞公嗣。中丞守福郡也，則攜公與俱，時甫十三齡耳，而操觚為文，奇甚。中丞公才之。後歸就試，舉省試第一人。戊戌成進士，乞歸養。庚子謁選，令浮梁。浮梁民患苦水，水卒至，若蟻集抔土，得不溺死為幸。然饑甚矣，遂起為盜。吏急捕，將傅法。公泫然曰：「傷哉！盜死法也，吾民至冒死法以冀緩旦夕之死也，傷哉！」悉縱勿問，而獨條禁常例等五事，奏記當路。已復分裏甲，定徭役。當路令榜之縣廨，為絜令。自是浮梁不苦橫征，卒大饒，即向之所縱更為嘉師矣。會報最，將內召，而奔中丞公訃歸。服闋，擢文選主事，避兄太僕，改武選，曆員外郎、郎中。時分宜父子擅權，為國巨蠹。同部焦山楊公，抗疏發其奸，被逮。公不勝憤懣，思投紱去。而焦山疏內稱分宜孫鵠冒軍功。同舍郎有邀公為分宜飾者，公正色曰：「嗟呼！焦山乃真丈夫，不怖萬死，拔如山之奸。我輩亦復具須眉，稱男子，奈何更為奸用！且鵠乳臭子，冒軍功，曾不可欺三尺嬰孺，我寧死不能為若飾也。」卒執論不屈，而分宜父子銜公次骨矣，遂謀罷公。公罷而喜甚曰：「是吾誌也。」即日挾蒼頭歸。朝夕奉觴壽太夫人，暇則據梧翻書。凡家居十七年，而神王色潤，無所侘傺。蓋至莊皇三年，始起拜南京銓部郎。時分隱約久，海內望若威鳳，得爭先睹為快。而公亦感上恩，意氣發舒，思所繇報塞者。故自南銓徙卿尚寶，及太常、光祿，悉舉其職。尋晉應天府尹，所轄縣八，賦役低昂滑胥手，窶反倍富者。公悉厘而籍記之，來者不能以意挹損，南中民卒賴焉，爭肖像祀公。已晉大理寺卿，所理失入甚多，迨今稱廷尉寬平不苛者，率首公。已佐戶部，未幾晉南京右都御史。自簡騶從，裁煩費，倡庶僚。所上封事，無慮數十，大都石畫中機宜，當上意。上傾注公甚，晉公戶部尚書，總督倉場。倉場，利孔也，而主者率蘧廬其官，而脂澤其家，乃弊竇百出，如竄穴矣。公咄嗟間，爬搔殆盡，即胥隸無所庸奸。居無何，上疏乞骸骨。上溫諭止之。凡三疏，辭益懇，上留彌堅。公感泣起，益竭力任事。曆三年，侍經筵，侍耕籍，屢賜白金文綺。庚辰，改公南銓。公中道屢疏：「臣不幸有狗馬勞，陛下幸哀憐，放臣還首丘，死且不朽。」天子重違雅誌，予暫歸調攝。而公自堅臥山中，不問外事矣。獨時時手一帙唔伊，著經書義疏，訓其孫若侄。居嘗下楗兀坐，不以赫蹄入公府。然幹旄及門，公亦娓娓指陳邑利病甚悉。自奉幾類寒士，有問者，輒曰：「有旨哉，惟儉助廉一語，吾終身所墨守也。」歸休八載，兩台屢疏薦公。天不褷遺，公逝矣。公生某，卒某云云。史宗道曰：予睹世抗直士多矣，顧多負氣乏長者譽云。當公侮權相時，人共指曰：「此強項郎，不可近。」然莊皇朝，大臣稱寬平不苛，輒首公者，何也？夫公則何可涯涘耶？且也中世仕者，蹩蹩畏途，誰虞漏盡。公裏居之年，半乎立朝，未衰乞身，以令名終焉。鴻飛冥冥，不罹於羅，公之謂哉！博士又亟為余言：公山中多所論著，為詩清遠，有靖節、香山之致。夫公修太上，亦不遺立言之業，夫公則何可涯涘耶！是宜銘。銘曰：鬱鬱江、漢，孕茲哲人。聲足暢實，質有其文。筮仕岩邑，清川洚洞。鳥窮而攫，公則鸞鳳。容城危言，命薄朝露。誰能不波，公則砥柱。拂袖歸田，標持崚崚。士林仰止，公則泰、衡。遭時彈冠，鏗襜建豎。流潤九埏，公則霖雨。乃賦《遂初》，歸櫝其光。堅貞無瑕，公則琳琅。崇年厭世，乘彼卿雲。夷猶帝鄉，公則列星。玄宮楚楚，羊山之陽。仙蛻永藏，奕世其昌。"
    },
    {
        "title": "衡陽鄒先生墓誌銘",
        "content": "萬曆己丑仲春，鄒伯子以書抵不佞曰：「天乎，先君子不幸即世矣！敢以先君子不朽之計累足下。」不佞聯姻伯子，休戚共之。手伯子書未既，而簌簌泣數行下也，即安能以不斐辭。先生為宋侍郎志完之裔，中葉避地來公安。至祖戶部尚書莊簡公始盛。莊簡公子雲岑公生先生。莊簡公懸車，而亟含飴之樂也，居常露禱曰：「吾聞活千人者，子孫當封。吾清平之役，全活倍是，庶幾徼福於天，獲哲孫乎！」而未幾生先生，懸弧實浴佛日。莊簡公因憶寶誌所謂石麒麟者，小字曰麟。先生生平口不談禪悅，而慈悲靜攝，有合乎瞿曇氏之旨，豈其宿根也耶？先生少為文，琅琅驚流輩。學使者才先生，亟廩上庠。廩上庠久，獨行好修，擇地而蹈，諸博士共推為良師，不敢稱雁行。先生事封公謹甚，每封公從外歸，雖丙夜必伺於門，手啟鍵，迎封公曰：「兒在斯。」已隨封公入，拱立戶外，奉教至累數十刻。無論寒暑，不少移倚。先生性雖輕資財，然無所妄費，謹儲焉，以伺封公之詘也而出之。封公以食指漸夥，勢難聚處，命就石浦舍，晨昏定省，風雨不輟。聞給授貲產，即泫然有異時之感。庚辰，公以封公滿七帙，攜季子之沙市，市衣物為壽。舟返，舵薄沙而覆，溺者十六七，危矣。先生端坐俟命，會有救者，斧舟底以出，父子僕從俱無恙，人咸歎異，為之語曰：「誰謂天不仁，曷視鄒公履死而生！」昆季性行不一，隨所宜規誨之，嘗曰：「古人恥獨為君子，況骨肉間耶！」降顏色相款洽，以微詞誘掖之。郭東西有兩小墅，暇日詠嘯其間，環墅之民，薰德善良者甚夥。東墅地宜菽，畝收租甚薄，曰：「吾姑留餘以遺後人耳。」訓諸子以行誼為先。不佞甚習伯子，竊服其雄文藻，而廩廩德讓，不作詞人仰天眼，大都先生之教雲。某日將會葬葉子，宿於山莊，方以二絕簡李某附《和張東海九日喜雨韻》開《夜坐述懷》二律，已乃正席，手一編，倏然而逝，人疑先生坐脫云。不佞居去先生僅數武，先生以伯子故，而忘年交不佞。不佞每語人，先生非今代人也，藉令起制科，立朝必有所就。夫縣官彌天設網，豈不祈得賢乎？而至令鄒先生老牖下，此英雄所為短氣於賢科也。雖然，孝友兄弟，是亦為政，厥有明訓矣。為德於家，作憲里閈，嗟先生又何嘗不罄其用也！生卒云云，是宜銘。銘曰：為公宜期頤，而胡促齡兮？為公宜軒冕，胡竟老青衿兮？含貞葆慈，神理無盡兮。黜羨遺華，以不辱為榮兮。有山翼然，松柏騰崚兮。惟公與夫人，永弢厥貞兮。"
    },
    {
        "title": "贈太湖知縣王公墓誌銘",
        "content": "公名照，字廷明，廣濟人也。少為學，後棄而耕，耕暇益唔咿不輟，尤喜讀《周易》、子史、及當代掌故律曆，垂老猶據梧手抄諸書盈簏。每中夏跣足坐楓林，手一帙縱觀，遇會意輒起舞。望見者詫曰：「夫夫豈其醉耶！」而囷廩之羨，益市古經籍，兼助弟楮墨費。居恒語弟曰：「一丘一壑之樂，兄已寓之，弟不得復爾，其勉為名儒哉！」弟卒為邑青衿，枿奕雁行云。公潛居久，意不自得。一日，謂所知曰：「丈夫有足，不遍五嶽，而效蓐婦彳亍爨突下，勿論子平、少文沾沾笑人，即桑弧謂何！」遂至燕市，方謀登太行，躡嵩、華，而適遘危疾，夢神人者美髯絳袍，前呼公：「若後當有顯者，若遠遊奚為，其速歸！」公覺而驚歎：「此殆漢壽亭侯教我也，吾不復遠遊矣。」遂亟治裝歸。公歸，而好施予益甚，族姻多俟以舉火。先塋悉碑而置田，令子孫輪戶修伏臘。偶先世有鬻產於鄰者，並丘墓失之。歲久，翁仲沒草莽，不可辨，公一日過其地，心動，草而視殘碑，果先隴也。卜以為誠孝感云。公誨諸子甚嚴，一日，撫二子背：「吾先世清白吏，所遺汝輩者惟忠與孝，汝慎勿忘先人哉！」已又曰：「神言固不誣，汝兩人當有成，顧吾不及覯矣。」是時公尚健飯，而為此言，家人頗異之。未幾溘然遊，異哉！得年僅六十有四云。公性沉重，寡言笑。修軀通臂，麵若凝墨。目精炯炯，吐聲若鍾。里人望而畏，至避匿去。有為不法者，密相誡曰：「慎勿為黑面公所知！」其見憚里中如此。公次子大謨令太湖，今為比部郎，與予同舉於鄉。史宗道曰：不佞觀公博極群籍，蓋居然儒者也，而竟白首田間。或者憾公身有乎儒之實，而不著儒之效。夫有其實矣，即不著其效可也。雖然，比部之裒然舉，次第躋通顯，以致天子恩綸，賁於鬆楸者，誰力也？庸可謂非儒效乎！不佞聞公居里閈，里中橫者悉咋指避去，而窶人依之若嬰兒之需乳。乃比部治太湖，吏畏民懷，何其肖公也！夫公小用之一家，而比部君大用於一邑，比部君之效，公之效也。則謂公盡著儒者之效可矣。銘曰：謂公不衿紳兮，而竹素之業邃於申、轅。謂公不期頤兮，而無涯之知永於彭篯。留餘於後，錫羨於天。以為不信，視厥象賢。鬱鬱新阡，珣珣九原。於斯歸全，於斯萬年。"
    },
    {
        "title": "封知縣劉公墓誌銘",
        "content": "不佞同年劉君時濟，用直言左遷，業已逾歲。方意賜環之期非遠，而時濟必且旦夕還朝。書至則封公以仲春違養矣，傷哉！封公諱宗伋，字子中，別號北岡先生，新城岱上里人，家世力田，以孝友聞。至其父鉞，慷慨有豪士風。而其配王，又善綜壼政，貲業遂大振。子三，長即封公。公少習經藝，藻采燁然，命不配才，屢試遭躓，遂屏擲帖括，改學弢鈐，輒精其業。及步騎兩試，矢無虛發，觀者竊歎，謂當擅場。比入闈條對，發紓胸臆，無避忌，遂棄弗收。公才過李、蔡，誌業不遂，撫膺傺侘，自傷數奇而已。久之，聞房山中有異人焉，亟往谘詢，得煉養之真訣，乃棲息上方，尚羊名刹。蒲榻茗碗，寂焉跏趺。九還將滿，三山非遙。回憶疇昔，仕宦之念，都如昨夢矣。是時伯子時濟已遊膠序，先後柄文者咸加激賞，試即高等。公竊喜曰：「吾敝屣功名，獨餘報國一念尚未灰冷，幸哉有兒，足酬我志。」乃斥貲治裝，遣子負笈，求師都門。一時相與揚榷者，多藝林名匠。無何時濟用恩選入貢，丙子列鄉書，丙戌成進士。筮仕安陽，聲稱炳赫，裒然薦剡。公信且疑。一日，潛行鄴封，遍詢田畯，盡得其治狀，乃色喜不自禁。因馳至署，勞時濟曰：「而翁初不欲見若，今聞所聞而來，即去若矣。其慎乃末路，以終令問。」時濟長跽受教。適征派歲額，盡厘豪貴之濫免者，以蘇民困。因質之公，公曰：「吏職在安人，何憚強禦，厘之便。」三載考最，上封公如子官，贈公配王氏為孺人。壬辰，時濟以行卓犖，召拜兵科給事。未幾，丁內艱。乙未，起補吏垣署篆，守正危言，不避權要，封章屢上，骨鯁之聲，震動一時。竟用抗疏彈劾，貶級外遷。人問封公老矣，當不忍見其子遠竄。及時濟過裏，謁公，公輾然笑曰：「汝以直諫謫，我得稱直臣父。孺子榮我，不既多乎！」大都時濟出為循吏，入為直臣，雖其自樹，亦稟公教焉。公為人剛直，中心愷悌，挫折強橫，提掖柔良。不難倒篋，以周閭里。病者賴以起，貧者賴以婚葬。王孺人先公卒，奉尊章孝，處妯娌和。家固豐饒，而操作勤甚，常手挈兩甕水，立辦數十人餐，而夕製一襜褕。偶行失足，竟至不救。於時時濟年甫十二耳。公生云云。宗道曰：嗟夫！今古賢父能成子名者固多，然揆諸恒情，厥初延塾師，市經籍，切切督子，大都為取科第計耳。及其子一入仕版，惟恐其慷慨激烈，賈尤失官。故常人之情，與其家有斷脛剖心之貞臣，寧有諱樹數馬之醇士也。而封公所見獨異，居常用節烈訓子，老而覯其子左遷，乃不以憂而以賀，此豈復常情可測耶！蓋封公少治方內學，故深曙人臣之大義。晚又精方外學，故能一顯晦，齊升沉，實由道力，非意氣湊泊也。公善行甚多，此其最關世教者，故不佞特揭論之，而又為之銘。銘曰：不得於儒，去而韜鈐。不得於武，去而神仙。三變入道，蓬萊圓嶠。下視簪組，不滿一笑。酬恩寸心，付之嗣人。夕郎矯矯，名重披鱗。泉紫山碧，環鬆繞柏。神返洞天，蛻藏斯宅。"
    },
    {
        "title": "陳處士墓表",
        "content": "蓋良鄉有隱君子陳壽堂公，其子二，曰獻文、獻策。獻文者，為博士弟子有聲，竟弗第，為太學生云。予以計偕過良鄉，館長公家，稔知其質行長者，而慷慨好義。不佞官詞林，則長公跽請曰：「公太史也，表幽闡微，夫非公職哉！維時先父母偕隱山中，義甚高，小子度無能顯先人，獨計得公一言，沒者且不朽。」蓋一歲中請者屢焉，予度不可辭，乃告之曰：「子亦見夫繪者之貌人乎？豐幹玉立，風標秀舉，頎然美也。然而不肖其人，觀者爭嗤其弗工矣。子毋亦令我免夫觀者之嗤焉，斯可矣。」長公曰：「唯唯。」遂退而述其兩尊人之行，僅百言，無溢美，無失辭。甚矣君之善用孝，而諒我深也。其言曰：先大人事大父母甚恭，苟可以致尊人歡，竭蹶以趨之，不憚劬。而友愛甚篤，兄弟相與嬉遊，至老絕無勃谿。且急人之急，甚於己。里中骨有暴者，餐弗給者，壯弗克室者，亟揮橐中裝助之，曾無吝色。性喜登臨，每遇佳山水，流連竟日不忍去。山中名刹，圮者起之，漶漫者新之，不可勝紀。其慷慨好施，殆天性云。而母孺人拮據力作，以佐先君子。以故先君子雖散財若土芥，然得不乏。蓋兩尊人歿，而里閈哭奠者踵相接，曰：「天乎，奈何奪善人若斯亟乎哉！」嗚乎，此可以觀吾兩尊人矣。史宗道聞而歎曰：嗟乎！昔子輿嘗取陽貨氏之論矣。然子長氏不云「人富而仁義附」乎？此兩論者若淄、澠，固皆有合耳。以不佞觀壽堂公，多貲而好施，可不謂仁義士焉？庶幾不悖夫子長氏之論矣。予故表之曰：此惟陳隱君及劉孺人之墓。"
    },
    {
        "title": "迪功郎南安少尹方先生行狀",
        "content": "凡昌熾之門，其始必有篤行君子，泯泯默默，不顯其聲名，以深其根，故其發必大。蓋凡行德不隱，則取名多。取名多，則受忌造物。受忌造物，則其身之福且日就銷殞，矧曰後嗣。故騭必雲陰，同耳鳴焉，不取其名，福無所虧，不溢於後，將安泄乎？袁生曰：余睹方君思濟大父東穀先生事，甚異焉。輕貲財如塵礫，急仁義若衣食，自少至老，惟知施恩，不計其怨。人之怨有加，而先生之施無倦。即往籍所載長者奇行，恐無能勝之者，然而世未有稱說先生者也。蓋先輩質行不近名如此，觀於先生之有後，可以勸矣。先生諱夢暘，字子旦，別號東穀。其先有德益公者，遷桐，五傳而至伯通公法，起家鄉舉。法生贈御史懋，懋五子，季瓘亦舉於鄉，生圭。圭隱東陽村，用力田家，累千金。生二子：長太學野航公褧，次孝廉海航公褧。野航公配高，已又娶於鄒。鄒妊，野航公夢日入室，於是先生生，故名夢暘。先生廣眉豐顙美髯，目光射人。少年即豪邁，日誦千言。十歲善屬文，能作大書，書輒工。出試，邑令奇之，置巨扁命之書。令歎曰：「孺子腕不勝錐，而能擅敬脫之技，何奇也！」十六補郡學弟子。郡守吳君，西吳名士，大加賞識，曰：「若能為賈生耶，吾不難作吳公矣。」未幾，入成均，與同里吳別駕承恩、阮中丞鄂友善。阮故貧，婦卒於裏，先生盡捐賻金為贈；罄則又市己所乘騾，抱其子自侖歸乳，助其再聘。阮為感泣。野航公既老，多病，委家政先生。野航公卒，先生哀毀，殆不欲生。先生家世豐財，自叔海航公無子，卒時與妻劉曰：「吾侄兒夢暘賢，汝必子之。」劉如言，而旁觀之豪耽耽，即持刀劫先生曰：「不千金，立刃汝！」先生即奉千金，不校也。而豪不饜，百計構劉，訟於官。先生曰：「身孰與貨重，吾權之久矣。且一縷一銖，皆先人貽，與其濟他魚肉，孰與奉吾叔母。」取所遺七十二契，割三十六契畀之，餘皆半。產取瘠，室取湫，僮僕取老，而全盛之貲減過半矣。野航公之卒也，出息於裏可千金，先生召責者火其券，曰：「此吾先人志也。」自是先生蕭然自食其力，不復問子母矣。先生家以素封名。一日，大盜至，首斫數僮，盡發所藏，去則縱火，烈焰竟日不息。先生以族豪，報收租之役於官，不及難，仰天歎曰：「甚哉，財之為大盜積也！吾瀕死於貲者再，今而後庶其免夫！」縣捕令亡主識所亡，先生不問也。時吳別駕寓書曰：「子以賄聞，孽貲也，賄去而賀可知也。今且懼子以高明聞，令鬼之夙瞰之也。」先生心善其言，置之座右。先生既遭盜驚，遂奉二母邑居。居常約於自奉，至奉二母，則無所惜。尤曲順高母意。母子畜其侄，侄倬，屢私畀金，先生都不問。倬後以計取先生貲，亦卒如言償之，至質田無所惜。終倬世為兄弟好不絕。鄒母家金陵，母兄賈嶺南，坐法當死。先生馳之金陵，百計脫之，更贍其家，攜其孫子視之。嘗語子孫：「若等不忘吾母，當謹遇此人也。」其養母誌多此類。叔母劉，繼他子夢賢。不數年，所析盡廢。先生素敬事劉，雖別居，時時過省，情意肫至。劉更感泣。會劉老且貧，先生供具甚厚。劉卒，哭之痛，不啻所自出。時夢賢女甥有廬州逮，先生往營救得脫。夢賢僕馬過鄰人，馬驚出豕，僕墜傷，先生道遇起之。夢賢謬謂先生傷其僕，裂眥怒罵。先生但償豕，瘳其僮歸之，亦不辨。初劉內難時，先生之金陵旅，豪令二刺客匿喬裏刺先生，謀泄，先生遂從間道歸。歸絕不以語人。逾三十年，攜孫思濟應舉，舟過其地，乃蘇蘇隕涕曰：「此吾萬死一生處也。」悉語思濟狀，思濟亦泣。嗟乎！世路羊腸，德施讎反，屢銜屈而不辨，至於欲殺其身，而終不忍言。先生所遇之禍固奇，所植之德亦奇矣。婿吳自峒弱冠登進士，曆通政，計二十年，貴矣。先生遇之如微時，亦終不以相屬。劉司理坤四十無子，坤自分不復子。先生捐金為聘一姬，期年而得男。先生少懲多藏之禍，不更藏錄餘財，嘗語子孫：「吾幾為先世數環身世莫保，忍復篋禍扃怨，殃及若等！」自家難後，家無嬴金，隨有隨散。里姻有緩急，如取其寓物。鄰豪某，計先生宅遭毀後，田契已灰燼，侵地數十丈。先生貽書曰：「尺土皆隸皇家籍，古來割據幾何年。」其人愧服而止。有欲以賤直先生田者，先生即如其意取直。其人復詭言田瘠，先生復如其意還直。鄰人毆一僕死，先生不問。鄰自訟，法當抵，先生復為解釋。嘗渡江，同舟賈以失金爭。先生笑曰：「金在我。」解橐償之，及舟泊，始得匿者，乃相與歎服而去。祖塋之麓，有田數十畝，久屬他姓。先生乃捐金贖為祭田。族凡千指，祭則會，會則置酒張樂，酬酢盡歡。於是族人愈知有禮讓也。先生以銓久，意不欲仕。丁卯，訪楚人張君燧。燧遺以帶，且曰：「可以自效者，何必科第？」先生乃謁選，得閩南安丞。南安，泉支邑，族祖少卿公舊部。先生感念先澤，欲輝前躅，極意撫字。時邑遭燹，多逋民，恒出俸代輸督稅。嘉禾例有饋遺，不受，稅之羨，一切不入私橐。歲市家粟給宦邸，為少卿公修甘雨碑於洛陽橋。先生以名家子隱於小吏，當事者知其修飾名行，不以他丞視之，先後獎勞不置。而先生夷然不屑，歎曰：「垂老參佐，頭顱可知；心如嚼蠟，身等勞薪。亦復何趨，戀此一官。故園松柏待人，吾其歸矣。」歸即杜門，不預縉紳事。陶公籃輿，司空鳩杖，日與鄰翁社老量晴較雨，探節數時而已。丙子，思濟舉於鄉。先生曰：「有孫如此，吾復何憂。」自兩母繼沒，先生哀毀逾年，不減孺慕。邑令陳公於階素重許可，獨敬禮先生，凡賓於鄉者三。然先生晚年，不樂市廛，每行清泉白石間，輒徘徊不忍舍去。嘗慕禽、向高蹤，牛首、三茅、燕子、岱宗、黃鶴、滕王樓閣諸勝跡，無不至者。晚年偶念西湖之勝，忽泛舟東下，三竺、六橋之間，杖履悉遍。文酒淋漓，所至倒屣。先生襟懷豪爽，飲可三五斗許，顏若渥丹，豐神愈整。不喜苛禮，與人遊，不置輕重於懷抱。鄉儸里社，追逐宴會，無不極歡。雖性絕臧否，而里人服其公直，有所爭訴，寧取平於先生。庚辰，攜思濟業南雍，率諸裏姻，置酒高會，曰：「吾老矣，恐此會不可再也！」將歸，灑淚而別。辛巳春，大饑，先生遍施里中，舊時奔走廝役亦有所給，若訣別狀。仲夏遂病。先生素無病，偶病疽，即令治後事，曰：「吾濱死者數，今幸終正寢，於吾足矣。」遂逝。卒之日，親戚友朋，皆相聚悲泣。遂以本年附葬先塋，尚期改卜。葬之日，從棺號者數百人，生卒云云。嗟夫！恒情受薄忤，麵焉若焚；疑微貲，心焉若割。故貝典所載，布施、忍辱二門，行者甚難。一門深入，可以證聖，至於覆蔭後裔，又其餘也。東穀先生生平所受橫逆，蓋人情所謂腐心塞咽不能堪者，而甘之若飴。家累千金，日啟篋以待族裏之取。庶幾乎深入施、忍二門者焉。有孫為名御史，洊曆崇顯，爰及曾玄，蘭玉相映。此里人所豔說，而余則謂此特先生報緣之餘耳。若先生真歸之後，所自證自受，不知殊勝當何如也。余聞先生奇行，且仰且愧，不揣固陋，狀之以俟鴻筆君子。"
    },
    {
        "title": "外大母趙太夫人行狀",
        "content": "傷哉，天乎，天乎！何乃遽以吾外大母逝耶！悲哉！不肖宗道，稚年喪母，外大母每見不肖，輒淚涔涔下，且泣且拊曰：「兒饑否？將無寒乎？」輒取衣食衣食之。故不肖即煢然弱子乎，無殊乎在母膝下也。今壯矣，而外大母何在耶？悲哉，悲哉！因痛吾大母，並痛吾母。楸柏雖拱，宛然新沒，腹為裂而淚盡血矣。不肖孟夏入都門，與駕部舅相見。舅把臂勞苦，歡甚，訊外大母安否，曰安。愈益歡。自是每晤，輒歡譚竟夕，寧知有此也。月隔而幽明頓異，夕隔而悲歡倏變。生人之趣，何無常乃爾！悲哉，悲哉！舅氏既徒步奔歸，以書來曰，以予骨肉，且習太夫人行矣，其為太夫人狀。嗟夫！微舅言，忍不狀吾外大母，然奈嗚咽不成語何也！太夫人姓趙氏，其先江陵人，景泰間徙公安，遂占籍。四傳為處士文深，贈中憲東穀公與處士同里閈，雅相歡也，因悉太夫人勤慎狀，曰：「是真我家婦。」遂命方伯公委禽焉。笄四年而歸。贈中憲公性嗜飲，日偕諸酒人遊，顧以生計蕭疏，不無阻酣暢也。自有婦卜太夫人，而甘滑盈幾，取辦咄嗟。諸故酒人驚相語：「前從夫夫飲，且少鮭菜耳，今何突致此衎衎者？」遍視其囷篋而索然若故，然後乃知太夫人嗇腹龜手適舅姑，心力竭矣。無何，姑錢恭人嬰疾且亟，則盡斥鞶珥授方伯公，俾迎醫，醫無問遐近。夜則露香搏頰乞代。恭人不食，外大母亦絕啖。大母勞之曰：「新婦即自苦，忍不為吾子若孫強一匕？」恭人不起，而太夫人哀可知也。即逮今五十餘年，而語及輒涕。居嘗語子：「吾今裕，故能施耳，不若先姑貧而好施也。若所以有茲日，微先姑之德不及此，子孫無忘先姑哉！」乙卯，方伯公領鄉書。丙辰，成進士。己未，官比部郎。太夫人相從京師，為置側室高，禮訓慈育，閨內穆如。居四年，不置一鮮麗服。外大父秩滿，封安人。癸亥，中憲公歿，太夫人佐方伯公襄事如禮。丙寅，方伯公僉憲江西，時長憲者喜敲撲，公庭號楚聲不絕。太夫人聞之，戚然曰：「彼盛怒易解耳，而生命難續，且若之何以人灼骨之痛，博己一快也？」方伯公為之改容曰：「請佩此言當韋。」是時鴻臚及孝廉駕部公並為諸生，學稍怠，輒督責之曰：「汝輩若是而望踵父躅耶！夫豈有不？篸而饔飧者！」稍精進，輒沾沾喜，亟為酒脯佐勞。未幾，高亦舉子，太夫人子之不啻出也。庚午，方伯公意不忍舍去，太夫人從傍促曰：「君忘平生語耶，奈何當盤錯而不力？夫酬主恩，策勳名，在此行也。吾為君養母，幸無深念。」公乃行。已而捷聞，穆皇帝嘉邊臣勞，晉秩賜金。今上改元，亦以邊臣故，例得疏恩，於是晉封恭人云。丙子，方伯公備兵溫、處，太夫人亦從。於時礦寇猖獗，眾議調遣大創之。太夫人聞，謂方伯公曰：「賊與兵等人耳，曷先聲散之。無勞兵，無濫殺，兩利也。」卒如其言。戊寅，方伯公以大參備兵通、泰，尋由河工超遷河南右轄。未幾，轉左。日夜期會簿書間，力漸耗。太夫人時時風方伯公：「且休矣！即不能爇琴燔鶴以飽，夫豈其無雙田之毛，東湖之水？」方伯公曰：「所謂拂衣者難妻孥也，汝若是又奚難！」而癸未需次調補，竟請告歸，從太夫人意也。既歸之又明年，是為乙酉，御史公以建言謫。太夫人聞報至而色喜，家人罕測其意。居嘗語諸子曰：「自吾為子家婦，即鮮見冠而紳。及今科第蟬聯，則祖父之餘也。子若孫毋盡其餘，庶幾長有茲日。」又曰：「爾父累俸，稍拓田廬，然不盡與爾曹，而推以贍族，亦惟是念祖父之餘，不可專食也。爾當識此意附譜後，絕孫曾他腸，令吾族人得世世食此土，不亦美乎！」其平居語識大義類若此。不肖宗道去年役竣歸裏，朝夕往省太夫人，且時勸修白業。太夫人素奉圓通大士，聞是益虔，寒暑不輟念佛。今年辛卯壽八十，筋力不減壯盛時，雖抱微恙，無所苦。比駕部公滿考，太夫人得從方伯公爵晉封夫人。綸綍且至，病漸差，櫛沐如常者浹旬。忽一日，中宵病痰壅，瞑目西向，毫無戀戀兒女意，手足不亂，忻然而逝。嗚呼哀哉！生卒云云。宗道自兒時見太夫人紉衣糲食，及至有完不更也。而性固好施，裏媼窶者至，若取其寓物然。太夫人姊奉之，無論德色矣，可謂有丈夫風。貴為夫人，且享崇年，多令子孫，造物固不妄祐人也。晚事淨業，倏然去世，豈直敦區中理，且兼世外趨焉，又寧獨笄黛難之哉！不肖宗道，甥也，義不敢飾吾外大母之行，然亦不敢隱也。惟慨惠之銘，以肉百年骨，則家舅氏厚幸，宗道厚幸。"
    },
    {
        "title": "祭鄒姻家汪孺人文",
        "content": "不佞聞孺人之訃，實中夜也。披衣而坐，隕淚達旦，至於沾衣，蓋悲甚矣。夫不佞匪直為姻故悲，蓋感念今昔，不得已已耳。不佞猶記總角時，與吾伯賢同筆硯，甚契也。夜半促膝深語，則相與盟曰：「異時所不為姻媾者，猶如此燈！」久之，不佞舉一子，而孺人適妊，不佞惟恐其不女，惟伯賢意亦然。已而果女，則交相媚也，曰：「天乎，固惟人是聽哉！」遂為婚。蓋訂盟於齠齒，而竟獲修諾於成人，奇矣。以是伯賢於不佞姻媾也，實石交也。而孺人於先妻亦時時遣婢相問訊，少病少惱耶則喜，不則更相憂。蓋雖姻媾也，亦猶乎石交也。無之何，先妻溘先朝露，小兒無母，賢女無姑。賢女無姑，尚幸有母，乃今何如也？悲哉，悲哉！追憶十數年事，恍隔昨暮。莊生之戚，遂俱罹之，同林宿鳥，及晨而散。泡沫風燈，轉益自憐矣。悲哉，悲哉！所幸令郎君朗秀，而吾兒亦知為文，庶幾不作癡憨麵孔，此皆足以瞑孺人目於九原者。孺人幸毋自悲，尚其監之。尚饗！"
    },
    {
        "title": "祭外大母趙夫人文",
        "content": "嗟嗟，外大母遂長逝耶！外大母鶴發豐頤，行步若壯齡，眠食皆無恙也。當百歲而竟止於斯耶？悲哉，悲哉！前月拜辭外大母床下，雖抱微屙，而眼耳神明如故，且促甥亟行，無久戀庭闈也。孰知榻前刺刺數語，遂成永訣乎？悲哉，悲哉！憶甥十五失母，外大母見甥輒涔涔淚下，問兒饑否。拊背曰：「將無寒耶？」輒取衣食之。一日，將取寒具瞰甥，而甥適去，念之不置，至丙夜不垂睫云。夫女之愛子，誰能不愛，即未有若餘外大母之甚者，而今何在也？哀哉，哀哉！歸神之夕，兒孫滿前，當無所恨。所不能去心者，獨兩舅氏及不肖甥。甥此夕偕八舅氏宿磁州公署，劇談甚歡，而遽意有此剜心之戚也！甥乃不如一田舍兒，白首無生離之苦耳。悲哉，悲哉！凡此皆甥所謂自悲者。若外大母，則何所歉也，安庸悲，安庸悲！人生多不逮下壽，而今八十矣。壽未必偕，而今鳩杖相向坐長春堂者，二十年於茲矣。多無子，即有未必遂，即遂未必賢。而今有子遂且賢矣。此之為福，豈惟吾邑難之，又安庸悲矣。且也，外大母生平慈悲，具足十善。晚年清修淨業，晨昏禮頌，非生兜率，定往安養。是不第具區中之緣，且兼世外之福，真可含笑九原，又安庸悲矣。甥戀一官，不能哭拜靈次，一吐慘愴。然外大母業已蟬蛻形骸，一寅萬里，甥即在數千里外，當悉知悉見，無所閡也。尚饗！"
    },
    {
        "title": "祭鄒金吾妻",
        "content": "曰：嗚呼哀哉！維我孺人，高門孕秀，世德傳馨。外映慧質，內朗蘭襟。鹿車既駕，雁觴早沾。敬其夫子，夙夜罔愆。茹淡忍苦，屏絕濃豔。持厥家政，惟勤惟儉。澼洸手龜，牙籌心算。家食千指，不勞而辦。若夫賦性子柔，溫和恬雅。叱吒之聲，不及犬馬。至於夫婿賢豪，微須白皙。漢代金吾，長安俠客。門多好事，室有佳賓。爾乃歌鍾暮起，則胹臛雜陳；霜烏夜啼，則匕箸遞新。斯所謂酒食是議，中饋惟勤者矣。如何此人，曾不百歲，而竟爾奄化。天乎，其有數耶！夫蒲也，柳也，秋而零也，輕且盈也。若孺人者，淑而厚，婉而真。鬆乎，柏乎，秋冬青青，而胡為雪霰之易侵，枝葉之易傾如此哉！嗚呼悲矣！夜台泉路，宛其歸矣。惟予小婦，孺人親屬。念茲蒹葭，早承教育。絡秀副周，柔順知禮，非孺人訓，胡以有此。則余於孺人之卒也，亦安得恝然而已。尚饗！"
    },
    {
        "title": "祭盛老師文",
        "content": "嗟嗟！某等不復登我師之堂，望我師之光儀，聆我師之善誘矣。傷哉乎！憶丙戌之春，某等初謁，我師出而相與。竊歎我師容觀豐偉，韶宇恬，貴壽徵也。有如老師骨相，而不台鼎，不期頤，則唐舉、憬藏輩之術，皆虛謬耳。久昕夕皋比，熟察我師行履，貞誠而愷悌，凝靜而衝悒，則又相與亟歎我師仁者。昔我尼父，固嘗係壽於仁矣；則我師之合有崇年，又不獨征之於骨相。方日夜望我師膺大拜，據鼎鉉，握大鬥，調四時。黃髮論道，龐眉輔政。而詎意其止於斯乎！傷哉，傷哉！哀訊初聞，五內俱裂。然且疑且信，以為傳者誤耳。及二三交知，悉知悉聞，始相與大駭，以為信然。猶冀庶幾萬有一誤，以強抑摧裂之心。而無何長公至矣，向二三兄擗踴哀號，而後信我師之果逝也。傷哉，傷哉！夫唐舉輩之術不必驗，固無足論，而我尼父仁壽之語，亦有時不合乎？不然也，朝聞夕死，夫非尼父之語乎哉？蓋仁者未有不壽，而壽不在不死。死非壽，而可以死，則真壽也。若我師則壽矣。我師之死，無不可矣。聞我師之沒也以胃傷，蓋得之苫塊之間，內鬱沉痛，外斷葷血云。人誰不死，而師死孝矣。我師生平，行慊影，寢慊衾，當官慊官，居室慊室，而有時搦管為文，則濂、洛之吻，而兩司馬之藻。是知我師德言不朽，朽者形耳。又長公向我言：師之將逝也，譚笑自若，從容下床，西向端坐，無一語刺刺兒女，翛然而化，有玉箸之異焉。夫人恐怖臨身，此為何時，而我師乘理而往，若辭傳舍。非夫洞源識本，勘盡虛幻，安能揮手坐脫，毫無閡戀，且有異征，若具戒老衲耶？聞道而死，此又最驗。嗟夫，嗟夫！我師方超然受世外之福，而我輩以世福之所恨者悲之，不亦愚乎？況以世福概師，師亦無可憾者。生為少宰，日侍講幄，沒受恩恤，隆厚稠疊，斯亦人臣之至榮已。令子朗襟遠識，學博而文甚工，今且次第脫穎起。未竟之志，未就之業，令子在矣。嗟夫，嗟夫！神理不昧，則我師本無憾；而世福已具，則我師又有不必憾者。某等之悲，不過感門屏之私恩，悼從遊之無時耳，我師則奚用悲乎？山川修阻，煙水蒼茫，遙望關門，伏地嗚咽。尚饗！"
    },
    {
        "title": "祭蕭孺人",
        "content": "嗟夫，嗟夫，孺人遂已耶！人生誰得不死？死耳，奈何夭死，客死，復如是焉死乎！維彼蒲柳，望秋先零。嫂則淑而厚，醇而貞，其松柏乎！而霜霰未及，枝葉俄摧，篤材之論，其謂之何！西粵去此，山阻水縈，幾萬里矣。飄飄丹旌，淒淒素釭，浮洛涉江，泛吳溯越，更寒燠而後丘首，苦矣！我輩每過允升門，輒回眄扉端，意有弧矢在焉。或晤允升，則捋其須調之：「我輩業醵金候大嚼，何濡遲乃爾！」此謔在耳，而吉祥之倪，倏化荼毒，何為者也！嗟夫，嗟夫，嫂奈何夭死，客死，又如是焉死也！我二三兄弟每詣允升，允升輒留，不咄嗟間，胹臛雜陳，匕箸遞新，我輩且啖且誇嫂才。今已矣。勿復言之矣。此其小者也。允升旦入直良勞，而顏愈澤，髯愈鬒，皆嫂毖壺事，飭家政使然。嫂今死，是令允升瘁澤白鬒也。又其稚子斬焉苴如苫塊之間，愛女拊心泣血閨閣之內。冷冷煢煢，如行陰雪，回顧失影；如鳩墮巢，徬徨靡泊。此時此情，聞者酸楚。嫂何能目瞑，而允升何能不心摧乎！我輩將為莊生語以釋允升，此允升所稔聞。言之者無情，而聽之者為贅，言何益乎！尚饗！"
    },
    {
        "title": "祭李年伯文",
        "content": "嗚呼！公有不當死者二，有未可死者四，乃竟逝耶！公天植孝友，慷慨行義，造物者宜祜其德，而錫之羨，此不當死者一。公發鬒幹偉，赳赳雄飲啖，手談達旦，無垂睫也，度駐世當百歲未艾，此不當死者二。聞公高堂有垂白兩尊人在焉，公逝矣，不虞斑梅黯無色耶？此未可死者一也。聞公負倜儻才，日夜思表見於世，居嘗奮曰：「丈夫姓名縱不能以施燕然片石，然安可不掛《循吏傳》耶？」斯其志豈以一參軍老焉者，此未可死者二也。不佞意公才高，即束於格，不盡效，顧伯子成甫顯矣，乃不能少須臾以遲恩綸之薦賁乎？此未可死三也。南望洪都，維公菟裘，公年僅望五十，獨不可徐之故丘以老，而遂倏焉返真於逆旅乎？此未可死者四也。嗟哉，嗟哉，天乎！何遽以公逝也！然吾聞公雅放於酒，蓋庶幾古之達者。達者泡影萬期，壽殤夭篯，則公五十，何必短於百年，年亦何必永於五十也耶？又達者蘧廬光陰，過客浮生，則何必薊門之為逆旅，亦何必菟裘之非逆旅也耶？而公何憾也！且公有伯兄，懸車私第，以豐尊人養。有仲兄，翱翔青瑣，以適尊人意。度公所期自致於親者，若是焉足矣，而公何憾也！伯子成甫，與不佞遊且二載，不佞深知其器識淵朗，而豔節義。今方發軔扶桑，究其所未足矣，而公又何憾也！我輩誼廁通家，雖知公一無所憾，亦安能不皦焉為公泣數行下。然公方且遨遊清都，尚羊廣莫，毋乃謂我輩不達也耶？聊拜靈釭，獻公一觴而已。尚饗！"
    },
    {
        "title": "祭兵部尚書張公文",
        "content": "穆叔有言：「太上立德，其次立功，其次立言。」茲三不朽，兼至為難。兼至矣，善始令終難。乃公揚曆中外，屢樹異伐。浙之役，戍卒遊徼，先後大訌，而公出奇運機，咄嗟安堵。移鎮宣、薊，斬馘萬計。自昔立功，鮮有逾公者也。緩帶之暇，倚馬含毫，文薄先秦，詩超大曆，與濟南諸公，鞭弭中原，旗鼓相當。自昔立言，恐亦鮮有逾公者也。且不以功高而有傲色，不以文人而挾習氣，煦煦自下，喜慍莫測。以方古之立德者，夫何愧焉。公蓋兼三不朽哉！戊亥之間，屢申賀監之請。歸老菟裘，玄合麈尾，笑傲自得。俄厭囂塵，遊乎八極，公又庶幾善始令終矣。嗟夫，嗟夫！公之籌策，業已效於疆圉；而公之文采，業已表於詞林。今斂其渾淪之識，還於本宅；而留其未盡之釐，遺於後昆。固可以含嘻於九京，而夷猶於太清也哉！某等悼鄉邦之隕喬嶽，慨朝寧之摧幹楨，憂邊境之失保障，惜詞壇之喪主盟。雖知公之歿一無所憾，而終不能忘情，亦復雪涕而浪浪沾襟。敬獻生芻，告公之靈，公其俯鑒。尚饗！"
    },
    {
        "title": "祭龔鴻臚吉亭母舅文",
        "content": "嗟夫！吾舅去世已四月餘，友人王君堯至，甥等乃始知之。嗚呼痛哉！夫不肖兄弟，數日前附書諸舅，猶詢以出世之法，及移家澧城之旦且晚，歸里團聚之樂。而詎知作書之時，翁已冥然為泉下人，嗚呼痛哉！當不肖兄弟哭吾母時，宗道年十五，二弟才七歲，三弟五歲。每見吾外大父母及吾舅，即相對欷歔，愀然不出一語。衫濁則浣之，麵垢則袴之，發長則鬋之。拾其蟣虱，省其屙癢。童而進以文，長而抑以禮。凡所以教植衛護者，無所不至。幸而不肖兄弟，漸次成立。外大父母及吾舅私相喜慰，而余兄弟亦謂吾母雖不逮養，膝前之歡尚在外氏，黃壚之恨萬一其釋。不意六七年間，一哭吾外大母，再哭吾外大父，再哭吾兩妗，今未幾又哭吾舅。一門之內，縗絰頻易，素車屢駕。滴淚為川，酸噓成風。甥獨何心，能不含荼哉！嗟呼！庚寅之冬，猶記與翁同參鴨子公案，燒燈至子夜。窗風淅淅，足寒如鐵，面貌苦冷，若槁木之枝。茶三四易然後啜，詰朝未日出，履聲已在堂外。眼毛虯結，淚垢滿麵，終亦不顧。公之苦參如此，此其相聚為何等景象！雖萍聚之人，猶當腸痛，甥何忍言之，而又何忍思之耶！近年以來，不肖兄弟於此道稍知慚愧，方欲抽身，與翁細商之；而翁涅槃之期至矣，是不肖甥之無緣甚也。天宮佛土，四維上下，相待何處？願翁先度吾母。尚饗！"
    },
    {
        "title": "祭王老師母文",
        "content": "天生元老，保？王國。輔以賢媛，宜家作則。順合坤儀，柔崇地德。既閑組繡，亦涉經籍。惟我夫子，純孝天植。母也相之，克共婦職。浣浣躬親，甘脆手飭，聚順承歡，殫瘁心力。我師登朝，羔縫素絲。母也相之，處約居卑。雖有六珈，不忘縞綦。雖有五鼎，不厭黍藜。洎陟中台，勳名卓犖。母也相之，兼規執萍。大計密謀，時資商確。中饋之儀，陰調鼎軸。不逾閨閫，功在帷幄。哲人勇退，夢牽林泉。母也相之，促裝言旋。如賓如友，徜徉丘園。鴻室慚恭，萊妻遜賢。誕毓仙貞，為世祥瑞。妙體烈行，冥通玄契。亦有令子，凝然遠器。胸中奧博，毫端巨麗。懿哉夫人，世運攸係。仰襄俯育，至道完備。仙宗儒宗，治世出世。彤管流輝，闈德壼誼。生非偶然，沒必有歸。珠宮瓊島，鸞驂鶴飛。風實為糧，霞氣成衣。示有去來，原無生死。下土欷歔，乃忘情耳。獨念生等，陶鑄師門，久侍函丈。休同愉快，戚共惆悵。未能免俗，能無淒愴。陳辭薦酒，涕泗浪浪。尚饗！"
    },
    {
        "title": "祭鄒南皋母夫人文",
        "content": "嗟夫，嗟夫！今天下以氣節顯著，兒童走卒無不聞其名而壯之者，惟江右鄒南皋公，而不知太夫人固有以成之也。當萬曆初，南皋公甫登第，睹時事不勝憤懣，抗疏危言，奮不顧身，以忤柄人。杖於廷，筼死復蘇，血肉狼籍。當是時，路人聞者，莫不酸鼻飲泣。而太夫人獨私喜，以為人臣之義，固當如是。其萬死投荒，室家離散，寢食瘴嵐，備諸苦毒。太夫人雖心痛之，然終無幾微怨憾見於顏色。嗟嗟！世之為父母者，初時課兒讀書，所望止於取科第，為顯官。一入仕途，輒教以隱忍緘默，惟恐其少激昂，為官累。偶遭禍患，張皇錯愕，怨言滿室。乃太夫人所見迥別，惟欲其子為世忠臣，舍身報國。誰謂閨閣中無大丈夫乎！南皋公數論事，乍升乍沉，幾二十年。太夫人飽藜藿如肥甘，以此於於色養，都忘志宦，得一意鑽研性命之學，徹洙、泗之源，洞陽明之髓。餐蔬飲水，有以自樂。至今年始膺新命，海內士大夫皆額手相告，謂皇上聖明，不終擯直臣。而南皋公且旦夕受劇任，登要秩，獲究行其所學。跂足翹首，惟恐其晚。而報太夫人逝矣，傷哉！雖然，死生亦偶然耳。太夫人成就哲嗣，為真豪傑，為真聖賢。是母是子，揭汗青間，千載猶香。死而不亡曰壽，真所謂大年矣。而或者猶以未獲生沾朝典為恨。夫今古婦人女子，享榮貴，受崇封者如沙，多生死無聞，與草木同朽。惟范滂、蘇軾之母，耿耿數語，至今並耀日月。然則太孺人固不恃生封為榮名，而南皋公亦可無悵悵苫次為矣。尚饗！"
    },
    {
        "title": "祭太常少卿趙連城文",
        "content": "嗟夫，嗟夫！造物所施於下土者，獨有災福二端。莫福於華珣，莫災於死亡。二者相反，譬則寒暑晝夜。既福矣，則不宜降之災；既災矣，則又不宜畀之福。即福而災，災而之福，亦當如暑謝寒代，晝往夜來。不宜一日之間，而災福互加，使人錯愕而惶惑。今君旦膺清卿之擢，暮作泉台之人。蓋一日之間，其身乍榮而乍枯，其命方通而方塞，其家倏喜而倏悲，其客忽賀而忽弔。君之祿命，亦何其奇，而造物之侮君謔言，抑無乃太劇矣乎！且君存心仁厚，持身謙抑，居官寬大。不惟宜貴且宜壽，不惟宜壽且宜有後。而君春秋既促，嗣胤復艱。既興仲祖之歎，復抱仲宣之悲。揆諸造物報施之道，亦大爽戾矣。此在行道，猶為君痛，而況同籍兄弟，忻戚關情，睹者荼苦，能無淒惻。獨幸君長者，胸中純白，惻怛之意，達於面目。正鬼神所讚，司命所厚。易簀之後，超苦途，入樂趣，蓋萬萬無可疑者。此身後受享，正不在區區世福下也。莊生不云乎：「生非汝有，是天地之委和；孫子非汝有，是天地之委蛻。」夫計修短於委和，校有無於委蛻，豈君之意，亦豈吾儕之所望於君者哉！尚饗！"
    },
    {
        "title": "祭李年伯母文",
        "content": "吁嗟孺人，閨房秀彥。淑質外映，慧性內鑒。操綆行汲，目無邪盻。了不聞聲，眾餐精辦。自為門戶，托身華族。篤相夫子，敬恭整肅。南北宦遊，莞鑰是屬。大布代綺，菅蒯為肉。勤讚壼閨，慈撫婢僕。靡有間言，一門邕穆。篤生令子，桂芬蘭芳。心含文錦，口吐白凰。豈能自成，實惟義方。豈獨外訓，母教諄詳。鳩車之年，提訓已多。手不停書，口不絕哦。才名勃起，遂登巍科。筮仕花封，恪守慈戒。冰玉比清，鸞鳳敷愛。既晉清曹，官箴愈勵。清望蔚然，實成母誌。鼎養方隆，耄期未至，如何淑媛，曾不百歲。嗚呼哀哉！電光石火，忽焉徂謝。禪智墓田，寂寂長夜。高軒已虛，靈車先駕。莫追閨訓，誰嗣母德。托在同籍，能無淒惻。獨念人生歸盡，修短一丘。夫貴子賢，沒有餘休。以此告靈，靈其歆不！尚饗！"
    },
    {
        "title": "祭王老年伯文",
        "content": "嗚呼！孰有少而穎異，好學不倦，至於忘雨穿石如翁者耶！孰有分符郡邑，慈惠愷悌，多所全活，葦杖不足為仁，而懸魚不足比操如翁者耶！孰有歸臥林間，無淡然營，以老自佚，稱碩德隱行之鄉先生如翁者耶！以翁之文行，而仕止別駕，其於報施之理，亦若有所未盡，固不能無疑於造物。然惟其有所塞於前，而始有所大發舒於後。而獨不見夫如鳳如麟，如琳如琅之子，森森然列於庭階乎？不獨有子也而貴，甲第蟬聯，簪笏遞起，大奇也。不獨貴也而賢，皆能砥節礪行，飭躬殖學，用世出世，深源得秘，此又奇之奇也。公所留有餘不盡者，其震耀如此，蓋至是而始知造物之果有目也。所微不滿者，公之令子且將相繼為賢公卿，名宰執，功名震乎當時，利澤周乎天下，天不以百歲益公，而詎奪之去，令不得目覯其盛，為可恨耳。然如翁者，其生平之立心制行，足以升濟神明，方麾斥八極，神遊天地之間，而又安問夫人間世哉！某等當得奉教於令子，而季子則之進同籍，官同署，相愛真同兄弟，其知翁也獨深，其與翁相關也亦甚至。雖翁去來自如，而我輩私情則不能不泫然而淚下。千里一函，聊申猶子一念。尚饗！"
    },
    {
        "title": "祭葉太師母文",
        "content": "曰：稽諸女史，征於母儀，有如翟母之於方進，高母之於謙之。皆能釋形骸之異，等因母之慈。鏗襜彤管，型範青閨。若太師母之於夫子，皆允矣嗣其音徽。我夫子所以砥節飭行，握瑜懷奇，文章簹夫龍虎，啟沃埒夫鹽梅，清通著於銓衡，而寅直假乎神祗者，則誰與拓其孩提之聰，導其神發之知，亦惟是母氏裂絨和丸之訓，琢磨其玉質，而斧藻其英姿。小子日侍皋比，側景步趨。見夫子每飯，未嘗不在會稽東向而睇，吾親在斯。是雖夫子之孝，純於陟屺；而益足明母氏之恩，深於倚閭矣。方裁袞繡以為梅，泛鬯而盈卮。萃九垓之太和，延慈母於期頤。而詎意其止於斯，寧不悲夫！乃今乃後，夫子且據上台，列鼎司，握大鬥，調四時。千秋億載，功姬、召者，並頌慈母之教不衰。是將結無涯之知為大年，化六帙之齡為萬期，而抑又何悲！小子遽承哀訊，迸涕交輝，曰：成我者夫子，成夫子者慈母，而今何之也？敬陳絮酒，以哭吾私。尚饗！"
    },
    {
        "title": "祭原任中堂高老先生夫人文",
        "content": "嗚呼！粵稽女圖，爰征彤史，母儀婦德，恂難兼美。疇如夫人，天目毓靈，扈以菌桂，紉以蘭蘅。疇如夫人，作儷良弼，蘋藻孔閑，俎豆惟。疇如夫人，在貴能降，衣無重錦，飾靡明鐺。疇如夫人，在佚能勤，早夜操作，神瘁手龜。疇如夫人，在約能予，左粥右纊，以蘇貧窶。文瑞之學，博極縹囊，惟是夫人，裂織以襄。文瑞之業，鏗襜寰宇，惟是夫人，拮據以輔。文瑞之沒，實先夫人。義方無替，世澤能繩。矯矯令子，為郎薇省。翟茀維新，鳳綸重炳。期樂且壽，如陵與岡。胡天不吊，遂隕婺光。祇帳若遺，杯棬尚澤。階濕夜露，庭陰曉魄。嗚呼哀哉，夫人已矣！生具壼德，沒垂芳名。丹詔有赫，黃壤如生。某等誼均歡戚，聞訃慘愴。爰薦絮酒，有涕沾裳。翩翩雲車，鏘鏘璆佩。來格以歆，音容如在。尚饗！"
    },
    {
        "title": "祭劉封公文",
        "content": "翁之少也，發聲藝苑，雖吞鴦吐鳳之才，不足以擬其文詞。僉以為一日千里焉，而青雲之莫追。蓋不獨文足以芥視一第，而內行醇謹，愷悌溫良，造物者亦必不忍負之，而令其陸沉於時。然用世之志，雖不能酬之於身，而篤生令子，當英妙之年，即通籍於金閨。翁於是日厭塵緣，棲心煙霞，棄青衫而服芰荷之衣。數十年之內，花之晨，月之夕，抱子弄孫，其行徐徐，其樂於於。或攜紅藤，或命青雀，登山椒而泛水湄。迨其暮年，觀道習靜，恬淡無為，且依稀乎上行先生，閱道居士之行，持厭五濁，而皈蓮池。鬒發綍顏，行步若飛。雖至凍梨，而形容不衰。胡不百歲，即西去而不復歸。雖化粗為細，逍遙淨域，而概以人世聚散離合之情，則不能不泫然而淒其。獨以翁生平之所欲發抒而未酬者，有哲嗣以成之。人生未必有子，有子而貴，固以奇；而貴而且賢，鬱為碩卿名臣，則尤奇之奇。屢受貤封，洊登峻秩，人世之榮華，固已全盛而無虧。況存而承歡，病而嘗藥，當易簀而令子不離左右，可免終天之悲。且衡野公不日大拜，天下之受其陶鑄者，皆歸功於所自出，孰不曰翁之所貽。益以見天佑善人，而始終之無所私矣。生之戚戚，私情耳，蓋不免於怛化，而翁豈以為宜。尚饗！"
    },
    {
        "title": "遊西山一",
        "content": "行昌平道中，風起塵飛，諸峰盡失。午後風定，依沙河岸而西，褰帷一望，蔥菁刺眼，心脾頓爽。漸近金山石，巉岩西趨，勢若奔馬。俄儀部王君、俞君繼至。俞君見余喜甚，遂同至臥佛寺。寺宇不甚宏，兩殿各臥一佛，長可丈餘。其一滲金甚精。門西有石磐，方廣數丈，高亦稱是，無纖毫刓缺。上創觀音堂，前餘石丈許，周以欄楯。諸公趺坐檻前，忽聞足底作叱叱聲。又類爆豆。予細尋之，乃石磐下有小竇出泉，淙淙琤琤，下擊石底。遂命童子取泉，啜一盞而行。"
    },
    {
        "title": "遊西山二",
        "content": "自觀音堂下，穿疏木中，數度石澗，趾漸高。茆屋石垣，蕭然村巷。巷盡，見朱門碧澗，是為碧雲澗，深丈餘，作琴瑟響。堂殿依山，從夷入危，曆數百級，乃登佛殿。然苦宮室蔽虧，不堪遠矚。登中貴墳垣，乃及山腰。從上望都城，睥睨可數。復下觀卓錫泉，泉瀉小石澗，東西流注方池。後有亭，旁有洞，池前為柏垣，垣外竹可一畝，炎日颯颯生寒。泉伏流其間，至香積廚，以手掬飲，清冷徹肌。殿前甃石為池，金鯽萬頭，翕忽水面，投以胡餅，唼咂有聲。夜與俞汝成諸公飲法堂右軒，劇談至丙夜。汝成與余分榻而臥，訊余近日所得。余曰：「貿貿如昨，第稍覺昨非耳。」又問：「元神與思慮神，是一是二？」余曰：「元神、思慮神，總是影子。元神屬靜，思慮屬動，既落動靜二相，便是陰界根塵中物。故玄門所寶為極則，正禪家所謂重厚昏沉也。」汝成頷之。"
    },
    {
        "title": "遊西山三",
        "content": "宿碧雲之次日，櫛罷即繞山麓南行。垣內尖塔如筆，無慮數十。塔色正白，與山隈青靄相間，旭光薄之，晶明可愛。南望朱碧參差，隱起山腰，如堆粉障。導者曰：「此香山寺也。」寺南一山，鬆蘿竹柏，交羅密蔭，獨異他山。行度橋下，魚朱黑二種，若遊空中。觀已，拾級而上，級十倍碧雲。佛殿甚閎壯，大抵西山蘭若，碧雲、香山相昆季。碧雲鮮，香山古；碧雲精麗，香山魁恢。余笑語同遊：「若得碧雲為臥室，香山為酒樓，豈羨化樂天宮哉！」殿檻外兩山環擁，遠望一亭踞山半。余色動，遂拉俞君、李君、王君，穿磴道可二里，始至亭。亭曰流憩，下視寺垣，如墮深壑。余仰視山巔，尚插雲霄。少憩，予賈勇復登，俞君從。石屑確確拒足，十步一息。有眠牛正黑色，余取松根叩之，鏗然鳴吼。又數里，達絕頂，俯視垣外，人尺許，馬如羊，左右諸山俱若屏息環衛者。山外北向，層層峰巒，奮迅而出。西望杳杳，有水如白玉玦，疑是桑幹河。俞君謂此奇甚，恨不能作蘇門嘯，令萬岩答響耳。忽山下炮聲振林谷，如迅雷。余大笑，此孫登嘯聲也。坐食頃，俞君思得酒佐倦。余曰：「此中飛鳥不到，酒安得至？」語未竟，一長須攀蘿疾登，捷若猿猱，手挈一壺。問之，懼不答，第芒芒左右視。蓋遊客從者，失道至此。俞君戲語之：「我乃飛仙，可取酒供養我！」其人計不能脫，以壺跽獻，遂取壺蓋，遞飲數巡。探鴟夷之腹，無餘瀝矣。下，飲來青軒。軒前兩腋，皆疊嶂環列，對麵寬平如砥，芙蓉十里，粳稻千頃，皆在目中。"
    },
    {
        "title": "遊西山四",
        "content": "玉泉山距都門可三十里許，出香山寺數里，至山麓，罅泉流彙於澗，湛湛澹人心胸。至華嚴寺，寺左有洞曰翠華，有石床可憩息，題詠甚多，莓漬不可讀。又有石洞在山腰，若鼠穴，道甚險。一樵兒指曰：「此洞有八百歲老僧。」從者棄行李，爭往觀，嗬之不能止。及返，余問：「果有老僧否？」曰：「僧有之，然年止四五十。」乃知樵兒妄語耳。寺北石壁甚巉，泉噴出其下，作裂帛聲，故名裂帛泉。有亭可望西湖，故名望湖。"
    },
    {
        "title": "遊西山五",
        "content": "余與伯典觀裂帛泉畢，將行。余指東一山問寺僧，答云甕山。余誤記石經洞在此，偕伯典探焉。度橋而南，人家傍山，小具池亭。桔槔鋤犁，咸置垣下。西湖當前，水田棋布，酷似江南風景。既至山下，僅一敗寺，破屋頹垣，扁曰圓靜。一僧作禮甚恭。予問：「石經無恙否？」僧茫然不能對。乃共伯典辟寺後扉，躡山巔。頑石縱橫，無復所謂石經者。僧舍中殘石斷碣，悉經爬搜。有一石類磬，疑洞中物，相與嗟歎，久之始歸。暇日，偶檢《遊名山記》，石經藏小西天，非甕山也，不覺失笑。"
    },
    {
        "title": "戒壇山一",
        "content": "戒壇山，西山幽邃處。入山二十餘里，始見山門。有高閣，可望百里。渾河一帶，晶晶檻楯間。閣後有軒，庋岩上。出軒右行數百步，乃達戒壇。壇在殿內，甃石為之，壇周回皆列戒神。閣前古鬆四株，翠枝穿結，覆蓋一院。月寫虯影，幾無隙地。最可喜者，鬆枝粗於屋柱，去地丈許。遊人持杯行行其上，如履平道。時王則之、黃昭素、顧升伯、丘長孺諸公，俱坐鬆丫中看月。從下觀者，聞咳笑聲，皆疑鸛鶴之宿樹杪矣。"
    },
    {
        "title": "戒壇山二",
        "content": "戒壇山以洞勝，龐涓洞尤為諸洞第一。予既登山頂，峰如聚壤，水如曳綃。顧見右腋峰腰間，朱檻掩映，度有異景。遂棄諸公，橫度數十間，至一徑，迷不得前。適一僧曳杖徐行，予大呼不應，以手招之，乃就予。予問：「師何處人？」微笑不答，蓋聾僧也。予指檻所，僧遂前導。轉山麓可里許，始達洞門。訊他僧，始知為龐涓洞。予入洞禮佛畢，偃仰石榻上，腳力稍復。乃命小僧持燭前引，洞中嚴淨寬敞，兩壁石乳滴瀝成物狀，如繪畫者，不可勝計。一井絕深，投以瓦礫，宛轉錚錚，食頃方歇。僧云：「此井通渾河，往有人縛一犬置井中驗之，果從渾河出。」予再探諸洞，俱弇淺。遂返方丈，侈談所見驕諸公。王則之強言不須遊。余笑曰：「至戒壇不見龐涓洞，與坐宣武街宅中何別？」洞中多鵝管石，可入藥，予以語昭素，昭素始大悔不遊。"
    },
    {
        "title": "上方山一",
        "content": "自烏山口起，兩畔亂峰束澗，遊人如行衖中。中有村落，麥田林屋，絡絡不絕。饁婦牧子，隔籬窺詫，村犬迎人。至接待庵，兩壁突起粘天，中間一罅。初疑此罅乃狖穴蛇徑，或別有道達巔，不知身當從此度也。前引僧入罅，乃爭趨就之，至此遊人如行匣中矣。三步一回，五步一折，仰視白日，跳而東西，踵屢高屢低，方歎峰之奇，而他峰又復躍出。屢踄屢歇，抵歡喜台，返觀此身，有如蟹螯郭索潭底，自汲井中，以身為甕，雖復騰縱，不能出欄。其峰巒變幻，有若敵樓者，睥睨欄楯俱備。又有若白蓮花，花下承以黃趺，余不能悉記也。"
    },
    {
        "title": "上方山二",
        "content": "自歡喜台拾級而升，凡九折，盡三百餘級，始登毗盧頂。頂上為寺一百二十，丹碧錯落，嵌入岩際。庵寺皆精絕，蒔花種竹，如江南人家別墅。時牡丹正開，院院紅馥，沾薰遊裾。寺僧爭設供，山肴野菜，新摘便煮，芳香脆美。獨不解飲茶，點黃苓芽代，氣韻亦佳。夜宿喜庵方丈，共榻者王則之、黃昭素也。昭素鼻息如雷，予一夜不得眠。"
    },
    {
        "title": "上方山三",
        "content": "毗盧頂之右，有陡泉、望海峰。左有大小摘星峰。大摘星峰極高，一老僧說峰後有雲水洞，甚奇邃。余遂脫巾褫衣，導諸公行。諸公兩手扶杖，短衣楚楚，相顧失笑。至山腰少憩，則所謂一百二十寺者，一一可指數。予已上摘星嶺，仰視峰頂，陡絕摩天，回顧不見諸公，獨憩峭壁下。一物攀蘿疾走，捷若猿猱，至則面目黧黑，瘦削如鬼。予不覺心動，毛發悚豎，訊之僧也。語不甚了了，但指其住處。予尾之行，入小洞中，石怵冰冷，趺坐少頃。僧供黃芽湯，予啜罷，留錢而去，亦不解揖送。諸公登嶺，皆稱倦矣，呼酒各滿引。黃昭素題名石壁。蛇行食頃，凡四五升降，乃達洞門。入洞數丈，有一穴甚狹，若甕口。同遊雖至羸者，亦須頭腰貼地，乃得入穴。至此始篝火，一望無際，方縱腳行數十步，又忽閉塞。度此則堆瓊積玉，蕩搖心魂，不復似人間矣。有黃龍白龍懸壁上，又有大龍池，龍盤踞池畔，爪牙露張。臥佛、石獅、石燭，皆逼真。石鍾鼓樓，層疊虛豁，宛然飛閣。僧取石左右擊撞，或類鍾聲，或類鼓聲。突然起立者，名曰須彌。燭之不見頂。又有小雪山、大雪山，寒乳飛灑，四時若雪。其他形似之屬，不可盡記。大抵皆石乳滴瀝數千年，積累所成。僮僕至此，皆惶惑大叫。予恐驚起龍神，亟嗬止不得，則令誦佛號。篝火垂盡，惆悵而返。將出洞，命僕敲取石一片，正可作硯山。每出示客，客莫不驚歎為過昆山靈壁也。"
    },
    {
        "title": "上方山四",
        "content": "從雲水洞歸，諸公共偃臥一榻上。食頃，予曰：「陡泉甚近，曷往觀？」皆曰：「佳。」遂相挈循澗行。食頃至。石壁躍起百餘丈，壁淡黃色，平坦滑澤，間以五彩。壁上有石，若冠若柱，熟視似欲下墮，使人頭眩。壁腰有一處，巉巉攢結，成小普陀，宜供大士其中。泉在壁下，泓渟清徹。寺僧云：「往有用此水熟腥物者，泉輒伏。至誠懺謝，復湧出如常，故相傳稱聖泉。」余攜有天池茶，命僧汲泉烹點，各盡一甌。布氈磐石，轟飲至夜而歸。"
    },
    {
        "title": "小西天一",
        "content": "自盧溝橋折而西，眼中乍離車鐸煤塵，路上馬蘭作花，碧紫滿穀。如脫籠鳥日在絛絏，忽觀平原草樹，若歸故巢矣。夜宿野寺，壞殿頹床，獨畫壁稍可觀。早起行七八十里，高嶂拒馬首，破壁而升。至壁上，則群峰盡出，對面兩尖峰拔地起，若雙乳。其中一山雄峙，所謂小西天也。度此路稍坦，馬行山麓，上廣下削，若走屋廊間。時天已暮，雷聲隱隱出山腰，相顧憂雨至。亟走，始得達東峪寺。寺門白楊成林，風吹慘淒，夜不能寐。攜諸公飲寺門右隙地，地光淨似人家打麥場。余出一令，每人說一鬼一虎，須一二年間新事，不得引古書中所載。不能者罰巨觥。一客談虎，旋撰說不成章，滿座皆絕倒。"
    },
    {
        "title": "小西天二",
        "content": "是日天氣清朗，路無纖塵。過澗半里許，舍騎扶杖。甫升巔，忽墜井，凡三四，乃得高曠處休焉。俯視王、黃諸公，乘馬過澗，若嬰兒騎羊，不覺失笑。從行兩童，竊放爆竹，爆聲為四面群峰閼遏，回旋食頃方歇。至此始循石壁，行甃石上。壁陡起百餘丈，縫間松柏叢生，若翠屏。諸公各踞路傍一石浪謔。遙見平台復廊，朱欄碧楯，出於山腰，如在天上。莫不踴躍，再陟再休，凡數折，始到所見欄楯處。欄內屋為石經堂，堂供石佛，四壁皆嵌石刻佛經，字跡疑出元人。石經洞凡七處，堂左二，堂右三，堂下二，皆下楗固，人不得入。惟近窗經，歷歷可讀，字有遒古者，亦有姿媚者。此隋靜琬禪師護法深心，諸碑序其顛末甚詳。自宋迄元，皆有石刻添入。乃今二百餘年來，無有一人插寸石隻字其間者。佛法雕零，殊可悲歎。更百餘年，安知靈藏法寶，不為豪家墓碣乎？余欲與同遊諸公，各斥月俸，增刻數片，為後來倡。但遊屣匆忙，不能知洞中所缺何經，俟異日檢閱目錄，了此一段因緣。洞上為五台，相距雖不甚遠，然台具一體，拔地特起，不相粘連。北台甚高，如蓮花在水中央。東台亦奇，台上各有白石小浮圖，乃唐金仙主所建。又有巨石號曝經台，五台之外，環以巨嶂，其石紋或類雨點，或類卷雲，具畫家種種皴法，令低回難別。古碑甚多，人倦不能讀。予猶記少時，同兩弟讀書杜氏莊，偶檢《遊名山記》，至石經洞，相與駭歎，此靈境奇跡，何時得一瞻禮。今偶以編摩隙晷，裹糧浪遊，此洞忽落我杖屨下。回想二十年前語，不覺忻喜過望，獨恨兩弟不在側耳。丁酉四月初一日記。"
    },
    {
        "title": "遊九龍池",
        "content": "庚寅清明，余與全伯典陪祀畢，循山趾而西，度危橋，其下水涓涓。疏林內，朱門隱隱，訊山中人云，此九龍池，縱可五丈，衡倍之。池上石壁躍起百餘丈，衡理棱層遒緊。余笑指曰：「此余鄉吳供奉所作斧劈皴屏障也。」仰觀山腰，黑石多類棋枰。余躡石罅，約步百餘，坐一枰上，尚餘半席地，大呼伯典共坐。伯典不應。余攀藤聳身欲更上，顧其巔削立無安足處，惆悵而返。就伯典飲池邊，三爵後遊興復發。伯典挽余裾，余不聽，循垣疾走，忽得一徑，徑止受一足，猶庋踵空中，呼童後掖。傴行數百步，稍平輒休。久之，始達山巔，尺寸之間，攢萃百里。有柏數十株，青蔥似新沐，采啖之，甘異他柏。此中甚險，不知何人手植。山深日暮，怪鳥啁啾，予心悸而下。"
    },
    {
        "title": "顯靈宮西閣",
        "content": "都門有二高閣，曰毗盧，曰顯靈西閣。毗盧在城外，止宜晝遊。看月則莫便於顯靈。八月十四日，余同王則之、陶周望諸公，遲月於此。天漸暝，俱倚朱欄東望。俄吐一星火，忽滿半規。有頃，黃金盤躍起，可數尺許，似破地而出，紅氣豔豔射殿角。俯瞰市井間，正黯黯也。是日周望極談西湖山水之佳麗，花事之繁華。痛飲極歡而罷。"
    },
    {
        "title": "顯靈宮柏",
        "content": "顯靈宮多古柏，東閣二柏尤奇。幹葉上拂雲霄，下掃階砌。遊人手約垂枝，乃得入觀。每與遊客列坐其中，如坐疏幕內。雖當炎夏，了無暑氣。日光不穿，影繁色淡，有類月夜。自余與汪靜峰、無念和尚遊此，始與此樹相識，今八九年矣。每夏秋之交，必偕友人遊數次。余嘗謂戒壇老松、城外柰子花、顯靈柏，可稱卉木中三絕。又兩真官舊為師弟，今兩祠相對，故生此二柏隔之。道士云。"
    },
    {
        "title": "三聖庵紀遊",
        "content": "德勝門內東偏，有公田若干頃，中貴治之，引水為池以灌。沿池數里，綠楊摐摐，一望無際。池邊一庵，曰三聖，麵市背田。門前古木四章，身如青銅，亭亭直上，蒼翠可愛。殿堂不甚崇，然極雅麗。丘長孺云：「此庵體制及像設俱不俗，酷似江南佛刹。」庵西隙地，方廣如庵，豆棚瓜架，楚楚整潔。東行數武，有台高可二丈，台上有亭一。登此台，則畦隴之參差，林水之掩映，佛宇之稠密，城樓之雄麗，攢簇目前。庵主秦人，王則之同里也，治齋蔌亭上，邀則之及予輩。適幾上有《圓覺經》，乃取首章相商證。庵主從旁挽奪話柄，刺刺不休。予語之曰：「此經開卷，便說『妄認四大為自身相，六塵緣影為自心相』，師止有一心一舌頭，已被佛打得粉碎，更將何物講經？」僧不能答，乃不敢復言。諸公是日快談至暮，彼發一疑，此送一難，不能悉記矣。"
    },
    {
        "title": "極樂寺紀遊",
        "content": "高梁橋水，從西山深澗中來，道此入玉河。白練千匹，微風行水上，若羅紋紙。堤在水中，兩波相夾。綠楊四行，樹古葉繁，一樹之蔭，可覆數席，垂線長丈餘。岸北佛廬道院甚眾，朱門紺殿亙數十里。對麵遠樹，高下攢簇，間以水田。西山如螺髻，出於林水之間。極樂寺去橋可三里，路徑亦佳。馬行綠陰中，若張蓋。殿前剔牙松數株，松身鮮翠嫩黃，班剝若大魚鱗，大可七八圍許。暇日曾與黃思立諸公遊此。予弟中郎云：「此地小似錢塘蘇堤。」思立亦以為然。予因歎西湖勝境，入夢已久，何日掛進賢冠，作六橋下客子，了此山水一段情障乎？是日分韻，各賦一詩而別。"
    },
    {
        "title": "三忠祠紀遊",
        "content": "出崇文門二里許，為大同橋。水從玉河中出，橋下水飛珠濺玉，若鬆梢夜聲。林間桔槔相續，大類山莊。二三園亭，依澗臨水，小刀從几案間過。稍北為鹿園，方廣十餘里，地平如掌。古樹偃仰，與高塚相錯。每客至，則驟馬驚鹿以為戲。數武即朝日壇，壇外古鬆萬株，森沉蔽日，都人所謂黑鬆林者也。韋莊在橋上，南北相去四五里。門外路徑甚佳，清流一線，綠樹如城。遠望林木陰翳，不知幾百重。垣內寺館俱新整，而臨流一亭，尤為遊屨所湊，蓋喜其疏野空曠耳。又有柰子樹亦相近，虯屈離奇，蔭如數楹夏屋。三夏葉密時，列坐其下，微雨烈日，俱不到袂。余同友人送客三忠祠，友人俱心閑喜遊，兼以日長無事，故得遍踄。然皆寓目而去，未暇周覽。聊誌其略，以俟異日乘暇再遊。戊戌四月十四日記。"
    },
    {
        "title": "錦石灘（以下敘里中舊遊）",
        "content": "余家江上，江心湧出一洲，長可五七里，滿洲皆五色石子。或潔白如玉，或紅黃透明如瑪瑙。如今時所重六合石子，千錢一枚者，不可勝計。余屢同友人泛舟登焉。淨練外繞，花繡內攢。列坐其上，似在瑤島中。余嘗拾取數枚歸，一類雀卵，中分玄黃二色。一類圭，正青色，紅紋數道，如秋天晚霞。又一枚，黑地布金彩，大約如小李將軍山水人物。東坡《怪石供》所述，殊覺平常。藏簏中數日，不知何人取去，亦易得不重之耳。一日。偕諸舅及兩弟遊洲中，忽小艇飛來，一老翁向予戟手。至則外大父方伯公也，登洲大笑：「若等謾我取樂！」次日，送《遊錦石洲》詩一首，用蠅頭字跋詩尾曰：「老懷衰颯，不知所云，若為我塗抹，雖一字不留亦可。」嗟夫，此番歸去，欲再睹色笑，不可得矣！"
    },
    {
        "title": "岳陽紀行",
        "content": "從石首至嶽陽，水如明鏡，山似青螺，蓬窗下飽看不足。最奇者墨山，僅三十里，舟行二日，凡二百餘里，猶盤旋山下。日朝出於斯，夜沒於斯，旭光落照，皆共一處。蓋江水縈回墨山中，故帆檣繞其腹背，雖行甚駛，只覺濡遲耳。過嶽陽，欲遊洞庭，為大風所尼。季弟小修秀才，為《詛柳秀才文》，多謔語。薄暮，風極大，撼波若雷，近岸水皆揉為白沫，舟幾覆。季弟曰：「豈柳秀才報復耶？」余笑曰：「同袍相調，常事耳。」因大笑。明日風始定。"
    },
    {
        "title": "嘉魚紀遊",
        "content": "舟泊嘉魚縣，訪李給事景魯。景魯廷杖歸，逾三年矣。一見，喜劇欲狂，握余手曰：「兄真信人，不渝宿約！」登樓，痛飲至丙夜。時劉、哱初平，倭報甚警，景魯慷慨談兵，因訊近日人才。余曰：「人才吾不能知，第有一切喻：仙鶴能為台榭點綴光景，然決不能耕田負重；貓能護衣篋，鷹隼能致野味，然不能禁其食腥啖膻。通此，則滿世界皆人才矣。」景魯亟賞之。明日，遊近城諸山，山石枯梗，山樹森勁。水直行山下，無纖毫紆屈，大約俱類景魯之為人。留二宿，始別。"
    },
    {
        "title": "大別山",
        "content": "江、漢會合處，大別山隆然若巨鼇浮水上，晴川閣踞其首，方亭踞其背。遐矚遠瞻，閣不如亭。予攀蘿坐亭上，則兩腋下晶晶萬頃。舟檣順逆，皆掛風帆，如蛺蝶成隊，上下飛舞。遠眺，則白浪百里，皆在目中。浸遠漸細，咫尺會城，千門萬戶，魚鱗參差，蜂窠層累。余住山中，飽看二日。朝則炊煙，暮則返照，濃淡掩映，備諸變態。獨訊鸚鵡洲，不知所在。余因歎禰衡掉腐儒三寸舌，輕捋虎須，其死於鍛錫翁手，固無足怪。所可恨者，阿瞞蓋世奸雄，謀士如雨，猛將如雲，而孔北海以一褊急書生薦，何說乎？卒使之發顛狂，喪身失命，豈惟不識曹，亦不識衡矣。"
    },
    {
        "title": "龍湖",
        "content": "龍湖一云龍潭，去麻城三十里。萬山瀑流，雷奔而下，與溪中石骨相觸。水力不勝石，激而為潭。潭深十餘丈，望之深青，如有龍眠。而土之附石者，因而夤緣得存，突兀一拳，中央峙立。青樹紅閣，隱見其上，亦奇觀也。潭右為李宏甫精舍，佛殿始落成，倚山臨水，每一縱目，則光、黃諸山，森然屏列，不知幾萬重。余本問法而來，初非有意山水，且謂麻城僻邑，當與孱陵、石首伯仲，不意其泉石幽奇至此也，故識。癸巳五月五日記。"
    },
    {
        "title": "江上遊記",
        "content": "蜀江數千里，奔瀉至吾邑，洶湧澎湃。如決囊而東，平沙一望，浩白粘雲。明月之夕，翻金鼓玉，淩爍目睛。估客舟檣，畏水險急，不敢泊此。貿易既絕，民居亦少。以其近城，而又去居人遠，故邑之士大夫得以遊而樂焉。長堤以內，是為艾家堰。堰背城麵市，左江右湖，煙水交羅，地更闃寂。中有亭，趾方廣數丈，餘與諸公看月江上，閑步至此。惟學舅歎曰：「嗟呼！此故鴻臚何君空明亭也。何君在時，狎客滿座，絲肉喧闐。不二十餘年，而其歌台舞榭，卑者蕩為流水，高者續為長堤。又況敬容之殘客與！」惟學舅習鴻臚，用是感歎實深。然餘邑為江水齧，變遷日甚，每一出遊，則江上屋廬故態，十易其四五。猶記少時，隨大人往儒學，便道謁二聖寺及武侯祠，出城尚七八里。今江流割城而行，往日遊觀之地，皆為蛟龍窟宅。更曆十餘年，寧復知有孱陵城者乎？嗟夫！知今日之陵，必他日之穀。即知今日之身，他日之塵與土也。世之忙忙為千歲之憂者，見此遷換之城郭，與夫代謝之流水，憂得無少瘳與！癸巳十一月二日記。"
    },
    {
        "title": "二聖寺遊記",
        "content": "甲午清明，諸舅率餘兄弟出東門踏青。行二里許，至二聖寺息焉。寺僧具茶果，仍出餘少時題壁詩。每漬蟲蛀，似觀古人墨跡，不復知為少時筆也。寺有辟支佛牙，方長寸許，凹凸處如古篆。又有宋黃衣使者敕，絹墨若新。僧為言往有趙松雪《羅漢卷》，已入故相家，今存其贗者。其松雪金書《蓮華經》固在，然筆法微弱，且無款識，恐亦贗本。覽畢出禪房，倚門外叢樹中，問僧二聖因緣。一老僧答曰：「二聖事載《芬陀利經》中，其顯異則始於唐。此中老宿相傳，唐某年，邑令與沿江居民，一夕同夢神人來告：『明日當候我江幹。』次早，官民相驚候江上，有沉香二根逆水而上，相率牽挽，才至岸，忽行者自西來云：『此木奇甚，然非我等莫能雕飾。』乃令官民移至安遠寺殿中，闔扉七日，煙霧迷空，朝昏莫辨。七日以後，忽露光明，啟扉視之，則二像宛然夾佛而立，大約如世所塑金剛，威猛異常。而杭州有商人某者，舟出揚子，二童子求附舟，至暮，謂商曰：『今夕當為汝牽舟，但莫相窺，行即速也。』至夜，舟行若飛，耳邊惟聞風濤聲。商穴篷窺之，惟見二金剛挾舟而翔。懼甚，不敢復窺。比曉，舟已達寺傍，問之為南郡公安，蓋一夜行三千餘里矣。商大驚，起視寺中佛邊所立二像，即昨日挾舟人也。商愈駭，方欲瞻禮，亦立化像前。眾僧聞之，競來瞻禮。商腮頰忽長，眼突而綍，儼若龍形。食頃復活，告眾僧曰：『吾二聖護法龍也。二聖一為青葉髻如來，一為盧至德如來，皆過去恒沙劫前寶藏佛授記五百童子之二。曆百年後，吾肉身當有難，然不敢加害。更三百年，香像肉身，方歸劫火。』言已復瞑，眾僧為漆其軀，祀二聖傍，即敕所謂黃衣使者也。黃巢之亂，賊見像，抽矢欲射，像忽汗出若雨。盜大懼，引兵去，一邑獲全。至宋某年，寺果火，年月一如所記。」余因歎佛法在周末時，《芬陀經》之入在六朝時，而青葉、盧至之跡顯於唐者，與經所說若合符券。嘻，何其奇也！同遊俱攜有酒肴，布席門外樹下，各賦一詩而歸。歸憶此古佛獨顯異於吾邑，而他處招提，即未見有供二聖像者，亦法苑中一僻事也。遂篝燈記之，使局士觀此，知佛法廣大，不可思議。"
    },
    {
        "title": "答梅開府先生",
        "content": "馬頭數語，略識英雄皮毛。寧夏之功，始見英雄面目。去年見龍湖，談及足下，始得英雄神髓。英雄之難識如此。不肖近攜兩弟都門，時時劇談，間有一二語可聽者，恨不得請正足下耳。又三弟，愚兄弟中白眉也，阿兄頗心遜而私賞之。然自謂是瘡痂之好，豈期足下亦偏嗜乎？劉晉川開口見舌，意見亦少，然不肖所取，正以其無意見耳。世之一生談禪，意見熾然者不少，如晉川之脫灑亦自可喜也。知足下眼空世人，然朋友實難，何可備責。愚兄弟寒燈劇談，概多孟浪之語，語繁非筆楮能盡，無由請正大方。千里同心，鑒之聲外，當不俟耳聞矣。"
    },
    {
        "title": "答編修吳尚之",
        "content": "來劄云：「年來實見全體顯現，而根塵偶處，遂為物轉。」不知足下自早起至晚，是根偶塵耶，塵偶根耶？根塵偶時，根名物耶，塵名物耶？為物轉時，塵轉根耶，根轉塵耶？此全體受根塵轉耶，不受根塵轉耶？若受根塵轉者，不名全體；若名全體，亦決不受根塵轉矣。足下「遂為物轉」一語，成虛設矣。願足下明以教我。近來學道者，多半是虛脾，大率欲人說他誌韻高遠，有道氣，便作官而已。獨足下眼睛如此，其於作官一念，想已灰冷。如今真參實證，續佛慧命者，非足下其誰？弟塵緣不斷，好名好官，都是眼明作祟。然則足下兩眼，是足下功德天助道品也。一笑。"
    },
    {
        "title": "龔壽亭母舅",
        "content": "三年之間，時時聚首暢飲，極盡山林之樂。將為此趣可要之白首，而微尚不堅，匆匆就道。寒月長途，嚴霜催我鬢，朔風鑽我骨，亦復何興，而蹩躠不休。遂使雲心齋前，蒼筠無色，薜荔笑而猿鶴怨。蓋未抵濁河，而意已中悔矣。且年來放浪詩酒社中，腰骨漸粗，意態近傲。昔年學得些兒罄折，盡情拋向無事甲裏，依然石浦河袁生矣。前偶有詩曰：「狂態歸仍作，學謙久漸忘。」蓋情語也。千萬莫輕易出山，囑囑！"
    },
    {
        "title": "答汪提學靜峰",
        "content": "趙侍御來，得手教，相與撫掌大笑。再三把玩，心癢難禁，即日作一答書。而憲台森沉，無敢將去者。今復得手教，名言滿紙，益修密行，不被人覷破，尤是妙語，正與弟前答書相合。但兄說得渾涵，而弟發泄太盡，即此便是弟不能密行處也。此個密密關竅，惟兄能知之，亦惟兄能行之。弟則行解絕不相應，三復手教，徒增愧歎。所云「昏昏度日」四字，正為弟設。兄宦業犖犖，品望日重，惺惺不足以盡之，況昏昏乎！蜣背舊侶，獨一蕭玄圃、王衷白，歲月幾何，良朋難得。茫茫宇宙，尋素心友易，尋怕死友難。即如玄圃、衷白二兄，性命見解，較艮背時固大進；而生死恐怖，較艮背時則漸退矣。大抵二兄與弟，俱逃不出「昏昏度日」四字。兄惺惺者，幸先度我。猶憶客歲，諸兄夜集，談及去我相之難。弟應之曰：「諸兄終日波波為人，把我撇在一邊，安得談無！」弟願世人且有我相。譬如世人重金銀者，十襲深扃，惟盜是虞。何也？有金銀相也。世人若有我相，亦必急急忙忙尋一片安頓處，肯任阿旁獄卒負之而趨哉？若真欲參禪，此時單單隻有一個疑，如一人與萬人敵相似。至於要修密行，兄意不過欲遮護得十分完好，此於作官及應酬世人甚妥，打發生死，尚覺未穩。如何，如何？弟此論甚迂，聊補大教之所不及。風便更望教之。"
    },
    {
        "title": "啟王荊石座主（時方家居）",
        "content": "恭惟老師閣下，道協黃中，學深玄奧。承天而為一柱，佐地以育百昌。九夷八蠻，咸訊寇公之舉動；兒童走卒，皆知司馬之勳名。至於進退之間，尤處禮義之正。初則安車屢駕，尚躊躇而未前；既而溫綸載頌，始幡然而就道。東山再起，謝公果慰夫蒼生；震器既安，留侯遂托於黃石。成而不宰，去之弗居。歸山而道彌尊，晦跡而望愈重。惟烏衣之舊第，即綠野之尊堂。托勝情於雲霞，寄遠襟於魚鳥。斯可謂功成身退，奉行天道者矣。宗道譾劣之才，猥下之品。昔奏薄技，遂荷甄收。拾之藥籠，近於函丈。身豈北野之馬，哀其長鳴；人非南山之銅，施以熔鑄。此之為德，銘刻為輕。特以陰陽為患，霜露徂侵。因柳肘之忽生，守蓬戶而未出。是以老師還朝之日，曾不得與望塵之眾，肅迓台旌。及歸裏之時，又不得從祖帳之末，遙睇仙舫。歲月冉冉，心旆遙遙。去年迫於父命，復就微官。李禦無從，馬帳迥隔。過平津之館，猶想光儀；望吳會之雲，徒深仰止。斯宗道所為日夜懷歉，夢想為勞者也。緬思老師毗世之業已畢，出世之道雙修。直窺洙、泗、伊、洛之源，參以青牛黃麵之說。久詣寶所，已得玄珠。如宗道者，跧伏數年，學無寸益。亦欲稍窺性命之理，少副賞鑒之精。而弱植鈍根，欲從未由，老師亦憐而教之耶？方有入場之役，匆匆具啟附候，臨楮曷任悚仄之至！"
    },
    {
        "title": "梅開府寄黃鼠",
        "content": "生平嘗恨未得飽啖此味，乃大中丞令兩力舁至，滿案盈俎，皆是物也。書生一生未曾得此雄啖也，第損郇廚太甚耳。"
    },
    {
        "title": "劉都諫",
        "content": "二三兄弟，十載之中，把臂分袂，蓋無定矣。然諸丈道路修阻，會晤維艱，固無足異者。獨仁兄所居，去都門甚邇，而不得一遂良晤，跬步之間，有若天涯，倍令人相思如渴耳。昨夜開佳釀，烹魚調蔬，既醉且飽，恍如曩昔過從高齋大嚼時情景。獨恨無主人相對舉觴，醉飽之餘，懷思彌深，奈何，奈何！仁兄宴坐擁琴書，吟嘯自適，懷抱甚暢。顧奇偉高名，世人所急，東山雖樂，恐不能長留謝安石也。"
    },
    {
        "title": "梅開府",
        "content": "忽接手教，展誦不能去手。門下功蓋天下，而文章亦妙天下。詞客文人，欲為詩歌稱功頌業而不可得，即搜腸竭吻，曾不滿大中丞一笑。今不佞幸藉筆劄之役，少寄讚歎，深愧樸樕，不能藻潤天言，以當台意。而門下顧先之以華牘，重之以厚貺，是詞客文人所不能得，而一椎魯少文之夫，乃緣蒙之，能無璟顏也！"
    },
    {
        "title": "陳學博",
        "content": "士固有文不工而不見收者，亦有文工而偶見詘者。今足下之文佳甚，而不佞亦頗免拙目之誚，於二者何居，而致足下困冷氈乎！豈不佞過耶，抑足下之數耶？出闈後，得睹芝宇，愈令人悵惘不可言。或者造物之奇，不欲處足下卑第耶？不佞所望於足下者蓋甚遠，幸勉旃自愛。"
    },
    {
        "title": "湯義仍",
        "content": "一別遽隔歲矣。王子聲音耗，足下亦聞之耶？此君神強骨勁，雙眸清炯，有壽者相。弟即聞，亦未忍信。倘傳者非謬，則造物亦太不憐才矣，何論世人。足下久淹墨綬，又奚懌也。以弟觀足下，如《世說》所刊文學、豪爽、言語，蓋總具之。所取亦已太過，宦路升沉，自不必論。不然，是世間真有揚州鶴也。"
    },
    {
        "title": "黃司業毅庵",
        "content": "不聆仁兄笑語垂一年，花下清尊，燈前雅謔，俱為夢中事矣。仁兄坐皋比，海內青衿圍繞，叉手諦聽，鳴道覺人，建樹甚偉。而弟也碌碌如昨，略無短長之效，言之汗頰。手教遠及，兼之新刻，甚感高雅。展讀新課，不能去手。既羨海內奇士之眾，又羨法眼賞鑒之精。仁兄造士之功，此其一斑矣。又橋門士皆海內名賢，莫不長跪聽命。足下至貴倨也，而幾席之間，左攬右眺，無非名山。仕宦之樂，與棲隱之趣，一日而有之，安在世間無揚州鶴也。弟入春來，拮據嫁奩，冗瑣可厭，窮與忙會，貧與病兼。今尚平之累幸粗畢，從此五嶽之遊，不作障難矣。明年有坐小舠，杖枯藤，泊燕子磯下者，吾兄試屏八騶訪之，則手教所約，一觴一詠，同此攬結，不旦夕可踐耶！"
    },
    {
        "title": "答陳徽州正甫",
        "content": "同里同籍復同臭味者，兄及汪靜峰、不佞弟耳。藉令兩兄並賤兄弟三人者，得朝夕聚首，縱口劇談，豈非人間第一樂事。然此所謂法喜禪悅之樂，非人間樂。豈惟人間，即欲界諸天，亦不得望此樂，以故不得不為造物之所妒，而萍分蓬散，悵然各歎一天矣。二家弟往有書來云，自到吳中，久不見偉人，得晤陳丈，是日復知有朋友之樂。三弟亦以白嶽良晤誇我。當此之時，若令袁長公得與，不知又添幾種雅談，幾番雅事矣。潘雪松亟稱仁兄治行，道人作用，固應如此。來諭又云，時取《圓覺》諸經尋繹。既作循良，又圖作佛，此龔、黃諸君子所未夢見也。近同參諸兄，看《圓覺》白文，欲弟強釋數語，不得已隨看臆識，今抄首章請正。昔人錯一轉語，罰作野狐，弟不知當作何等。極佳墨寄一二塊寫經，不為貪也。"
    },
    {
        "title": "李卓吾",
        "content": "忽得法語，助我精進不淺；又得讀近詩，至「白盡餘生發，單存不老心。遠夢悲風送，秋懷落木吟」。使我婆娑起舞，泣數行下。近作妙至此乎！豈惟學道不可無年。沁水父子日與翁相聚，想得大饒益。焦漪園常相會，但未得商量此事。陶石簣為人絕不俗，且趨向此事，極是真切，惜此時歸裏，我輩失一益友耳。王衷白是一本色學道人。此外又有蕭玄圃、黃慎軒、顧開雍諸公，皆可謂素心友。因手教訊及，故云。又諸兄曾論及一貫忠恕，生戲作時藝一篇，謹錄一紙請正。二舍弟病瘧三月幾殆，今始愈，已改教矣。又前得沁水書，即日作數字奉報，不知沁水人能乘便寄到雲中不？《孫武子注》，今日過一友人齋中始得見之，匆匆僅讀得首一序。此等真文字，惟蘇長公有幾篇相近，餘亦未足方也。方同諸兄遊上方歸，才釋馬棰，小休榻上，忽見案頭有翁書，展讀一過，快不可言。又得讀與焦弱侯書，又得讀《四海八物》，目力倦而神不肯休。今日又得讀《孫武子敘》，真可謂暴富乞兒也。近日閑中，隨筆記所見所說，將百餘段，不能悉寫請教，聊抄數章，博一笑。二弟當在八九月間謁選。三弟在家，閉關作時義，前有書來，自雲決中。然未知命數合中否？不佞讀他人文字覺懣懣，讀翁片言隻語，輒精神百倍。豈因宿世耳根慣熟乎？雲中信使不斷，幸以近日偶筆頻寄，不佞如白家老婢，能讀亦能解也。笑笑。又病瀉甚久，裁候甚疏，心則朝夕左右耳。晦昧為空，為字從來未有如此解者，未有如此直截透徹者。為之一字，正是今古學道人銅枷鐵鎖，一切聲聞緣覺，妄為修證。古德訶其重厚昏沉，此是通身晦昧，坐在為字中者。即如入地菩薩見性，尚隔羅縠，是亦未能脫盡晦昧。蓋一分見處，便是他一分為處。一分為處，便是他一分晦昧處也。所以《楞嚴經》末段，由盡色陰方盡受陰，由盡受陰方盡想陰，由盡想陰方盡行陰。千般嶇崎，正墮在識陰黑暗區宇裏，千為萬為，博得晦昧，則亦何益之有哉！顧安得翁廣長舌頭，圓通手腕，將此全經注釋一遍乎？第恐後溫陵注行，前溫陵注無處發賣耳。一笑，一笑。雖然，晦昧為空，此是古人禪病，非今人禪病也。以不肖所見，今世學人，其上者堆積一肚佛法，包裹沉重；還嫌禪學疏淺，鑽研故紙不休。此等人正是為有，何曾為空乎？又有一種口裏說我學禪學道，其實昏昏兀兀，接客之暇，籌計家私；飽飯之後，算量資俸。三乘十二分教，一字不看；一千七百則公案，一語未聞。若此種人，晦昧則盡晦昧矣。但是晦昧為有，不是晦昧為空耳。茫茫宇宙，覓一晦昧為空者，且不易得，而況絕學無為者哉！今歲天氣不甚熱，雲中地高氣爽，清涼當更倍此。院署敞豁，想見居士擲拂，中丞緩帶，高談之狀，甚愉快也。家弟新刻，亦復翩翩自喜。前於一友人齋頭見之，待渠寄到時，當寄覽也。"
    },
    {
        "title": "梅開府_2",
        "content": "以門下之功，以門下之才若望，而欲高蹈人外，萬無得遂之理。今世界如一大舶在驚濤中，隻靠數輩老長年，有不得出者，又有欲歸者，其奈蒼生溺何？處處好從赤鬆遊，不必棄侯印歸山中也。適有喪女之變，匆匆附此，言不暢心，惟蘄照亮。"
    },
    {
        "title": "馮侍郎琢庵",
        "content": "甚哉閣下篤孝之感也！既以精誠感主上，荷封綸之錫；又以精誠感司命，延屬纊之音。甚哉閣下篤孝之感也！展對教言，慘愴忉怛，所不忍讀。顧太翁立德樹功，已足不朽，生榮沒哀，亦可無憾。而未了之志，不竟之業，則屬之閣下。倘閣下以沉痛致摧瘠過甚，非所以安太翁於冥冥也。為太翁，為吾道，為蒼生，抑哀自愛，甚幸！"
    },
    {
        "title": "陶編修石簣",
        "content": "得兄與黃慎軒書，知近日杖屨在天台、雁蕩間，同遊者為我家中郎，所遊幾峰，何峰最高，何洞最奇，相對作何語，會何異人，幸一一寫示。小女以產後病死，思欲出遊，遣此苦懷。棺斂畢，即同王衷白、黃慎軒遊小西天，遊上方寺。小西天石經洞，近窗者可讀，此自是震旦山岩第一勝跡。有雷音洞，中四柱俱生成，稍加刻畫，為千佛像，四壁皆刻經。其巔有五台，北台最高，如蓮花在水中央。東台亦奇。五台相近，一日可遍，同遊者以為希有矣。及遊上方，則小西天尋常培絪耳，相去不止蓬楹之辨也。大約此山從烏山口起，兩山夾道，澗水中流，茅屋麥隴，俱在澗邊。惜天旱澗涸，愈進愈狹，愈狹愈奇。至接待庵，則山勢粘天，僅通一線。人從線中進，三步一回，五步一折。仰視白日，跳而東西。返觀此身，有如蟹螯郭索潭底，不見岸端。如此幾里，然後登山頂，據危石，數諸招提，得一百餘處。右有陡泉，石壁光滑，五色雜錯，躍起二百丈。上有石冠石柱，欲墮不墮，仰視足酸不禁。又有望海諸峰，左有大摘星峰、小摘星峰，此皆護山峰也。遠者包絡數層，不能悉記。由大摘星峰蛇行，倏高倏低。越數嶺，乃達一洞，名雲水洞。甫入數丈，昏黑不可辨，一門如甕口，即同遊瘦小者，亦頭腰貼地乃得過，況不佞之龐然者哉！既入此口，篝火一望，高廣俱不可窮際矣。方縱腳行數十步，又忽閉塞，斂臂拳曲而度，異狀奇形，不可悉數。有潭，有黃龍白龍懸壁上。又有大龍池，有龍盤池畔。又有臥佛，頭甚似佛。石獅子、石蠟燭、石鍾鼓，叩之真鍾鼓也。又有玲瓏塔、梵山、須彌山，此山絕高，不見其末。又有石獅子洞、鐵壁、銀山、雪山、石羅漢、石幡，其色皆正白，或如蜜脾，或如蜂窩，甚高廣，驚心駭目。同遊客有熟東南名勝者，亦歎詫稱奇。惜遊此者少，遊洞者尤少，以故無名於世。即我輩亦但知有小西天，不知有上方山也。遊眺甫畢，入門偃臥，少休腳力。而盛族太學君來索書，蓬首信筆，作此奉報。心所欲言，時迫不能縷縷。弟畏熱畏勞，殊無主試興，倘中堂見許，八月間出入盤山一段因緣，遊畢當再報也。足下選勝於南，我輩探奇於北，固知世間大有閑人。一笑，一笑。二弟不知尚同遊否？索書人甚急，不暇作家書，倘相聚以此示之，見弟近況耳。又吳、越間名山勝水，禪侶詩朋，芳園精舍，新茗佳泉，被兄數月占盡，真不虛此一歸。而弟也躑躅一室之內，婆娑數樹之間，得意無處可說。雖居鬧世，似處絕崖斷壑，耳目所遇，翻助愁歎。乃知世外朋儔，甚於衣食，斷斷不可一刻不會也。岑寂中讀家弟諸刻，如籠鴝鵒，忽聞林間鳴喚之音，恨不即掣絛裂鎖，與之偕飛。家弟書云：「石簣無日不禪，間一詩；弟無日不詩，間一禪。」禪即不論，詩可錄數篇教我。杖履所至，應有紀述，並乞錄寄。燕中求友，亦甚艱難。近又尋得一人，曰顏與樸，相遇無幾，又別去矣。此君氣和骨硬，心腸潔淨，眼界亦寬。第學問稍有異同處，家弟亟口讚歎。令弟今秋倘得俊，偕計入都，可得晤談矣。社友頗參黃楊木禪，非是不聰明，不精神，可惜發賣向詩文草聖中去，一時雨散，關山萬里，從此耳根恐遂不聞性命二字。熟處愈熟，生處愈生，亦可慮也。謝宛委從塞上來，劇談二日，稍破寂寞。惜便別去。拙詩數首請正，聊見近況。"
    },
    {
        "title": "董章丘",
        "content": "家弟叨附籍末，則不佞於門下兄弟也。得藉筆劄之役，少敦世講之誼，甚幸，甚幸！顧門下吏林卓魯，亦文苑班、馬，即所惠新刻邑乘，兼總三長，網羅百氏。弟也展讀數過，不過仰驚海若，俯慚小巫，曾未握管，而氣已先索矣。非不竭腸臆以終重委，而弱筆所限，語不暢心。每一念及，汗流達踵，復何敢當華翰之勤至，佳貺之豐腆哉！拜領程儀，少副盛雅，至筐篚重禮，例不敢當，謹附使璧上。不恭之愆，伏覬涵亮。"
    },
    {
        "title": "某邑令",
        "content": "諭貴治人情，有如人言。不佞始為公懼，繼為公喜。懼者，懼眾情之難防，眾口之難調也。雖然，處此地者，能使難防之情不足防，則過此無難防者。玉得礱愈瑩，金得煆愈精，數載苦心，一生得力，此又不佞之所為公喜也。足下賦性爽朗真誠，開口見心，行事復開豁無瑣局態，此不佞所素服。以此治邑，決能使士民無疑，歡然信懷，真無庸過慮過防。過防則翻多事。故忘機可狎鷗，而況人乎？見足下滿紙肝鬲，故不佞亦搜露心膽，想能諒我也。"
    },
    {
        "title": "大人書",
        "content": "孫女亡時，情極難堪。三日後即同諸兄遊城外諸山，胸中鬱嗇，得山色朋談，漸消煞去，此亦矯情養生之法也。此時中堂已準辭試差，復有良友相過，談學賦詩，情懷愈覺暢快。大人幸勿慮我。聞三舅亦罹此苦。舅舉子屢矣，倏忽俱成春夢，恩纏愛絏，何日是了。宿世冤業，乘便出現，倏見倏沒，令其割刺萬般，以酬前憤。酬則從他酬，苦則不可被他苦。三舅相見時，望取此紙出觀。旋渦底佛勸落水羅漢，亦可笑也。二哥有書來，正同陶石簣遊齊雲山，自雲過真州度夏。新刻大有意，但舉世皆為格套所拘，而一人極力擺脫，能免末俗之譏乎？大抵世間文字，有喜則有嗔，有極喜則有極嗔，此自然之理也。男近日移居王衷白新房，其房有高樓可眺，幽齋可憩。所苦者，一年之後便當別卜。此時欲買一宅，而囊無剩錢，又恥向人開口，恐終當作人家店戶耳。水到渠成，茲不足慮。男賦性爽直，骨體不媚，以此寡過，亦以此招憎。兼之屢遭兒女之變，杜門時多，交遊益寡，酬應彌疏。此皆宦途之所不宜，而男犯之。至於恩纏愛絏，雖能強解，而左哭右啼，魂驚神傷，為養生累，良不可言。以此作官一念，真同嚼蠟。徒以二哥既已解令，就一片冷氈；而兒復尋泉石冷淡之趣，非大人所以教子之意，隻得勉強廝捱。至於人之嗔喜，官之利鈍，頭上天公自有安排，男終不能作倚門行徑也。生事應須南畝田，世情付與東流水，是男意中事矣。"
    },
    {
        "title": "答江長洲綠羅",
        "content": "家弟既有《錦帆集》矣，門下可無《茂苑集》乎？集果行，不佞當僭跋數語，庶幾賤姓名托佳編不朽，意在附驥，不恥為蠅也。家弟尚未抵家，不知萍蹤近在何處。音耗不通，業已半載。徵仲真跡難得，其仿山谷老人者尤難得。明窗棐幾，沐手展玩，神采奕奕，射映一室。塵土胃腸，為之一浣。十年夢想虎丘茶，如想高人韻士。千里寄至，發瓿喜躍，恰如故人萬里歸來，對飲之語，不足方弟之愉快也。弟僅有一女，適人匝歲，死於產病，情殊難堪。所幸當事見憐，聽辭試差，婆娑一室，良朋時來，一觴一詠，消結滌鬱。恩纏愛絏，日就輕微。卜夏之病，庶其免矣。知門下念我，故縷及近懷。"
    },
    {
        "title": "黃慎軒",
        "content": "過從之興，都為愛懶畏暑奪之，可笑，可笑！足下去誌遂決耶？果爾，蓬蒿之徑，羊求俱遠；花晨月夕，踽蹤奚適哉！言之悶悶。十七夕，月尚佳，當煮茗以遲從者。遊郭莊，對芙蓉，聽二高士麈談，大是快事，然須廿日以外可耳。顧生如此骨相，如此危症，恐多凶少吉，奈何，奈何！"
    },
    {
        "title": "梅開府",
        "content": "李孟白來，得常聚談甚快。凡人聰明者，多欠真實。此兄既聰明，又真實，大是難得。所云講師何人乎？既是講師，說得天花沒膝，恐亦與本分事不相干涉也。"
    },
    {
        "title": "母舅遜亭先生",
        "content": "家僮來，知我舅尊又遭卜夏之變，苦哉，毒哉！甥止有一女耳，且極慧，父母視之，何翅掌珠。而今一旦委諸塵土矣，傷哉！甥一生遭際，與吾母舅無不似者。似舅即賢甥，亦何必如此似耶！"
    },
    {
        "title": "母舅壽亭先生",
        "content": "沙津徐人來，又得舅尊手教，披讀一過，使我心飛雲在亭中。第昨郡城人云，吾邑水患極毒，破堤衝城。果爾，則雲在亭前紅花翠竹，恐不能無恙。而詩朋酒儕，不免暫廢嘯吟，當奈之何！家中久無一音，日日如猜謎，蓋可慮者甚大，不止屋廬田舍而已。然諦思浦中居人，如舅尊列位及家大人，福德福相，皆萬萬可以無恐。且破堤衝城，非食頃便爾，當有洶湧先聲。而浦中居人，皆屢慣經者，豈有安坐待沒之理，則亦不足慮矣。遷縣一事，真是切要。然已付之不談，非是畏邑中多口，蓋知事大難成耳。近事大可憂，每入直，進左掖門，直望見後山，殊不成景象。幸聖意稍轉，起用行取，次第舉行。從此轉災為泰，安知非祝融之相也。甥以文字薄技，典在筆劄，雖切杞憂，亦何能為。「肉食者鄙，未能遠謀」，每讀此句，未嘗不汗下。甥情性粗直，骨體不媚，且轉喉觸諱，甚不諧於友朋。兼之屢遭骨肉之變，魂銷神傷，仕宦一念，豈翅嚼蠟。待一二年後，即圖歸計，續昔年看月登高之歡。第恐此時，舅尊又辭猿鶴出北山矣。"
    },
    {
        "title": "薛大參青雷",
        "content": "館中兄弟，漸至晨星。蕭玄圃又攜年嫂年侄旅櫬西歸矣。幸劉濟滄、趙準台二兄，一時同補，聚首長安，差慰岑寂。弟罪業深重，波及骨肉，兒女喪盡，孑然一身。近遭之毒，倍於玄圃。仕宦一念，真同嚼蠟。不久當歸田，作治下老編氓也。"
    },
    {
        "title": "答蕭讚善玄圃",
        "content": "篝燈讀兄書，愛我憶我，更私箴我，乃知世外交遊，鍾情更甚。豈比塵市朋伴，朝而握手，暮即掉臂者哉！兄歸山中，焚香啜茗，寄意琴書，取樂魚鳥，真不減飛天仙人。惟願文酒之暇，無忘卻菩提本願，時取大慧、中峰二禪師語錄置案頭，朝夕相對。弟今法侶益稀，荊扉日掩。白蘇齋前，草深一丈。亦惟恃此二老友晤語室內。法喜禪悅之樂，弟與兄默默消受，雖關山萬里，亦不異刻刻對麵也。"
    },
    {
        "title": "答王衷白太史",
        "content": "吾二人心神契合，起念共知，出語同賞，有如形影，跬步同之。古人所稱膠漆，方吾二人，尚未親切也。吾兄行矣，與蕭玄圃、趙準台、黃慎軒諸公相往還，尚有老成典刑之意。乃今諸兄先後分飛，弟雖居城市，何異孤島。十數日中，與顧、黃諸公一晤談外，其餘率皆杜門下楗，閉眼跏趺日也。前兩得兄書，及和詞等箑，朗誦一過，兩腋翩翩，真如籠鳥睹秋隼破雲而飛。一月前，聞泰山迸裂里許，正愁兄遊屐相值。不意窮幽極勝，跋扈飛揚，向我賣弄如此。雖然，楚中名山甚多，弟明歲且歸，左挈中郎，右挈小修，狂談浪謔，比吾兄此樂當百倍，彼時兄當更羨我也。弟戴星幾一月矣，數時又有未了製辭須要完結，朝而戴星，夜而篝燈，伏枕安眠，僅得二更。此時方匆匆撰寫，無半刻暇，而溫君下顧，云有便郵。信腕信筆，竟不知作何語，兄以意會之可也。又二舍弟新刻甚可觀，今奉寄一部，知兄讀此，又添數日喜歡也。"
    },
    {
        "title": "徐惟得",
        "content": "不肖生平，傾向大雅，幸生同時同里，又在仕籍，而宦跡乃若相避者，何鄙人緣薄甚也！然得手教，展讀數過，瞑想眉宇，若熟晤然。豈前生菩提因中，曾結伴共遊耶？人外之契，不介而親，豈必把臂，乃稱金蘭哉！不佞疏野之性，丘壑之骨，戒力不堅，輕擲瓢衲，走城市間。如籠鳥檻猿，未嘗一刻忘故林。而衝漠館十佳絕，愈攪我鄉思。何時得結廬傍玄亭，使後世與王無功、仲長子光二友並觀乎？"
    },
    {
        "title": "王衷白",
        "content": "董津來，又得手教，且喜兄白日能作寐語，真比往日王衷白不同。往日是無病的王衷白，近是有病的王衷白。乘此知痛知癢時節，恰好用針，可惜西京無此等好醫人也。笑笑。明年春杪，兄幸早發，弟謹煮雨前茶於小竹林候兄也。令郎近日文字想奇進，與阿翁談禪否？聞兄有遊泰山記，幸寫一本寄我。"
    },
    {
        "title": "李宏甫",
        "content": "不肖自入道以來，即省官職大小，兒孫有無，都是頭上天公掌管，原不費人纖毫氣力。所以四五年來，頗是心閑。然既愛閑散，亦復不能受苦擔勞。學道浮泛，亦本於此。今秋乃稍自奮迅，期將自今三十六年以後歲月，供養諸佛。決不以一知半解自安。或仗長者開示，有水到渠成之日，亦未可知。蓋不肖根鈍力弱，百不如人，持此一念，堅實長遠之心，庶幾將勤補拙。眼見同衙門同年同時皈依佛乘者，已被無常擒卻一二人。此時雖欲不發願努力，亦不由我也。不肖疏慵，交遊極少；獨坐兀兀，又苦懶倦。尋得三四朋友，同辦此事，數日輒會，會時亦不說禪說道，惟以生死事大，無常迅速，自警警人。警省一番，精進一番，此近日功課也。會中諸友，有資性聰慧者，亦有發心真實者，大抵不能相兼。會稽陶石簣極可人，恨其人體羸多病，不能受苦；今又歸家，離群索居。不知此後精進，常得如往時否？翁明年正七十，學道諸友，共舉一帛為賀。蓋翁年歲愈久，造詣轉玄，此可賀者一。多在世一日，則多為世作一日津梁，此可賀二。翁幸一笑而納之，勿孤諸公供養之心可也。"
    },
    {
        "title": "答陶石簣",
        "content": "弟今春移居焦漪園房子，庭上花正開。忽二舍弟至，遂坐花下劇談至三更，強半是說陶石簣同遊西湖事。此時月照李花，清瘦冷淡，恰似對石簣麵孔也。賢伯仲閉門參禪，精進勇猛，令我愧歎。不知此時參得如何？「三界惟心，萬法惟識」一語，似無可疑者。便令解不得，亦無損；縱使解得，中甚用也。吾輩學道，雖未必大悟，至於向肉團心上卜度穿鑿，求分毫明白，決不作此蟲豸伎倆。兄但於東山水上，行麻三斤，幹屎橛裏穿破。此等語言，是甚麼鶻臭布衫，破驢脊背？古人云「千疑萬疑，祇是一疑」；又云「製心一處，無事不辦」。弟近來亦止向無字上做工夫，些小光景，見解都不認著，隻以悟為則。亦決不敢嫌此事淡澹，更去尋枝葉也。兄以為何如？"
    },
    {
        "title": "答同社",
        "content": "從古大聖人，一生僅辨得一個恕字。何也？人情固不甚相遠也。故眾人所有者，亦聖人所不能無；眾人所無者，亦聖人所必不能有。惟聖人能與天下同其有，故不惡人之有；惟聖人能與天下同其無，故不責人之無。與天下同其有無，故心地平。不以所有所無者責天下，故一切皆平。故一恕而天下平矣。若夫賢知則不然。眾人之所有者，己決欲其無；眾人之所無者，己決欲其有。襲取而不知其非有也，久假而不知其未必無也。不知其非有，必欲強天下以皆有；不知其未必無，必欲強天下以皆無。胸中不勝其崚嶒，待人不勝其谿刻，則自身求一日一時之安樂且不可得，而況能安人哉！曾子曰：「夫子之道，忠恕而已矣。」非借說也，觀其所作《大學》一書，至論平天下之道，隻一絜矩盡之。矩者心也，絜者推此心也，恕也。夫孔子七十歲始能不逾矩，是孔子垂老始能恕也。兄獨奈何輕言恕哉？又來教云：「乾坤是一大戲場，奈何齪齪為，縶人於苛禮。」此論甚高。不佞竊謂禮者，世界所賴安立，何可易談。且就兄所稱戲劇喻之：扮生者自宜和雅，外自宜老成，官淨自宜雄壯整肅，丑末自宜跳躂恢謔。此戲之禮，不可假借。藉令一場之中，皆傅墨施粉，踉蹌而叫笑，不令觀者厭嘔乎？然使作戲者真認己為某官某夫人，而忘卻本來姓氏，則亦愚呆之甚矣。"
    },
    {
        "title": "答友人",
        "content": "涉世如局戲，有出手便錯者，有半局而蹶者。有局將終，勢將贏，而一著便差，前功俱廢者。又有終局不錯一著，獲全勝者。大都要勝之心一般，所爭者，算有長短，知有巧拙耳。總之，皆局中人內事也。世間自有棋枰未展，白黑未分，要緊一著子。此一著子勘得明白，好勝與不好勝，總非分外。"
    },
    {
        "title": "答駱儀部",
        "content": "公骨剛誌強，有擔荷此事之器；官閑事簡，有究竟此事之晷。真參真悟，是在茲日。不佞畏怖生死，發心參學，今又十年，老冉冉至矣。自救不暇，何能益公？大都此事不從自己聰明得，況從他人言語得乎？不佞雖欲益公，亦萬萬不能矣。"
    },
    {
        "title": "答友人_2",
        "content": "空不可遇，為此語良是。然謂為空害空，覺太過慮矣。《心經》不云乎：「是諸法空相，不增不減。」夫為空而有益於空，固不得謂之真空矣。使為空而有損於空，亦安得謂之真空乎？譬如癡人居大舟中，苦舟不行，向倉中極力推挽，舟固不因之行，然亦豈因之不行哉？鄙見如此，惟兄更教之。"
    },
    {
        "title": "答劉光州",
        "content": "公性識慧朗，既可悟入；氣韻沉涵，又堪保任。即今車馬棼喧，正陶心煆性之地，自度度人，適維此日。三復來劄，已見一斑。政事有源，即學問有用。珍重，珍重！"
    },
    {
        "title": "答友人_3",
        "content": "學未至圓通，合己見則是，違己見則非。如以南方之舟，笑北方之車；以鶴脛之長，憎鳧脛之短也。夫不責己之有見，而責人之異見，豈不悖哉！"
    },
    {
        "title": "答趙侍御貞甫",
        "content": "閱正楮中語，都是詢作直指事，此非腐儒所能知，故不敢裁答，非為懶也。"
    },
    {
        "title": "答友人_4",
        "content": "「本來具足，個個圓成」等語，是瀉情垢之巴豆，斷意根之利刀。今人卻認作補中益氣湯，引一輩盲流，日日咀嚼。又引孔子「吾無隱乎」，「可離非道」證明，如此證明，亦頗分曉。但隻未知於是非利害關過得否耳。奉勸吾兄，不如且撥置此事，作些有用生涯。到處努眼張牙，浩浩談說，博得學道之名，招得泥犁之實，則何益矣。"
    },
    {
        "title": "簡友人",
        "content": "今日雨後坐軒前，忽見桃樹下菌子如手大，因歎濕熱變化之速。五穀蔬果，非暖非雨，則不發生，不獨一菌感濕熱生也。至於人身，從暖觸有，因精液成，亦濕熱所化耳。本無倏有，與菌奚異。夫以忽然濕熱所化之軀，遇忽然濕熱所化之物，彼此俱命，彼此俱性。安在我有情，彼無情也！舉似足下，以為何如？"
    },
    {
        "title": "龔吉亭先生",
        "content": "聞妗將化，預知時日，至期趺坐，誦佛號。食頃，謂左右曰：「佛至矣！」合掌而逝。異哉，精進之效乃如此！此時隻宜撫掌助歡，不宜更出一滴淚也。念佛憶佛，必定見佛，此便是現成榜樣，勉旃！龐老勿落婆後可也。甥初承凶信，不勝悲痛；繼得此消息，不覺悲痛化為歡喜。故今附數字，稱賀不稱唁。素帛二端，寄上。"
    },
    {
        "title": "答姚侍御",
        "content": "《開采圖說》，一語一淚，一字一血，方之鄭俠，尤為痛切明著矣。夫中州天下要地，於人則咽喉脾胃也，地瘠而貧，且不時有旱澇河湟之患。今以易病之脾胃，而烏喙砒鳩之毒藥，日攻克其中。萬一如大疏所云「禍患生於腹心，干戈起於堂奧」，將何術救之乎？如此苦心，如此危論，尚不能感動宸衷，回天之策不幾窮耶！"
    },
    {
        "title": "答楊員外肖墨",
        "content": "韓昌黎《桂林》詩云：「水作青羅帶，山如碧玉渼。」每讀此詩，未嘗不神馳龍洞仙岩之間。先生利刃銛鋒，匣之不試，杖屨徜羊，堪以自老；何必一領紫梅，白盡髭眉，乃為快哉！先生遠性玄識，諒不以彼易此也。扇頭小詩，聊博一笑。"
    },
    {
        "title": "寄三弟",
        "content": "女竟不祿，可傷悼甚！居官數年，喪卻兩子一女。一身蕭然，此懷何堪？猶憶往年夏中，每夜坐大槐樹下，池上星河，晶晶池底，聽兩兒屬對，應答如響，以為笑樂。至今思之，便是一夢。爾時麥粥，亦何可厭也。功德天，黑暗女，步步相隨，將奈之何！然我之為功德天者無幾，而為黑暗女則甚酷矣。自弟出京後，此女能通竺典，誦《金剛經》，時有問答，皆出意外，我謬比之靈照，不意其遂至夭折。昔白樂天無子，止有一女金蟾，慧甚，後復不育，竟以無子。吾此苦真同樂天。然樂天是世間第一有福人，吾那得比之。樂天趣高才大，文價遠至雞林；吾才思蹇澀，無所成名，一不同也。樂天罷守，即有粟千斛，有太湖石、華亭鶴、折腰菱等物；吾官十年，債負山積，室如懸磬，二不同也。樂天所居履道里宅，據東都之勝，花鳥魚池，仿佛蓬、瀛；吾家石浦之陽，濱於大江，即此鳩巢蝸廬，旦暮作鮫人窟，安望花草池台之樂，三不同也。樂天有妓樊素、小蠻，能舞《霓裳》；吾輩兢兢守官，那及此事，且吾鄉固陋，真所謂經歲不聞音樂聲者，四不同也。樂天官至三品，不為不貴；吾賦性肮髒，轉喉觸諱，早晚且歸，終當老一校書郎，五不同也。樂天有元、劉互相酬唱，晚年與牛奇章諸公共為賞適；想故鄉一片地，惟有杜門下𣓉而已，六不同也。樂天素健，年至八十，得風痹疾復愈，尚能留樊素及駝馬；吾少年病後，骨體脆薄，多肉少筋，非壽者相，七不同也。吾與樂天不同者如此，惟無子一事，則酷似之耳。獨樂天學禪，吾亦學禪。樂天太好快活，晚年歲月，多付之詩文歌舞中，此事恐未得七穿八穴；吾以冷淡無所事，隻得苦參，將來或不作生彌勒院中行徑，差強之耳。若果於此一大事了卻，糞草堆頭拾得無價寶，世間苦樂，何足道哉！吾比來亦切此事，但參話頭工夫，難得純一。又念世間浮解，恐無益於將來，更作小小功德。所分大官餐錢，即買魚蝦鱉蟮，放入金水池中。每入門，內侍都不問，但云此袁家放生人也。黃慎軒、蕭玄圃諸公，亦相仿效。每月朔望，放生不可勝紀。吾非欲作此有為功德也，自念以口腹傷殘物命，欲用此少贖罪愆。且令好生一念，常時萌動，將來或至憫念有情，不復食啖。然比來晨鳧夜鯉，多取備屠門，至鸞刀則久已戒之矣。聞大人日殺牲供具，弟能默默引之不殺何如？此即非常功德也。邸中惟我一人食肉，眷屬俱長素念佛，精勤之甚。辰昏梵唄，宛同蘭若，吾意甚樂之。每與若嫂及兩姬言：「爾輩不必憂無子，吾朝暮且解官。長安村中舊舍，便可作一庵，偕汝輩六時行道其中，他年同生青蓮池中，永為法眷。此為嗣續，豈不更大？即我百年之後，汝輩便作淨尼，有田可供伊蒲，又有人護持，以此卒餘生，有何不可。昔王珣、王維，俱舍宅為寺。趙中令無子，兩女俱為浮屠。範龍圖女孫，為妙總大士。若能若是，又何羨乎封登一品，兒孫滿前？」汝嫂亦欣然頷之。然我亦是實語如語，非專為引誘兒女輩也。我甚欲歸田，但為大人年未六十，歸計太早，恐親心不悅。且補春宮講讀未久，亦欲少有所需。屈指算之，決不出三年。沙市太遠不可住，城中已殘廢，惟長安村中舊居真可棲隱。且所以難鄉居者為盜耳，我貧如此，即開門延之，尚恐其厭薄不來，何足憂慮。我意欲將荷葉山荷葉堰，俱作短牆圍之，從烏桕樹中開門，以小舟往來其中，純種白蓮。山內鬆栗十圍處，作一佛堂。萬鬆嶺上作一大士閣。記往時每夕陽行此處，則平湖萬頃，晶晶晃耀，如爛銀海。且可以東望黃山，極為勝處。可令阿書，將我田租預市木植，杉木便好，不必楠柏木也。但聞其中樹木，頗遭斫伐，又鄰家多取以代薪，甚為慮之。此處以林樹為命，寧乞吾頂上毛，莫伐吾樹也。頭上霜毛，除之何害，惟此樹係吾晚年生計，已敕阿書守護。弟幸溫語懇諸人，為此樹乞命，諸人未必不聽。我又敕阿書種樹，山中可多種鬆，塘上可多種桃柳，桃柳易成。以待弟入村，可自閱視，其行位亦自有方略，太整即俗，弟自能辦，不須囑也。已向董思白、黃慎軒諸公乞堂額庵名矣。又中郎有書來，云已解官。初謂其不耐煩苦，不知其一病六月，幾不起也。前訊之吳中人云：「此令近年未有，惟飲吳中一口水耳。」又聞其發摘如神，衙門宿蠹，為之一清。其人非習為諛者，且眾口一詞。方為之喜，而乃病耶？豈劇縣多事，為民勞心，至於病耶？亦其心和而骨傲，不堪折腰之苦，遂發病耶？既病矣，自宜解官，豈容以七尺殉一官也。其去以養詹姑為辭，聞吳民千百人，皆聚神廟中，願各捐十年之壽，延詹姑一日，以留仁父母。醮事懺儀，所在佛宮道院，無不然者。吾聞之，又為之喜。功名升沉何足論，若真能有益於百姓，即是大功德，大行願也。然中郎年少，豈容歸隱。將來到京，補一廣文，積三四年，可至部屬。其清望甚重，與他量移者異。弟可將此意達之大人，莫令其憂也。雲中老子念吾弟甚，每書來未常不及弟。卓吾亦有書來，訊弟動定。又邑中人云：弟日來常攜酒人數十輩，大醉江上，所到市肆鼎沸。以弟之才，久不得意，其磊塊不平之氣，固宜有此。然吾弟終必達，尚當靜養以待時，不可便謂一發不中，遂息機也。信陵知終不可用，故以酒色送其餘年。陳思王絕自試之路，始作平樂之遊耳。弟事業無涯，其路未塞。為朱紫陽亦大破碎，即陳同甫亦太粗豪。陳同甫度橋，馬次且，即下馬拔劍斬其首，辛稼軒見而奇之。奇則奇矣，馬有何知，而遂殘其命。此視王藍田之蹂雞子，更甚矣。少年遭禍，晚得一第，數月遂至不享，此亦可以戒矣。然吾弟愷悌仁厚，寧復有此。聞邑中少年多惡習，不可不誘引之也。昨又聞吾弟作敦仁會，率諸友講學，甚善，甚善！場事將近，且作時義。吾歸隱之志已切，得弟中雋，即拂衣之行決矣。聞侄子甚清令，白家阿龜當從汝乞之。前兩三月遊上方諸山，往與弟坐杜莊竹園，閱《名山記》，有所謂石經洞者，悉得於杖履之下。弟今秋來，當一一舉似，且同弟覓再遊也。所寄大人書甚略，大人如不厭煩，弟可將此書從頭讀一遍，即可以悉吾近況，與後日行徑也。紙盡不更作，有便勤寄八行，望之！又中郎昔忙今閑，我昔閑今忙。人生苦樂乘除，大抵如此。十年作太倉雀鼠，今得報效，少懺素餐罪過，不敢厭勞怨苦也。但年近四十，日起先雞，玄鬢化白，麵紋漸多，異日相對，竟是一龍鍾老翁矣。韓退之云：「居閑食不足，從官力難任。兩事皆害性，一生長苦心。」去住之難，從古歎之，可奈之何！"
    },
    {
        "title": "答陶石簣_2",
        "content": "《覽鏡》諸作，絕似元、白。《五泄》六詠，非坡老不能為也。懷弟諸篇俱佳。七言尤勝，「總為兒女謀身易，示有威儀與俗同」，新鮮矯警，又為諸句領袖。即日書作簡板。讀令弟妙什，便可想見第五風神。弟雖不敢望石簣，然令弟則酷類我家小修。意欲屬和，少酬高雅，然君家兄弟，精銳如林，所謂不戰而氣亦索矣。入冬以來，支離枯槁，如魚去水。幸天憐我寂寞，中郎恰補得京兆授，屈指定有幾年相聚。齋頭相對，商榷學問，旁及詩文，東語西話，無所不可。山寺射堂，信步遊覽，無所不宜。足下聞此，得無復動北來興耶？中郎極不滿近時諸公詩，亦自有見。三四年前，太函新刻至燕肆，幾成滯貨。弟嘗檢一部付賈人換書。賈人笑曰：「不辭領去，奈何無買主何！」可見摸擬文字，正如書畫贗本，決難行世，正不待中郎之喃喃也。弇州才卻大，第不奈頭領牽掣，不容不入他行市；然自家本色，時時露出，畢竟不是曆下一流人。聞其晚年撰造，頗不為諸詞客所賞。詞客不賞，安知不是我輩所深賞者乎！前範凝宇有抄本，弟借來看，乃知此老晚年全效坡公，然亦終不似也。坡公自黃州以後，文機一變，天趣橫生。此豈應酬心腸，格套口角，所能仿佛之乎？我朝文如荊川、遵岩兩公，亦有幾篇看得者。比見歸震川集，亦可觀。若得盡借諸公全集，共吾丈精揀一帙，開後來詩文正眼，亦快事也。中郎見弟近作，謬相稱許，強以災梨。兄《五泄》諸作殊佳。《別家詩》九章果是八月寄至，謝公歸時，匆匆作書，偶忘及之。諸篇俱力敵《五泄》，三言稍未稱。中郎又云僧湛然戒力見地，俱可與君家兄弟熟。二兄不出籬落，得此善友，何得更歎離索乎！老卓住城外數月，喜與一二朦朣人談兵談經濟，不知是格外機用耶，是老來眼昏耶？兄如相見，當能識之。"
    },
    {
        "title": "答陳提學",
        "content": "五馬未幾，遂躍驄而臨晉諸生，一奇也。出自特簡，二奇也。所補即汪兄之缺，三奇也。但方氏舊墨，化為烏有先生，奈何！督學品格，第一要辟異端，《大慧語錄》姑收之篋中，何如？"
    },
    {
        "title": "讀大學",
        "content": "明德，考亭釋為虛靈不昧，甚妙。即伯安先生所拈良知者是矣。德即是明，不可以明更求於明，擬欲明他，是鏡欲自照，而眼欲自見也，胡可得哉！然何以曰「明明德」也？蓋不欲人直下識取云爾，故後麵釋曰「皆自明」也。第玩「自」字便見，不落情量，全體顯現，非假一毫功力也。夫善何以曰至也？住於惡固非善，住於善亦非至善。善惡兩邊俱不依是何境，所謂至善也。但起心動念，便不是止。起心動念，不屬善邊，便屬惡邊，便不是至善。息機忘見，便是止於至善也。又須知天下皆息機忘見者，盡天下無一人起心動念者，所恨不知耳。故下文遂有知止之說，知字最吃緊。大人明明德於天下，下手工夫，隻在格物以致知。故一知止，自臻誠正及治平之效，而大人之能事畢矣。知止便是格物致知，定靜安便是誠意，正心修身而能慮，便是齊治平雲。心猶水也，意猶冰也。水體常流，而一結為冰，則失其常流之性矣。心體本正，而一發為意，則失其本正之體矣。然全冰是水，不舍冰而覓水。全意是心，豈斷意以正心。故欲復水體，惟在融其冰；欲復心體，惟在誠其意。意誠則雖曰已發，不離未發；雖第二機，即第一機也。今夫驟見孺子而怵惕，驟聞呼蹴而不受，此不涉安排，不立能所，所謂誠也。不涉安排，不立能所，則不妨發見，而未嘗有所遷，不妨變化，而未嘗有所動。不動不遷，所謂正也。後釋引「好好色，惡惡臭」為喻，夫不涉安排能所者，信莫有過於此二者矣。即在凡愚，可以自省。正心固先誠意，然稍擬誠意，便涉安排立能所，早已徹底不誠了也。當知吾人各具有良知，虛靈寂照，亙古亙今，包羅宇宙，要在當人設方便致之。若還致得自然，神感神應，安排不待遣而自遣，能所不待亡而自亡矣。蓋此知本誠，不必別用功求誠也。故曰：「欲誠其意者，先致其知。」後麵釋誠意曰：「君子必慎其獨。」此也。獨字最奧，如《中庸》所謂「不睹不聞」、「無聲無臭」、「天命之性」、「未發之中」等是也。正是良知，又謂明德，非格物之君子，安能識渠麵孔乎哉！良知二字，伯安自謂從萬死得來，而或者謂其借路蔥嶺。夫謂其借路，固非識伯安者。然理一而已，見到徹處，固未嘗有異也。余觀《宗鏡》所引圭峰語，謂達磨指示慧可壁觀之後，復問渠：「莫成斷滅否？」答：「雖絕諸念，亦不斷滅。」問：「以何征驗？」答：「了了常知，言不可及。」師即印曰：「即此是自性清淨心，更勿疑也。」若所答不契，即但遮諸非，更令觀察，畢竟不與他先言知字。直待他自悟，方驗真實，是親證其體，然後印之，令絕餘疑。故曰默傳心印。所言默者，唯默知字非，總不言傳。至荷澤時，他宗競起，欲求默契，不遇機緣。恐宗旨遂滅，遂言「知之一字，眾妙之門」。伯安所揭良知，正所謂「了了常知」之知，「真心自體」之知，非屬能知所知也。或曰：伯安以知善知惡為良知，將無與真心自體之知異乎？余曰：知善知惡，彼為中下根人權說耳。王汝中所悟無善無惡之知，則伯安本意也。汝中發伯安之奧也，其猶荷澤發達磨之秘乎！情念不孤起，必緣物而起，故名情念為物也。初入道人，如何用功，須是窮自己情念起處。窮之又窮，至於窮不得處，自然靈知顯現，迥然朗然，貫通今古，包羅宇宙，則知致矣。故曰致知在格物，此是初學下手吃緊工夫，千聖入門之的訣也。昔張子韶至徑山，與馮給事諸公議格物。妙喜曰：「公隻知有格物，而不知有物格。」子韶茫然，妙喜大笑。子韶曰：「師能開諭乎？」妙喜曰：「不見小說載唐人有從安祿山者，其人先為閬守，有畫像在焉。明皇幸蜀見之，怒令侍臣以劍擊其首。時閬守居陝西，首忽墮地。」子韶聞之，遂大悟，題不動軒壁曰：「子韶格物，妙喜物格，欲識一貫，兩個五百。」余去年默坐正心軒下，偶一同參舉此，余豁然有省。時有友問余，此義如何。余曰：「犀因玩月紋生角，象被雷驚花入牙。」友人不契，將知妙喜所示，子韶所悟，所謂金剛圈，粟棘蓬。即辨如莊叟，難究微言；博似張華，豈窮玄趣。而奈何欲置孤燈於太陽之下，搖輕箑於飄風之間者乎，多見其不知量已。此正格物要指。前所解者，聊為初學方便耳。有所恐懼，等是執有，心不在焉是落空。要之，有所不在，俱是迷妄耳。此廣大心，寧謂之有，謂之無乎？妄謂之有者，如目翳而為空有真花；妄謂之無者，如病狂而為己頭忽失。翳消花滅，花元非有，不可言滅。狂歇頭在，頭元非失，不可言在。消歇存乎一念，寧假功力，那涉途程。乃知此心虛明，離有無相，有無見，立處正地而若邪，有無見消，非昔邪而今正，所謂轉名不轉體也。故以無正為真正心，無修為真修身。"
    },
    {
        "title": "讀論語",
        "content": "凡作意用工夫時，真妄交爭，理欲相乘，有照管有克治，有打點有考究等，俱費力生硬，不相諳習，厭苦不暇，何悅之有？時習者，十二時中語默動靜，相安相忘，不知不覺，妥妥貼貼，即此是悅。此個境界，非實用功力，那得到此，到此則無功力矣。故老子曰「絕學無憂」，考亭謂「子路好勇」，蓋有強其所不知以為知，亦未必然。第觀其問事鬼神，問死，則是欲強知其不可知者。故孔子誨之曰：「知之為知之，不知為不知，是知也。」蓋理有可知者，亦有即知是病者。何則？吾人良知，本無不知；不可以知更求於知。譬如握手作拳，則名為拳，不名為手。將知求知，則名為妄，不名為知。故手不作拳，固居然手矣；知不自知，固居然知矣。人知知之，知而不知，不知之知也。昔人「知之一字，眾妙之門」，而又有謂「知之一字，眾禍之門」者。通此二說，始得夫子論知之義。天地在虛空中，人在天地中，而虛空入在道中。虛空之在道中，若一泡之在大海耳，則天地與人又可知矣。然人又能包羅虛空，而位育天地。此非人之能，乃道者能耳。故夫不明大道，縱極人之識量，建掀揭之業於天地間，特一泡出生之微塵小泡耳。故孔子曰：「管仲之器小哉！」藉令管仲能從源頭上清徹一番，即無九合一匡之績，其器何嘗不大。孟子曰：「中天下而立，定四海之民，君子樂之，所性不存焉。」昔人又謂堯、舜事業，如一點浮雲過太虛。由斯以譚，雖唐、虞定民之極功，毫不足為堯、舜性天之加損也，而況麼麼伯業者乎！此性亙古亙今，不動不變，本自無生，又寧有死。生死有無，係乎一念迷悟間耳。譬如夢人，遍曆種種城邑，其身安眠床第，實無此事。睡足覺來，決不自念我今此身先去今來。聞道之人亦然，決不自念我今此心先迷今悟。迷破情破，況復肯留生死餘惑耶！故孔子曰：「朝聞道，夕死可矣。」夫聖人者，豈不知本無生死，隨順迷人情見，權說為死耳。又豈不知古今始終不移，當念展縮在我，延促俱妄；亦隨順迷人情見，權說為朝夕耳。老子曰：「死而不亡者壽。」夫既曰不亡矣，又何言死也耶？頗有合於吾夫子夕死之意。仁義禮智，性之德也。聖門單提一字，即全該性體。如復禮之禮，不違仁之仁，義之與比之義是矣。夫何以曰義之與比耶？無適無莫，就是他比義處。非於無適莫外，又尋一個義去比也。蓋此性體虛而靈，寂而照，於中覓善惡是非，可否得失，同異諸相，本不可得。世人起心動念，取舍情生，分別意立，與此性體相違遠矣。聖人雖熾然取舍，而實無取舍；熾然分別，而實無分別。亦無無分別之見，是以繁興大用，都合當體，故曰義之與比。比字最親，然說出便疏。才說合，便離了也。乃謝氏謂聖人有道以主之，若有能主之道，所主之心，去義千里萬里矣。已涉唇吻，即落第二頭；況云一貫，猶存一也，豈是聲前一路。惟孔子實不於一中蹲坐，而曾子亦不向一處垛根。得之聲前，契之言外，不落陰界。故孔子將千斤擔子付他，他便能荷得，一氣直走一千里耳。是以古人詩曰：「彩雲影裏仙人現，手把紅羅扇遮麵。急須著眼看仙人，莫認仙人手中扇。」今之依語生解者，所謂認扇者也。明眼人撮金成土，撮土成金，拈來便用，豈存勝劣。故知曾子所指之忠恕，較孔子所拈之一貫，一合相不可得。但曾子撩起便行，諸弟子未免貪粟失糧耳。怒與過，皆情念之所必有者。情念結而為人矣，安能免怒與過。第常人縱情念而不知有真，學者又欲滅情念以存真。任之者妄，而欲滅之者亦妄也。顏子克己復禮者，故不動己，而全轉為禮。未嘗遣怒，而怒時未嘗離常止之體。常止，故曰不遷。未嘗袪過，而過處未嘗違常一之體。常一，故曰不二。此千古之學髓，而洙、泗之心印，非諸賢之所可幾者。孔子安得不三致歎於斯人。程子言：「三月，天道小變之節。」言其久也。又曰：「過此則聖人矣。」將謂顏子過此又違仁了。夫舉世固未有一人違仁者，縱顛倒之極，而仁固居然在。譬如迷人，認東方為西方，而方實未嘗轉也。是以此仁也，迷之若違，悟者不違。顏子悟之，而三月不違矣，豈有復迷之理哉！如礦既成金，不重為礦。悟而復迷，是金復為礦也，吾不信也。孔子蓋謂天道業已小變，而回之仁不變，直美其無違仁時耳。其餘則乍明乍暗，所以曰「日月至」。莊子曰：「堯之治天下也，使天下欣欣焉，人樂其性，是不恬也。桀之治天下也，使天下瘁瘁焉，人苦其性，是不愉也。」人不堪其憂，固不愉也。顏子之樂，得無不恬乎？蓋因人之憂，乃見顏子之樂，顏子實不自知樂也。譬如因攖病之苦，乃覺強健之安，而強健者不自知安。緣長途之苦，乃羨居家之逸，而居家者不自知逸。其不自知安逸也者，乃其所謂真安且逸者乎？若彼人常常檢點曰：「我安且逸。」若是，則心不閑曠甚矣。故無樂之樂，是謂真樂。或問：七情人所必有，顏子豈得無憂時耶？曰：顏子之憂亦樂也，怒亦樂也，哀亦樂也。迷人結冰成水，即樂成憂。達者了冰是水，即憂成樂。憂樂之機，係一念迷悟間耳。人之生也直，此直字與質直、好直等直字稍異，即性體也。性體無善惡，無向背，無取舍。離彼離此，而卓爾獨存；非中非邊，而巍然孤立。故曰：直如千仞峭壁，非心意識之所能攀躋者。瞥生情念，便紆曲了也。情念既生，而欲袪除之，亦紆曲了也。擬趨向他，便紆曲了也。擬不趨向他，亦紆曲了也。紆曲便是罔矣，罔之易蹈如此哉！然直何以曰生理也？蓋有鏡然後現影像，有直性然後出生形骸情識。無鏡，安得有像乎？無直安得有生乎？夫知好樂，吾且勿論。所謂之者何物耶？讀至此者，安得直恁鹵莽而已。中人以上，可以語上也；中人以上，不可以語上也。然則聖人豈揀中人以上者而密室傳授乎哉？非也。坦途非限夫行者，行者自差；日光非薄夫朦人，朦人自障。聖人無時無處不昭揭以示人，人之聞者，其心所得各異耳。「甚矣吾衰也，久矣吾不復夢見周公。」張子韶詩曰：「向也於公隔一重，尋思常在夢魂中。如今已是心相識，你自西行我自東。」此妙語契聖人神髓矣。子韶與杲公遊，透悟禪宗，其發明吾孔子奧言甚多，不能悉記耳。張商英曰：「吾學佛，然後知儒。」餘於子韶亦云。孔子發憤忘食，樂以忘憂。非憤而後樂，樂而復憤也。蓋孔子才十五歲，便知天壤間止有此一事，奈何未得入手。半生勤苦，雖定力所持到不惑田地，然尚未知本命元辰下落，安得不拚命向前。故十五以後，五十以前，蓋其發憤忘食之日也。至於知命以往，耳順從心，頭頭是矩，此中纖毫不掛，心境蕩然，其樂可知矣，更有何事發憤乎哉？若如注所云，以是二者俯焉，日有孳孳。則是孔子一生累憤累樂，而道可以零碎學，零碎得矣，有是理哉？此考亭補格物，所以見疑於後學也。「吾無行而不與二三子者，是丘也。」此語是孔門塗毒鼓，讀者且莫草草。且如何是孔子行處？著衣吃飯是孔子行處，早起夜眠是孔子行處，默坐談論是孔子行處。這俱是孔子行處，有何奇特。若云有奇特處，一切人豈不解著衣吃飯，早起夜眠，默坐談論也。若云無奇特處，孔子又何必與二三子，二三子又何必孔子與也。且如何是孔子與處，不可止說動靜語默無非道。又如何是二三子見孔子與處，不可止說一言一動，無不存心省察，若如此注解去，於吾夫子微言，又何交涉。在當人自會，難以言詮也。民決不可使知之耶？是聖凡有二性也。民可使知，而聖人不使之耶？是聖人私也。不見古人道，具足聖人法，凡夫不知；具足凡夫法，聖人不會。且道凡夫不知與聖人不會，是同是別？利者，聖人不肯言；命與仁，聖人不能言。豈故罕言哉？人言佛老極談性命，然柱下才開口，只道得個「道可道，非常道」，是柱下竟未嘗道也。迦文自云「始從鹿野苑，終至跋提河，於其二中間，未嘗說一字」，是迦文竟未嘗說也。雖有五千言，一大藏教，俱是第二門頭說話，何嘗言命與仁哉！吾夫子隨機指示，如《論語》所紀，非無論仁處，要皆示月之指，是指非月也。其最親者則莫若「予欲無言」一語，學者試觀此言，果言仁乎，言命乎？《南華經》曰：「天之蒼蒼，其正色耶，其遠而無所至極耶？」蓋世未有見真天者，見其狀若蒼蒼耳；世亦未有見真堯者，見其功業文章巍然煥然耳。故曰「惟天為大，惟堯則之」。唐堯一片本地風光，豈惟世人莫能見，即聖如孔子亦不能見。豈惟夫子不能見，堯亦復不能自見也。不見之見，是謂真見。得此真見者，山河大地，牆壁瓦礫，皆是見堯也。故曰：見堯於羹牆。子絕四；毋意，毋必，毋固，毋我。吾輩依放作工夫者多矣。譬如靈龜曳尾，拂跡成痕，轉添意必，重增固我耳。殊不知過去之心已往，見在之心不住，未來之心未來。本無意必，本無固我，人人日用，可以反觀。然則此四者，不特聖人無之，即凡民亦未嘗有耳。聖人悟之，故有若無；愚人迷之，故無而為有。蓋聖凡之辨微矣。吾有知乎哉？無知也。聖人之無知，夫豈謙言者。一塵翳天，一芥覆地，虛明之中，豈容一毫妄知也耶！孔子蓋真無知耳，惟全體無成全體有。小扣小應，大扣大應。譬如風不自觸，故遇物而於喁不斷；鍾不自鳴，故隨扣而清韻常生。聖人若自知，焉能扣兩端而竭耶？《易》曰：「寂然不動，感而遂通天下之故。」即此之謂也。方寸裏一副能思量解會的力量，所謂才也，直使得人七顛八倒，彌高彌堅，在前在後，眼見虛花。孔子沒奈何，難以本分教他，且教去博文約禮，漸漸消煞他才力。果然苦極憊極，欲休不得，湊泊到針劄不入處，一副力量都消磨盡了，然後自己本來一片田地，壁立萬仞的，瞥爾現前。雖欲從之，末由也已。非親證人，不解作此語也。譬如賊入室宅，鼠入牛角，無限偷心，驀地盡絕矣。「未知生，焉知死」，此理難解，非言可詮。余讀《妙喜語錄》，至謂鄭昂曰：「你今年六十四。六十四年前，這能聽能說一段，曆曆孤明底，未生之前，畢竟在甚麼處？」曰：「不知。」妙喜曰：「你若不知，便是生大。今生且限百歲，百歲後你待飛出世界外去，須是與他入棺材始得。當爾之時，四大五蘊，一時解散。有耳不聞聲，有眼不見物。有個肉團心，分別不行。有個身，火燒刀斫，卻不覺痛。這裏曆曆孤明底，卻向甚麼處去？」曰：「昂也不知。」妙喜曰：「你既不知，便是死大，故曰生死事大。」又讀《中峰語錄》，有曰：「學者未有不言為生死事大者，逮叩其何為生死，例是茫然。或者強謂生不知來處，死不知去處，是謂生死。斯謂狂言。縱使知來知去，即其所知，宛是生死。以生死脫生死，無是理也。須知生死元無體性，因迷自心，妄逐輪轉，宛然成有。譬如積寒，結水成冰；寒氣忽消，冰復成水。積迷於心，妄結生死。所迷既悟，心體湛然。欲覓生死，如睡覺人求夢中事，安有復得之理。當知生死本空，由悟方覺；涅槃本有，以迷罔知。或不能洞悟自心，而欲決了生死，是猶不除薪火而欲鼎之不沸，理豈然哉！」此二論逗機深淺，原無勝劣。要知妙喜所示，即子路所疑，而中峰所明，實吾夫子「未知生，焉知死」之注疏也。亙古亙今，當人腳跟下一段本來田地，強名為仁。本無名相，安可言說。弟子於無問處伸問，好肉剜瘡；聖人向無答處顯答，虛空著彩。讀者直下識取，已涉廉纖，況復佇思，崖州萬里矣。當知此仁，悟得不加分毫，迷時亦不欠分毫。夫子各就當人現成身分，直指他曰：「你此個便是仁而已。」如顏子不遷怒，不貳過，故夫子直以其所能克己復禮，指示曰：「此便是仁。」仲弓寬洪簡重：寬洪則能恕，簡重則能敬。故夫子直以他所能敬恕，指示之曰：「此便是仁。」司馬牛多憂多懼人也。多憂懼人，定不敢輕言以取禍。故夫子直以他所能訒言，指示曰：「隻此便是仁而已。」所謂隨機應物，雖終日言而未嘗言者也。克己之己，與為仁由己之己同，即所謂我也。己者何？則耳目心知，能視聽言動者是矣。禮即是仁，仁即是禮，以其為天然之則，故曰禮。己禮非一非二，迷之則己，悟之則禮。己如結水成冰，禮如釋冰成水。己如析金為瓶盤釵釧，禮如熔瓶盤釵釧為金。故釋冰即是水，不別求水；熔瓶盤釵釧即是金，不別求金；克己即是禮，不別求禮。下文勿視聽言動，便是克己工夫。但拂非禮，豈絕視聽言動。可見己與禮，非一非二也。朱子訓「天下歸仁」，歸字為與，讀者俱作上聲，不如作去聲讀，如「與祭」之與稍妥耳。蓋孔子意謂有己作礙，即不能歸天下為一己。今既克己復禮，則盡乾坤渾然是一個禮。故以一性入一切性而無欠，以一切性入一性而無餘。所謂燈影交光，相在相入，而塵塵合妙；網珠接影，互融互攝，而處處分形。又如古人云：「一月普現一切水，一切水月一月攝。」殆妙得歸仁之極趣也。既曰克己，何以又曰為仁由己？蓋仙家舍七情無還丹，禪家舍無明無佛性。所以道一切煩惱，為如來種。若更於視聽言動之外，日貿貿焉覓所謂禮者而復之，是棄冰覓水，棄瓶盤釵釧覓金也。故曰為仁由己，非由人也。若舍此他覓，便是從人覓矣。顏淵天資高邁，一聞克己復禮之訓，即領得己與禮原是一個，就是當人日用，更不是別的；故不更絮叨，直問其名目，以證所得耳。夫子知之，故但曰：「己即是視聽言動，克己不教汝除卻視聽言動，但非禮勿視聽言動耳。」非禮即己當知眼有天，則視不以眼。顏淵至此，遂豁然大悟矣。此正是孔子與第一高弟傳心密語，壁立萬仞，如此喃喃，不直一笑。仁道至大，離心緣，絕能所。怯弱之人不堪負荷，聰明之士反增機障。庶幾者，其剛毅木訥人乎？剛毅者，牢籠不住，呼喚不回，畢力一生，永無退轉。木訥者，不會穿鑿，不亂度量，精神易翕，情緣稍輕，故夫子謂其近仁。然而不學，則亦徒抱美質焉耳矣。今夫盈河皆冰也，而取湯澆之，豈惟不能遍及，且恐所澆之湯隨化為冰矣。人心多欲也，而擬用心禁之，豈惟不能盡禁，即恐所用之心復增為欲矣。故太陽一出，則堅冰潛消；本地瞥見，則眾欲退聽。所謂不離情欲，而證天理，正聖門為仁之真脈也。原思求仁，要使克伐怨欲不行，政如以湯銷冰者。故孔子曰：「可以為難矣，仁則吾不知也。」難者，謂此事難行耳，非許之也。今之用心於學者，多在靜處做工夫，閉目默坐，念起即擬放下。少得片時念不生，便以為快，不知正是昏沉耳。無異擔雪填井，運石壓草，正所謂二乘除糞之道也。吾數年前，被邪師指示，幾誤一生。今之學此者，亦不少也，曷自反曰：「是誰克伐？是誰怨欲？」則覓克伐怨欲了不可得，更欲教誰不行耶？子路嘗沾沾自喜其勇，如曰：「君子尚勇乎？」「子行三軍則誰與？」至是又問成人。其意殆自謂：如吾之勇，可稱成人耳。孔子遂連舉幾個一節之行的，如臧武仲等，若曰：「一身兼數行，尚未可與成人，須是文之以禮樂，況止如卞莊之勇者乎？」禮樂是天則，不是文具。張子韶詩曰：「四者相資體亦成，體成須要得兼明。當知禮樂非文具，乃是其間造化名。」此妙得禮樂之義矣。下節或謂是子路語，亦通。古之學者為己，己一也。曰克己，又曰為己，一取一舍，不相違耶？余觀釋典，初說苦空無我，後說常樂我淨。前無我即克己之己也，後我即為己之己也。無我乃是真我，克己乃能為己。子貢，穎慧人也。夫子一日忽向他歎云：「莫我知也夫！」此語直是險峻。子貢曰：「何為其莫知子？」大非孔子本意。夫子又曰：「知我者其天乎！」蓋當時談道術者，未嘗不貴上達，而索之高遠，求之苟難，以其未嘗知天耳。孔子隨緣任運，也不怨天，也不尤人。世謂此尋常下學耳，不知除卻此更無上達也。此義愈淺愈深，誰知之者，其惟天乎？夫天何心乎，何言乎？此其知豈在情量解會間耶？蓋世有知天者，然後信天之知孔子。世有信天之知孔子者，然後信上達在下學內，且在信己躬內時時上達。世界內人人上達，特習矣而不察耳。程子亦云：「下學人事，便是上達天理。然習而不察，則亦不能以上達。」卻甚分曉。考亭曰「循序漸進」，似非聖人一貫之學矣。有心造出的，固是小慧；假饒無心造出的，亦不離小慧。何者？有心即落掉舉，無心便屬昏沉，都墮情識，故名小慧。情識之視良知，真不翅壘塊之在大澤也，安得不謂之小？然除卻有心無心，畢竟誰是大慧，試擇焉。「君子義以為質。」質，幹也。有幹，然後枝葉附焉。又質，素也。有素，然後彩色加焉。若不明此個，而務為禮遜與信，是小禮也。足恭也，小信也，即作得周備，亦祇是一個硜硜小人，豈曰君子！義字便是義之與比之義，所謂性體也。「君子疾沒世而名不稱焉。」稱字宜作去聲讀，此語蓋謂實不稱名者發也。一生享大名，而考其實，不足以副，可惡孰甚焉。若作稱譽之稱，徒使啖名客藉口耳。《伯夷傳》亦引用此句，如注意，然史遷亦何足深據也。「吾嘗終日不食，終夜不寢，以思無益，不如學也。」無益似當連上句讀，蓋思無益之事，如名物技藝之類，故不如學也。若能反求，是有益之思。有益之思即是學，更於何處覓學耶？學者覺也，覺匪心外。「見不善如探湯。」或解曰：如以手探湯，始猶懼其熱，而漸入之久，則無傷矣。甚善。夫見善索然，安於不及矣；見惡油然，與之相諳矣。是委靡不振之人，此豈夫子所願聞且見者，故致歎焉。異時又曰：「吾未見剛者。」「仁者見之謂之仁，知者見之謂之知。」何以不得為君子耶？曰：正謂其偏有所見耳。好仁好知，好信好直，好勇好剛，夫非學歟？何以曰不好學也？曰：謂其偏有所好耳。有所見則有所不見矣，有所好則有所不好矣。擔板非道，揀擇非學，故不能與於道而免於蔽。然則如之何而後可？曰：忘其見則道集矣，刳其好則學全矣。所謂一翳在眼，空花亂墜。子曰：「予欲無言。」夫孔子生平自言及答問，俱是逗學者機應所知，量所謂舌頭談而不談者，豈至此然後欲無言哉？可奈子貢依然祇是莫知本意，故孔子又引天為證。此意亦淵邃，學者須委悉吾夫子不開口處，吃緊為人，方是真脈。昔靈山拈筆，賴有迦葉，豈其聖門翻無針芥？顏子沒矣，豈曾子當時不在側耶？世人欲向四時行百物生處，見天之心。諸弟子欲向動靜語默處，見孔子之心。殆全見全不見也。窺月於千溪萬派，見春於萬紫千紅，謂非月非春不可，謂即月即春亦不可。「有始有卒者，其惟聖人乎？」約理而論，則豈惟聖人為然。百姓日用間，著衣吃飯，行住坐臥，何嘗不舉始該卒乎？蓋理外無事，事外無理，處處皆顯真實義。塵塵盡是本來人也。所以程子曰：「灑掃應對，與精義入神，貫通隻一理。」雖灑掃應對，隻看所以然如何。學者誠知灑掃應對之所以然，則下學上達一以貫之之指，亦思過半矣。聖如孔子，始與凡民無別。譬則通途平地，而子貢乃擬之於不可升之天也。孔子綏來動和之效，收之當念，而子貢以為有待於邦家也，烏在知足以知聖人乎？然孔子為魯司寇，攝相事，其初尚來彌裘之誇，則又安在其斯立斯行也哉？學者於此，當不能一笑釋然者，是尚未夢見子貢在，況能望見吾孔子影相也耶？「不知命無以為君子也。」此命字即「天命之謂性」之命。學者所學何事，而不知天命；雖行誼極其完，樹建極其偉，亦祇是日用不知之百姓耳。百姓日用而不知，故君子之道鮮矣，故曰：「不知命無以為君子。」昔孔子自謂五十而知天命，蓋君子之難成也如此。禮即是克己復禮之禮，不知禮即渾是人欲之私，其身頹然屈於萬物之下，而顛且仆矣。故曰「不知禮，無以立」。"
    },
    {
        "title": "讀中庸",
        "content": "友人問：「如何是天命之謂性？」余曰：「此中須細思，當自得之。」友人不省，數日又來，問曰：「孟子說孩提之童，無不知愛其親也；及其長也，無不知敬其兄也。愛親敬長，即是良知，夫非天命乎？」余曰：「聖賢說的，多是以第二門引人。且孟子說得甚明白，他說孩提既長，不說才出胎之赤子。正以才出胎之赤子，尚不知愛親敬長也。天命無一息不流者，如何斷滅於初生之時，而發見於孩提稍長之後？蓋愛親敬長，是率性之道，非天命之性也。」又曰：「赤子初生，便能視能聽，能吃能動，此不待稍長而能之者，吾以為定是天命之性。」余曰：「此由出胎後根塵相對而後有，不是父母未生前消息也。如有目合色然後視，有耳合聲然後聽，有舌合食然後吃，有身合觸然後動，所謂由塵發知，因根有相，相見無性，同於交蘆者是已。若父母未生前，也無眼耳，也無身，也無舌，也無色聲味觸，不應天命之性一向斷了。姑無論父母未生前，恐你見以為迂而不信，即如你熟睡不作夢時，也不視聽，也不吃，也不動不應，天命之性至此斷了？蓋視聽等亦祇是率性之謂道耳，非天命之性也。」友人又曰：「能視能聽的固不是天命，隻始視聽之時，隨感隨應，不待安排，不識不知，自然而然，此安得非天命之性？」余曰：「因有色聲視聽，然後說個不識不知，自然而然，此即從緣生，即是有對待的。非絕待真心，即非是天命。鄧豁渠云：『一等認不識不知，自然而然者，此是認識神作元明照。』恰中你病，蓋此等亦是率性之謂道也。友人又曰：「然則聲色俱無，視聽雙泯，一念不起時是耶？」曰：「天命是無一息不流的，不可不視聽時便有，視聽時便無也。不可不起念時便有，起念時便無也。且人固未有一念不起之時，即有一念不起之時，亦屬想元。不見《楞嚴》以精明湛不搖謂之想元，屬之識陰。所以道縱饒似秋潭月影，靜夜鍾聲，隨叩擊以無虧，觸波濤而不散，猶是生死岸頭事。如汝所認，是以想元識陰，生死岸頭事，而屬之天命之性也，誤矣。蓋此亦祇是率性之謂道耳。」友人曰：「我說許多，俱道不是，怪底慧可曰：『覓心了不可得。』大顛亦曰：『無心可將得。』我知之矣，了不可得的，將不得的，便是天命之性耳。」余曰：「你此說全是全不是。何也？覓固不可得，不覓時豈是無耶？將固不得可，不將時豈是無耶？且所覓所將之心，正是你所認情識之心耳。若天命之性，性一切心，體一切用，生天生地，生人生物，橫貫宇宙，豎窮古今，豈為你所無乎？可見你所說者，亦祇是率性之謂道也。」友人曰：「俱舍此何以見天命之謂性？」余笑曰：「俱舍此何愁不見天命之性？」友人不省，謾曰：「如子之論，天命率性，話作兩橛矣，恐亦不然。」余曰：「天命率性，難說是同，難說是異，你自辨取。」數日後，又來問余。余曰：「至此卻不能說，然不得已為你說個譬喻：三四月間，萬樹千卉，紅者紅，紫者紫，青者青，白者白，爭妍交豔，那一件不仗賴春的氣力。然花卉有許多種色，春卻沒許多種色。如今要說花卉紅白青紫種色不是春不得，要說即是春不得。要知春無一處不有，又無一處可見。考亭詩云：『等閑識得東風麵，萬紫千紅總是春。』你把前種種認作天命，便是將萬紫千紅認作春了，怎奈不識東風麵何？你若真是徹的人，就把土石瓦礫塵埃野馬糟粕矢溺等，總屬天命之性亦得，又何妨將前種種所見說為天命耶？仰山答僧曰：『問諸方老宿，向汝指那個是性。語的是耶？默的是耶？總是總不是耶？若認語的是，如盲摸象耳鼻牙者。若認默的是，是無思無念，如摸象尾者。若道總是，如摸象四足者。若道總不是，拋本象，落在空見。若汝透得四句，不要摸象，最為第一。』然仰山此語，亦隻道得一半。」不睹不聞，此性體也，即天命也。你起心擬戒慎恐懼，便是睹聞，便違卻本體。違卻本體，便是不戒慎恐懼矣。夫君子非無睹也，即睹而未嘗睹也。非無聞也，即聞而未嘗聞也。夫即睹而未嘗睹，即聞而未嘗聞，方於天命之本體無乖違處，其戒慎恐懼孰甚焉。天下無一人無喜怒哀樂者，亦無有一人有喜怒哀樂者。其喜怒哀樂無一時非已發者，亦無一時非未發者。可見人人中，人人和，人人率性，何嘗有一人離道者哉？然人人有喜怒哀樂，易知也；人人無喜怒哀樂，難知也。皆已發，易知也；皆未發，難知也。欲知端的，須真參始得。或問曰：才起念去戒慎，便是不戒慎了，便是睹聞了。才起念去致中和，便是不致了，便是不中和了。要不去戒慎，不去致，又坐在無事甲裏，這也不得，那也不得，將如之何？余曰：你此問極妙。不睹也，不聞也，中和也，隻你如今這也不得，那也不得的，不欠一分毫。你祇管這也不得，那也不得，便是戒慎恐懼致中和家具工夫也。一日失腳踏到底，方知余言不謬。知愚賢不肖，皆不得與於道。然「費隱」章卻言夫婦之愚不肖，可與知能者何？我知之矣，愚不肖少情識，而賢知者多意見耳。道也者，不可須臾離也。乃曰不明不行，不幾離之矣乎？嗟夫！此道人人圓成，豈有一時一刻不明行於天地間之理，所恨人不知耳。故曰：人莫不飲食也，鮮能知味也。一知味則須臾轉凡而成聖，不知味則自心本聖而墮凡。知之所係，大矣哉！君子之強，惟致中和之聖人能之。故和而不流和字，中立不倚中字，即首章所稱中和耳。和者已發，已發易流，今不流而返其源。中者未發，未發則四空無著，意識不能緣，情念不能到。君子安住其中，不依倚一物，且隨所遇之有道無道，一無所變遷。非聖人其孰能之？故曰「強哉矯」。費隱二字，善狀道體者無逾此。他書讚道體萬萬言不能盡者，獨以二字該之，何其妙也。何謂費？夫婦鳶魚，可與知能焉。何謂隱？聖人有所不知不能也。夫有所不知不能，又何以為聖人？《關尹子》曰：「非有道不可知，不可知即道；非有道不可思，不可思即道。」《楞嚴》曰：「自心取自心，非幻成幻法。」知此乃知不知不能，正所謂聖人也歟！「語大天下莫能載焉，語小天下莫能破焉。」凡物以彼載此，以此載彼；以彼破此，以此破彼。蓋有二，故可載可破也。而道豈其然哉？不惟不可言二，而且不可言一，又安得而載之破之。讀釋典者，至芥納須彌，毛吞巨海，轉法輪於微塵裏，現寶刹於一毛端，輒詫以為奇。且謂吾儒不能爾也。獨不觀《中庸》曰：「語大天下莫能載焉，語小天下莫能破焉。」何神通如之，而顧少遜於釋迦也耶？道即是人，人即是道。不可以人別求人，不可以道別求道。才擬心為道，便與當人，遠之遠矣。故曰：不可以為道。然所謂人者何耶？豈其耳目口鼻而謂之人乎？豈見聞覺知而謂之人乎？然除此畢竟那個喚作人？於此不知，而言為道，俱妄作耳。率乎天命之謂性者，所謂素也，所謂易也。素者，無緣飾之謂。易者，平常無奇之謂。瞥生意見，便是外，不是素；是險，不是易。里中學者多認釋典「不可得無心無相」之類，以為極則。不知此猶權說，非了語也。古人道聖心無有取相之知，故云無知，非謂無真知也。何者？般若靈鑒，無種不知，不同太虛一向無知也。余嘗言第二月非有，而本月非無。影象非有，而鏡非無。翳非有，而目非無。非有既不立，非無亦何存。既非非無，亦非非有。到此說有說無，俱為戲論，惟在學者默契而已。於此有疑，則吾孔子之論具在：「視之而不見，聽之而不聞，體物而不可遺。」既云不可見聞，則全消影響；體物不遺，復是阿誰？孔子此處為人吃緊，急著眼時，已遲八刻，況復卜度，劍去久矣。哀公問政，蓋問其跡也。故孔子言「文武之道，布在方策」者，跡耳，非所以跡也，其惟人存乎？人道存自然敏政，而政之在方冊者，特蒲蘆耳，猶言土苴也。人道極於知天。何謂天道？誠是；何謂人道？誠之者是。人道盡，而行政自敏。若九經之數布在方冊者，直蒲蘆耳。此章之大意如此。哀公問政，而孔子論學。今世士人歧政學為二端者，曷省焉。先儒謂曾點、漆雕開已見大意。夫曾點之所誌，漆雕開之所未信，皆此人道。得此大者，而政其緒餘矣。故曰：已見大意。誠不可言說，不可形容。孔子不得已說個不勉不思從容，已是勉矣思矣，不從容矣。此個境界，豈復耳目心思之所能測，況可容擇與執耶？乃誠之者，無端於無揀擇中而生揀擇，於無可執持中而欲固執，若不十分用功，安能消熔其情妄哉！故下文遂有博學等功。或曰：博學、審問、慎思、明辨、篤行，何異於擇執乎？幾求之於耳目聞見矣。曰：此所謂以楔出楔者也。至於明強與誠合一，然後自知前者功力總不相千耳。譬如置物篋中，已忽忘之，遠搜垣牆之內殆遍矣；一旦復得於篋中，政不關搜尋之力也。然非搜尋之極，何以得篋中之物。故學問思辨，聖人為下學方便門，百倍其功，自當神解。有所在則有所不在，無所在則無所不在。至誠心，絕妄緣，無所在矣。是以靈知周遍，無所不在也。故曰：惟天下至誠為能盡其性，才有所在，便成滲漏。滲漏則不盡矣。盡人物性，參讚天地，以相求之，則孔子歉矣。不知即今人日用，元與人物天地毫無隔閡，又何疑吾孔子之讚化育，參天地乎！第眾人由之而不知，所以覺與人物天地不相關也。仙家謂七情皆還丹，禪家謂無明即佛性。故由化識乃為智，識即智之地也。由克己乃復禮，己即禮之地也。由致曲乃能誠，曲即誠之地也。故曰：曲能有誠。曲者，不誠也。致者，致不誠以復於誠也。今人以物與人曰致。誠者自誠也，而道自道也。自者全體現成，不假求索。若求之趨之，是從他覓，非自也。無怪其轉疏轉遠耳。今問於人曰：「汝何以名人？」彼必曰：「我有耳目口鼻而為人，我能見聞覺知而為人。」不知此等皆因緣而合，緣盡而散，畢竟隻同於龜毛兔角耳。人所謂有而不知，其實無也。誠之在人，如空在諸相中，春在花木裏，摶之無形，覓之無蹤。人所謂無，而不知其實有也。蓋耳目口鼻見聞覺知，全仗誠力，無誠則無物矣。譬如無空，安能發揮諸相；非春，豈能生育萬物。考亭解至誠無息曰：既無虛假，自無間斷。可謂簡切。即今耳目聞見是虛假，心意摶量是虛假，擬心去妄存誠亦是虛假。蓋此個都是仗境托物而生，境物非常住，此個安得無間斷。余聞認識神為德性者，喻認賊作子；認德性為德性者，喻認奴作郎。夫認奴作郎，則其卑德性也甚矣。認德性有何過，而至卑之若此？蓋德性巍巍獨立，不與諸緣作對，不與萬物為伍，本自尊也。直是親近不得，奔湊無門。你若擬議如何是德性，便將驢前馬後漢指作本來人，徹底卑他了也。故德性本尊，但莫汙染。如何即得不汙染？須是道問學始得。何故？萬古碧潭空界月，再三撈摝始應知。大哉仲尼之聖，然非自為大也，第祖述堯、舜耳，憲章文、武耳，上律天時下襲水土耳。曰祖述，不敢作也。曰憲章，不敢悖也。曰律曰襲，不敢違異也。豈惟孔子不自為大，即天地亦不自為大。聖人律之襲之，正律襲其不自為大者耳。譬如天地無不持載矣，覆幬矣，四時日月錯行代明於其間矣，並育並行不相悖不相害矣。何其大也。而豈天地之自為大哉，秋毫皆德為之耳。故曰：小德川流，大德敦化。此天地之所以為大也。夫天地不自為大，而以德大。仲尼亦不自為大，而以天地之大為大，所謂律之襲之也。蓋德生天地，生聖人，而天地聖人何庸心焉。是以毫厘有心，天地懸隔。何謂大德小德，所謂誠也，誠固非有心之所能合也。唐、虞盛世，尊親隻海內人民耳。日月所照，霜露所墜，則極天際地，不止中國矣。凡有血氣，則蠕動之屬咸在，不止人矣，而何以曰莫不尊親，豈非學者之所深疑者哉？或者曰：此論其理耳。夫理外無事，事外無理。且所謂理者，畢竟何如是理，請更思之。余里中有作此題者，中四股云：「聖人與物，性一而類殊。類殊，故百千其族而不可窮。性一，故聖人建大德於萬類識中，而萬類自生成於聖人心內。物與聖人，體合而形離。形離，故竭有形之澤而不入。體同，故以一聖人攝眾有情，而物無遺類；以眾有情歸一聖人，而聖無遺澤。縱彼無知之甚，而所欲知趨，所惡知避，豈不全具聖心之造化耶！夫其能全具聖心之造化也，則所稱尊親之至者，曾不是過矣。縱彼纖細之甚，而方溫思出，方秋思入，豈不同遊聖心之化育耶！夫其能同遊聖心之化育也，則所稱尊親之實者，曾莫逾此矣。以上則莫屍其功，以下則莫知其賜，謂曰配天，不亦宜哉！」此文雖失時義矩萍，然庶得此題之髓矣。無所倚者，不倚心思知慮，不倚耳目聞見。人之所恃者，隻此心思知慮，耳目聞見。今皆不用，又將何者去經綸，去知，去立。嘗聞木末蟲無所不緣，惟不能緣於火焰之上。心意識無所不緣，惟不能緣於般若之上。心意識不緣處，便是經綸大經，立大本，知化育處也。既曰夫焉有所倚，若將聰明睿知去知他，便是倚聰明睿知。若不聰明睿知，又怎領得，其惟固聰明睿知者乎！固者，收斂弢藏之謂也。《中庸》始揭天命之謂性，而結之以無聲無臭，是豈學者情量所能推測者哉！其惟至德能凝之，而固聰明睿知者能知之。德而曰至，聰明睿知而曰固。你擬以小知小解去湊泊，不啻遠矣。"
    },
    {
        "title": "讀孟子",
        "content": "《孟子》一書，祇是以性善二字為主。此善字，非善惡之善，如《大學》所謂至善也。性離文字，離言說，離心緣，不可見矣，見之於初發之情耳。故曰：天下之言性也，則故而已矣。故者，以利為本。又曰：乃若其情，則可以為善矣，乃所以為善也。蓋論性難矣，舉其全，則豈惟第一念是性，即念外生念，千狀萬態，總是性也。何也？若無本性，不生忘念，故即性。溯其初，則豈惟念外生念，千狀萬態者不是性，即第一念總不是性也。何也？性本離念，念即離性，故云非性。譬如論月之全，則第二月是月也。以至光彩隨地，或長或斜，或扁或方，亦莫非月也。何也？無真月則無餘月，故皆是月。論月之體，則隨地光影非月也。即第二月亦非月也。何也？惟一月真，餘俱是妄，故皆非月。故為月之難見，而遂取隨地光影以為月。則或有疑月是長者矣，有疑月是扁者矣，有疑月是斜者矣，有疑月是方者矣，不愈遠而愈失其真乎？不若第指二月為近之。何則？第二月離月非遠，雖曰幻妄，體相全同也。論性亦然，為其不可指示，而遂取念外生念，千狀萬態者以當之。則或疑戕賊是性者矣，湍水猶性者矣，生是性者矣，食色是性者矣，惡是性者矣，有善不善是性者矣，可善可不善是性者矣，不愈遠而愈失其真哉！不若指第一念為近之。何也？第一念離性未遠，雖曰情識，尚屬自然也。戰國之時，人不知性體，無責矣；而乃以杞柳湍水食色等，昭昭然揭於天下，曰此性也，則何所不至，其害可勝言哉！孟子生乎此時，何忍不方便救援，是以論天德，論王道，俱專提第一念，以惻隱羞惡辭讓是非為仁義禮智，以禮義悅心為心之所同然，以愛親敬長為不慮不學之知能。以不失赤子之心為大人，以充其有所不忍，有所不為，為不可勝用之仁義；而取證於孩提稍長之年，乍見入井之時，嘑爾蹴爾之頃。其論王道也，定天下則決之不嗜殺人之一念；王天下則決之不忍觳觫之一念；治天下如運掌，則決之怵惕赤子之一念。而總歸之曰性善。可謂香中爇其牛頭，水中飲其甘露，其有功於斯世斯民大矣。豈惟孟子？自精一執中之傳，以至於今所謂顯說者，亦惟此第一念而已矣。所謂執中者，以此執也。所謂克明者，以此明也。所謂一貫者，以此貫也。所謂致知者，致此也。所謂率性者，率此也。所謂修道者，修此也。所謂養氣者，養此也。所謂定性者，定此也。所謂主敬者，主此也。若夫一片本地風光，乃天地未分，父母未生時消息。而《中庸》首揭曰天命之謂性者，雖孔子、孟子窮其玄辯，亦不免轉說轉遠耳。雖然，苟有默契吾孔、孟不說之說者耶？所見飛潛動植，牆壁瓦礫，皆深譚天命之性，又何杞柳湍水諸論，而為性外之譚者乎！夫桓文定霸之業，豈不偉哉，固當時人之所不必能，亦當時人心之所共駭為奇者。見觳觫之牛而動心，即人誰無是心，且誰有執此為奇者。而孟子所取保民而王，乃在此不在彼，何也？嗟夫，寧有人人之所不必能而可通之人人者乎！寧有人心之所共駭而可聯屬乎人心者乎！夫惟人心所共能而心之所共安者，乃可以治天下矣。且以力服人，布彩於焦芽也；以羊易牛之一念，則發幾於靈根也，不翅遠甚。齊宣衣藏明珠，而津津渴慕他人之碔砆。不為其易而為其難，舍其上而趨其下者，不亦可笑矣乎！「老吾老以及人之老，幼吾幼以及人之幼，治天下可運於掌。」「人人親其親，長其長，而天下平。」孝弟也者，鼓鑄一世之大洪爐，點化庶品之大還丹也。各老吾老，各幼吾幼，各親吾親，各長其長，聖賢何嘗敝敝焉以治天下為事哉，因民而已矣；何嘗有為哉，自然而已矣。乃獨以無為自然歸老、莊者何歟？友人問知言養氣大意。余曰：聖賢學問，祇是個不動心。曾子述孔子之言，「知止而後有定，定而後能靜，靜而後能安，安而後能慮。」定靜安便不動心，慮便是不動心的作用，知止便是不動心的工夫也。曾子得孔子知止之學，便能自反而縮。孟子得曾子自反之學，故能養氣知言。須知知止自反，知言養氣，總是一樣，總是不動心之的訣也。舍此而談不動心者，都是硬作主張的，與聖賢天地懸隔。如告子、孟賁、北宮黝、孟施舍等，便是不動心之外道也。譬如要樹不生，將樹枝葉縛了，縱然不發，他生意原不曾絕。畢竟如何即得不生，須是向根下著一刀方得。要心不動，硬作主張，隻不動便了。縱然暫時按伏得住，其偷心怎得絕，即這硬不動的便是偷心了也。所謂將心無心，心轉成有；止動歸止，止更彌動。何異縛樹枝葉，而求樹之不生者乎？如告子曰：「不得於言，勿求於心；不得於心，勿求於氣。」他分明自知不得於言，不得於心，這兩不得，便是他受病根本，已是蚤動了也。乃曰：我隻一個不求便了。正是掩耳偷鈴。孟子認得不動心的根本，故說養氣非求之氣，知言非求之言，總在心上作功夫。氣，心之氣也；言，心之言也。一得於心，則氣不期養而自養，言不期知而自知矣。所以曰行有不得於心則餒。蓋告子不顧得與否，祇要不求。孟子不顧求不求，祇要得於心。欲辨孟子、告子之得失者無他，辨諸心之得與不得耳。告子便是縛枝葉的，孟子正所謂根下著刀者也。義即是心，求得於心，便是集義。集義，則知言養氣都在里許了。所以說到知言處隻數語。無功夫如何集義，必有事焉，而勿正心勿忘勿助長便是。此孟子一生學問大頭腦，直接聖人之傳處。看此處那得草草。大抵人不是作意，即是忘懷，舍此二途，便無措手處。才忘懷便是無事了，便是忘了。才作意便是正了，便是助長了。直是趨向無路，湊泊不得。親之如大火聚，透之如生鐵壁。古人教人曰：此事不可以有心求，不可以無心得，不可以語言造，不可以寂默通。人隻有此四路，把來一時塞了，卻要他別尋一路，難哉，難哉！不知此正是吾人放身命處。誰能進一步於百尺竿頭，翹兩腳於獨木橋上，自爾浩然之氣一時養就，差別言語一時知得，方悟此心寂靜活潑，不以求時動，不求時不動也。不動時固不動，動時亦不動也。動亦不動，是為大定。無不得之言，無不得之心，不須求，亦不須不求，方才是當人大休歇之處，方才是孟子之不動心，曾子之不動心，孔子之不動心，一切聖賢之不動心，豈告子輩之所能知哉！李卓吾先生有《四書義》數十首，予最愛其《不得於言勿求於心不可》篇，後二股云：「心無時而不動，故言之動，即心之動，初不待求之而後動也。既不待求而動矣，而又何惡於求耶！心無時而或動，故言雖動而心不動，而又豈求之所能動也。既非求之所能動矣，而又何害於求耶！」看他徹的人，出語自別。友人問：人皆有不忍人之心，其意何如？余曰：若論天地未分，人物未生時，直是沒開口處。及天地既分，人物既生，乃有仁義禮智名字。雖有名字，實無形相，雖然，已生實即未生的消息，正所謂性體也。然既有本體，便有發用，如所謂不忍人之心是矣。惻隱羞惡辭讓是非，總是不忍人之心。友人問：羞惡辭讓是非，如何也是不忍人之心？余曰：內之耳目口鼻意，與外境相觸，神感神應，不由人不惻隱，不由人不羞惡，不由人不辭讓是非，要忍也忍不得，故總屬之不忍也。友人又問：惻隱等心，何不便名仁義禮智乎？曰：仁義禮智是體，惻隱等是用。無感時則名仁義禮智，有感後則名惻隱等。如惻隱緣孺子感之而有，羞惡等亦各因感而有，無感則寂然，強名仁義禮智耳。友人曰：無感則無有，如何又有仁義禮智之名？余曰：其實隻一真心，無多種心。因感之而惻隱，則說他源頭是仁；感之而羞惡，則說他源頭是義。禮智亦然，若不因感則仁義等名亦不立也。譬如空，一而已，在房則曰空房，在堂則曰空堂，在亭則曰空亭。在方器則曰方空，在圓器則曰圓空。因房堂方圓等器，故立差別空名。若無房堂等，即空名亦不立也。又曰：如何說惻隱等是仁義禮智之端？余曰：見人影則知有人，見鳥影則知有鳥，見山中響則知有泉，見石縫煙則知有火，見囊中尖則知有錐。仁義禮智是性體，非知可知，非識可識，惟於發用處見得耳。孟子說人皆有不忍人之心，蓋人是天地之生機，既是一團生機，如何忍得，所以各各有不忍人之心，不因聖增，不因凡減者也。但凡民初觸物便有，隨即昏昧。如石火忽現，倏然便滅。先王有不忍人之心，便用出來治天下，若運掌耳。人聞說治天下如運掌，便謂先王有多少奇特，豈知卻甚平常，祇從人人皆有的一副不忍人之心作出耳。如何見得此心人人皆有，即乍見孺子入井，而惻隱可見矣。謂之曰乍見，隨感輒應，那有毫髮許別意才入，正所謂第一念也。蓋此個離元明本體不遠，不曾轉入第二念。如第二月非是月影，禪家謂之現量，轉入第二念便是比量，非量矣。此如九轉靈丹一點，則瓦礫皆黃金。堯、舜得此一點，將滿世界化為時雍風動，故曰治天下可運於掌上。夫不忍於不惻隱，則當羞惡時，決不忍於不羞惡。以至當辭讓是非時，決不忍於不辭讓是非矣。若曰無此數種心，其必非人類而後可也。且道惻隱羞惡辭讓是非是甚麼，這不是別的，就是人所驚駭，以為決不可能之仁義禮智的端緒也。可見盡天下人都是仁義禮智的人，不然怎解如是惻隱，如是羞惡，如是辭讓是非，人奈何自菲薄哉，而謂己不聖人若也。且如人必有四體，然後成人。四端就與四體一般，誰人不信自己有四體者，誰人以有四體為奇特事者。奈何不信己有四端，奈何以有此四端為奇特事哉？說到此尚恐人信不及，又以惡名激他。夫賊其身，賊其君，便盜蹠聞賊名也不甘，豈不是天地間第一惡名。今不信有四端，便是這般人了，可不懼哉！孟子無奈戰國人人麻木何！說得痛的，的真是令人墮淚，我輩猶然信不及，豈惟孤負先賢，亦乃辱末自己也。夫四端既是決有的，宜乎通得到別處，如何別處又擴充不去。如乍見孺子，固然惻隱，及見鄉鄰失所者，又全不相干。此其病在何處，病在不能知耳。若還知得，皆能擴充了。便如始然之火，必至燎原；始達之泉，必然盈壑。又當知知即是擴充，非知了又另去擴充也。蓋即知之時，全體現見，豈不是擴充。知之一字，最是吃緊。如所謂「百姓日用而不知」，所謂「民可使由，不可使知」，聖凡之隔，隔於一時耳。故伊尹曰：「以先知覺後知，以先覺覺後覺。」千古聖賢設教，祇是教人一知便了。擴而充之，便可以保四海，與治天下如運掌之先王比功而並烈。若還不知而充之，莫說保天下，便自己妻子也保不得。人雖至下劣，豈可不求保妻子乎，而可不知為也！要知帝堯克明峻德，當其初明時，四海已保合在一念中，時雍風動，特粗跡耳。孔、孟雖微賤，無一毫功業在春秋、戰國，不知已保合四海於一念中了。桓、文源頭不明，就能九合海內，亦止是以力服，非心服。非心服，豈得為保合者聯屬之意。余往歲居村中，有人說傳記，至龐氏舍柴買魚作衣奉姑處，其時坐客都出淚。予視一客，其客收淚而笑，蓋其慚也。余曰：「你不須慚，孟子所謂苟能充之，便是充你這一滴淚。你這一滴淚，不數鮫人一滴珠也。且你一向是凡民，今幸而作一刻聖人，而又慚乎？」予因思坐中數客，有妻子全不相聯屬者，這便是不保妻子的人。不是別人，就是先間聞龐氏事而出淚者。倏而聖人，又倏而下愚。下愚、聖人，信不隔一條線也，可哀可懼。余讀此章，知孟子以齊王猶反手，其胸中素定矣，豈有如公孫丑所疑動心之理。乃有謂孟子不能王而強欲王者，是何言歟？考亭答梁文叔書云：「近看《孟子》，見人即道性善，稱堯、舜，此是第一義。若於此看得透，信得及，直下便是聖賢，便無一毫人欲之私，做得病痛。若信不及，孟子又說第二節工夫，又隻引成芃、顏淵、公明儀三段說話，教人如此發憤，勇猛向前。日用之間，不得存留一毫人欲之私在這裏，此外更無別法。」伯安先生編朱子晚年定論，有此一段，較之注解《四書》時，見解真大異矣。安得考亭於他注不安者，一一改正如此說之直截痛快也耶！顧學者徒稱法達亮禪，大能誦經講論，而不知其見曹溪馬祖後消息，可歎也。赤子之心無分別，無取舍，所謂第一念也。大人事業，隻用第一念有餘裕矣。故曰：大人者，不失其赤子之心者也。然熾然分別取舍，亦未嘗失赤子之心，又當知有這個道理。謂人之所以異於禽獸者，靈知乎？則血氣之屬，必有知；凡有知者必同體，禽獸固未嘗異於人也。禽獸之所以異於人者，妄知乎？則一切凡民出作入息，何者非妄？見利即趨，見害即避，人又未嘗異於禽獸也。然則所謂筼希者安在乎？曰：人與禽獸，共由此道，而可使之知者獨人耳，此其所以少異也。裴公休曰：「鬼神沉幽愁之苦，鳥獸懷獝狖之悲。可以整心慮，趨正覺者，惟人道為能耳。」人之異於禽獸，信在一知也。舜明於庶物，察於人倫，則為千古之極聖。百姓行矣而不著，習矣而不察，則為襟裾之禽獸。然則知與不知，所係甚大也。人聞罵之為禽獸者，誰不攘臂。自我觀之，宜急求脫禽獸之實，不必怒其名也。庶物人倫，百姓日用，獨舜能明能察耳。由仁義行，如孔子所謂從心不逾矩也。即伽文亦曰隨順覺性。行仁義便攙入思勉，墮於情識，非從心矣，非隨順矣。古人喻論性者曰：如有一人，曾於七處住止，適人問月出沒於何地。首則曰月自水東出，而水西沒，曾居水國見之。又云月自山頂出，而山下沒，曾居山中見之。又云月自城頭出，而城外沒，曾居城中見之。又或指月出沒於舟之左右，樓之上下，村之前後，郭之東西，皆其曾居而見之。而智者咸不許其說，當知彼所指處，未嘗非月也，惟是月實不於此七處出沒。原其所指之謬者無他，雖隨處見月，惟未曾仰天一見耳。如告子所指杞柳湍水食色，無善無不善；又或者謂性可以為善，可以為不善，有性善有性不善，與論月出沒於七處者何異？彼固非無所見而漫說者，其奈束於所見。何哉？世有能仰天一見者，始默契孟子性善之說於言外矣。告子曰：「生之謂性。」性，體也。性發而為情，曰生，用也。若論性體，則凡有血氣無有不同者，固無分人與犬牛矣。正猶白之謂白，無不同也。若發而為生，於是各各不同。如人食芻豢，牛食草，犬食穢，以至居處，莫不各異。正猶白羽之異於白雪，白雪之異於白玉也。告子不知性體，而以生之謂性，則雖欲同之而不可得矣。故孟子舉雪羽玉之不同者以詰之，而告子又強同之。至於人與牛犬，即三尺童子知其嗜好之不同也，而告子猶能強同之乎？是以彼雖強辨，亦無可措詞矣。雖然，性無同異，因異立同。異既不立，同亦何有。此又孟子性善之奧義也。鄧豁渠曰：「睡著不做夢時，此是沒沾帶去處，言思路絕，煙火泯滅，五丁不能致力，六賊不能窺測，是謂向上機緣，玄之又玄。然人安得不睡時有此消息耶？平旦雖未與物接，然獮猴正醒，卻已落覺寤獨頭，非緣未來，但不至東跳西蹼之極耳。故曰：好惡與人相近也者筼希，人所謂本來人也。」余謂學者只愁不識獮猴本來麵孔耳，若也識得，決不賤跳蹼而貴安靜矣。即熾然好惡，卻與睡著不做夢時一般耳。耳目之官不思，而蔽於物。夫當耳聽物目視物之際，是渠自見自聽，而無關於心耶？心之官則思，夫觸物遇境由耳聽目見乃思耳，又豈心自思而無閡於耳目耶？此不容不疑者。如《大智度論》問曰：「聞者云何聞，用耳根聞耶？用耳識聞耶？用意識聞耶？」若耳根聞，耳根無覺知，故不應聞。若耳識聞，耳識一念不能分別，亦不應聞。若意識聞，意識亦不能聞。何以故？先五識識五塵，然後意識識意識。不能識現在五塵，惟識過去未來五塵。若意識能識現在五塵者，盲聾人亦應識聲也。何以故？意識不破。故夫有能於此，思之思之，又重思之，一旦豁然，則意根既返其源，而耳目口鼻俱一時解脫矣，自能鑒超於機先，聞在於聲前，豈非從大體之大人哉！好善與強知慮多聞識正相違。強知多聞，必沾沾自好，豈能好人耶？故無他技，乃能有容。聖賢論學，頓漸雙標，以俟上中下根人各取證焉。如說己立立人，己達達人，便說能近取譬，可謂仁之方。如說反身而誠，樂莫大焉，便說強恕而行，求仁莫近焉。盡心知性節，所謂頓學也。存心養性節，所謂漸學也。夭壽不二，乃合頓漸，俱證超生死田地，所謂及其成功一也。程子所謂明得盡渣滓便渾化，其次惟莊敬以持養之。以是發明盡心存心二節之意，何等分曉。夫心量之大，非數等譬喻之所及也。心生虛空，虛空立世界。所以道空生大覺中，如海一漚，發則心量之大何如哉！而人乃取物交物之影相，認之為心。如人夢為蟻，渺渺然蟻也，而不知其實人也。眾人心括虛空，而誤以為在形骸之內，方寸之間，何啻人之自惑為蟻乎？然雖惑為蟻，而未始非人也。雖小其心，而心未嘗小也，特不能盡心之量耳。而其咎安在乎？咎在不知性。知性則微雲散而太清朗，泡沫消而大海現，有不盡其心量者乎？故曰：盡其心者，知其性也。知其性，則性之所從來亦無不知矣。維天之命，於穆不已，上天之載，無聲無臭。所謂性之所從來也。萬物皆備於我矣，此我非形骸之我，如釋典所謂常樂我淨之我也。萬物皆備於我，如釋典所謂色身外泊，山河虛空，大地咸是妙明，真心中物也。人恨不能反身耳，若能回光返照，則根塵之虛妄俱消，本地之實相獨露，所謂誠也。至此煩惱重障，當下冰釋，樂可知矣。其或未然，則又有強恕之漸學焉。我也，誠也，仁也，總一真心，但異名耳。中天下而立，定四海之民，此堯、舜之業也。而以論之於性，則纖雲之於太虛也，微塵之於五嶽也。世入駭時雍風動之績，而不究堯、舜廣大之心，是見纖雲而不見太虛，見微塵而不見五嶽者也。此莊生所以比之於井蛙歟？治平事業，俱從第一念做出，與天命之性不相聯續。蓋性者，離念者也，故曰所性不存焉。分定者，世無一人不具，人無一刻而可離。包宇宙而不易，亙萬古而無遷，所以大行不加，窮居不損。舍此即中天下而立，定四海之民，俱為分外。仁義禮智根於心。味根字，則知其餘總是枝葉。惟根於心，所以曰分定也。虛靈之地，不染一塵，亦不舍一法。故不見有一法可取，亦不見有一法可舍。若有所取，則有所舍矣。楊子取為我，墨子取兼愛，而子莫執中。夫有取則有舍，有舍則其所廢者多矣。故孟子惡執一，而謂其賊道。蓋謂之曰執，則所執非道，固賊道；即所執全是道，亦賊道也。故佛家有人執法執之說。又《信心銘》曰：「至道無難，惟嫌揀擇，但莫憎愛，洞然朗白。」又曰：「執之失度，必入邪路；放之自然，體無去住。」昔司馬溫公謂：「此心未有歸著，常念一中字以為得術，乃復為中所係縛。」蓋信乎執心為道之大害也。余觀《圓覺經》曰：「四大各離，今者妄身，當在何處。即知此身，畢竟無體，和合為相，實同幻化。」又曰：「覺悟清淨圓無際，故當知六根遍滿法界。根遍滿，故當知六塵遍滿法界。塵遍滿，故當知四大遍滿法界。」由前言之，則形骸情識，總屬幻緣；由後言之，則牆壁瓦礫，收歸妙覺。又何形骸情識而為性外之物者乎？故曰：形色天性。永嘉所謂無明實性即佛性，幻化空身即法身，亦此意也。由迷故即轉佛性為無明，由悟故不動幻身成法身。夫幻身化為法身，所謂踐形也，非聖人其孰能之。程子注此句曰：「能充其形。」蓋幻身稊米，而法身太倉也。故曰充。仁也者，人也。合而言之，道也。仁與人一，合相不可得，說個合而言之道也，早是孟子方便接引之辭。學者乃以人求仁，是使道覓道也，展轉成二矣。況復求之聞見解會，何異埋頭向東走，欲取西邊物，不知隔了幾重公案。可欲之謂善，有諸己之謂信。充實之謂美，充實而有光輝之謂大。若謂本地風光，實泊然其無可欲也。非己可有也，本虛而無所謂實也，無所謂光輝也。故必化之而後入聖，化者若冰雪之消化也，至此始能了悟本地矣。然曰化之，則尚有能化所化在也，至於聖而不可知，則融其悟境，亡其了心。無能化，亦無所化，非惟人不能知，即己亦不能自知，與日用不知的百姓一樣，方謂之神。昔黃蘖謂裴公休曰：「言化城者，謂二乘及十地等覺妙覺，皆是權立接引之教，並為化城。言寶所者，乃真心本佛自性之寶，此寶不屬情量，不可建立。」無佛無眾生，無能無所，何處有城。夫聖而不可知乃稱寶所，前並是化城耳。龍溪論鄉願，極細極徹，真能令學者赧然慚，又惕然懼也。其言曰：「鄉願一生幹當，分明要學聖人。忠信廉潔，是學聖人之完行；同流合汙，是學聖人之包荒。謂之似者，無得於心，惟以求媚於世，全體精神，盡何世界陪奉。謂之同流者，不與俗相異，同之而已。謂之合汙者，不與世相離，合之而已。若自己有所汙染，世人便得以非而刺之。聖人在世，善者好之，不善者猶惡之。鄉願之為人，忠信廉潔，既足以媚君子；同流合汙，又足以媚小人。比之聖人局麵，更覺完美無滲漏。」又曰：「三代而下，士鮮中行，得鄉願之一肢半節，皆足以成世。若究其隱微，尚不免致疑於妻子。求其純乎鄉願，且不易得，況聖人之道乎！」余嘗以講學勸一友人。友人曰：「吾隻做篤行君子便了，講學奚為？」余曰：「堯、舜之世，比屋可封。即無論閭閻之民，其廷臣自禹、皋而外，豈無行誼卓犖，忠孝克盡，如你所欲為者？而可以聞知者，獨此兩聖人。且所謂聞而知之，見而知之者何物耶？可舉以教我乎？且你起模作樣，去為篤行君子，又怎得？即學到圓成，亦祇是鄉願耳。」然而無有乎爾，則亦無有乎爾。若曰：吾去聖人之世，去聖人之居，若此其近，較之五百餘歲後聞道差易矣，然不有見知如曾子者，我亦安得聞而知之乎？其負荷此道，可謂勇矣。"
    },
    {
        "title": "論文上",
        "content": "口舌代心者也，文章又代口舌者也。展轉隔礙，雖寫得暢顯，已恐不如口舌矣，況能如心之所存乎？故孔子論文曰：「辭達而已。」達不達，文不文之辨也。唐、虞、三代之文，無不達者。今人讀古書，不即通曉，輒謂古文奇奧，今人下筆不宜平易。夫時有古今，語言亦有古今。今人所詫謂奇字奧句，安知非古之街談巷語耶？《方言》謂楚人稱知曰黨，稱慧曰䜔，稱跳曰�，稱取曰挻。余生長楚國，未聞此言。今語異古，此亦一證。故《史記·五帝三王紀》，改古語從今字者甚多：疇改為誰，俾為使，格奸為至奸，厥田厥賦為其田其賦，不可勝記。左氏去古不遠，然傳中字句，未嘗肖《書》也。司馬去左亦不遠，然《史記》句字，亦未嘗肖《左》也。至於今日，逆數前漢，不知幾千年遠矣，自司馬不能同於左氏，而今日乃欲兼同左、馬，不亦謬乎！中間曆晉、唐，經宋、元，文士非乏，未有公然撏撦古文，奄為己有者。昌黎好奇，偶一為之，如《毛穎》等傳，一時戲劇，他文不然也。空同不知，篇篇模擬，亦謂反正。後之文人，遂視為定例，尊若令甲，凡有一語不肖古者，即大怒，罵為野路惡道。不知空同模擬，自一人創之，猶不甚可厭。迨其後以一傳百，以訛益訛，愈趨愈下，不足觀矣。且空同諸文，尚多己意，紀事述情，往往逼真。其尤可取者，地名官銜，俱用時製。今卻嫌時製不文，取秦、漢名銜以文之。觀者若不檢《一統志》，幾不識為何鄉貫矣。且文之佳惡，不在地名官銜也。司馬遷之文，其佳處在敘事如畫，議論超越。而近說乃云西京以還，封建宮殿，官師郡邑，其名不馴雅，雖子長復出，不能成史。則子長佳處，彼尚未夢見也，而況能肖子長也乎？或曰：「信如子言，古不必學耶？」余曰：「古文貴達，學達即所謂學古也，學其意不必泥其字句也。」今之圓領方袍，所以學古人之綴葉蔽皮也；今之五味煎熬，所以學古人之茹毛飲血也。何也？古人之意期於飽口腹，蔽形體。今人之意亦期於飽口腹，蔽形體，未嘗異也。彼摘古字句入己著作者，是無異綴皮葉於衣袂之中，投毛血於殽核之內也。大抵古人之文，專期於達；而今人之文，專期於不達。以不達學達，是可謂學古者乎！"
    },
    {
        "title": "論文下",
        "content": "爇香者，沉則沉煙，檀則檀氣。何也？其性異也。奏樂者鍾不藉鼓響，鼓不假鍾音，何也？其器殊也。文章亦然。有一派學問，則釀出一種意見。有一種意見。則創出一般言語。無意見則虛浮，虛浮則雷同矣。故大喜者必絕倒，大哀者必號痛，大怒者必叫吼動地，發上指冠。惟戲場中人，心中本無可喜事，而欲強笑；亦無可哀事，而欲強哭。其勢不得不假借模擬耳。今之文士，浮浮泛泛，原不曾的然做一項學問，叩其胸中，亦茫然不曾具一絲意見，徒見古人有立言不朽之說，又見前輩有能詩能文之名，亦欲搦管伸紙，入此行市；連篇累牘，圖人稱揚。夫以茫昧之胸，而妄意鴻巨之裁，自非行乞左、馬之側，募緣殘溺，盜竊遺矢，安能寫滿卷帙乎？試將諸公一編，抹去古語陳句，幾不免於曳白矣。其可愧如此，而又號於人曰引古詞，傳今事，謂之屬文。然則二《典》三《謨》，非天下至文乎？而其所引，果何代之詞乎？余少時喜讀滄溟、鳳洲二先生集。二集佳處，固不可掩，其持論大謬，迷誤後學，有不容不辨者。滄溟贈王序，謂「視古修詞，寧失諸理」。夫孔子所云辭達者，正達此理耳，無理則所達為何物乎？無論《典》《謨》《語》《孟》，即諸子百氏，誰非談理者？道家則明清淨之理，法家則明賞罰之理，陰陽家則述鬼神之理，墨家則揭儉慈之理，農家則敘耕桑之理，兵家則列奇正變化之理。漢、唐、宋諸名家，如董、賈、韓、柳、歐、蘇、曾、王諸公，及國朝陽明、荊川，皆理充於腹而文隨之。彼何所見，乃強賴古人失理耶？鳳洲《藝苑卮言》，不可具駁，其贈李序曰：「《六經》固理藪已盡，不復措語矣。」滄溟強賴古人無理，而鳳洲則不許今人有理，何說乎？此一時遁辭，聊以解一二識者模擬之嘲，而不知其流毒後學，使人狂醉，至於今不可解喻也。然其病源則不在模擬，而在無識。若使胸中的有所見，苞塞於中，將墨不暇研，筆不暇揮，兔起鶻落，猶恐或逸；況有閑力暇晷，引用古人詞句耶？故學者誠能從學生理，從理生文，雖驅之使模，不可得矣。"
    },
    {
        "title": "論大人小人",
        "content": "子謂子夏曰：「汝為君子儒，無為小人儒。」朱氏解曰：「君子儒為己，小人儒為人。」夫子夏，篤信謹守人也。為人者必不謹篤，謹篤者必不為人。果若朱解，夫豈對症之藥乎？愚意當云：君子儒為人，小人儒為己。蓋為己則狹隘，而為人則廣大也。故孔子嘗曰：「硜硜然小人哉！」硜硜者，守己之人也。又曰：「大人之學在親民。」親民者，為人之人也。譬如一家之中，嬰孩滿室，莫不嗷嗷。然徵飯索衣而被之啖之者，則其父兄也，蓋嬰孩小而父兄大也。故吾所名小人者，非加之徇私謀利之徒也。徇私謀利之徒，則謂之惡人，豈小人哉！吾所謂小人者，斤斤自守之人也。自一身之外，即為胡、越。自全一身名節之外，即無學問。苟有利於人，而損己之名，決不為也。即千萬分有利於人，而一二分有損於名，亦決不為也。夫人一身摶六合之廣，攢人物之夥，而聚為大骸。今總不注思遊神於其間，獨認自首至足七尺之骸以為我，而日扃其蓋天蓋地之物以為之閑縢守護，竊竊焉避毀而遁譏，是孟子之所謂「從小體而不從大體」者也，雖欲不謂之小人，不可得矣。故大人者，譬諸海洋變化，種種蛟龍，種種珠寶，然糞壤宿屍，亦溷其中也。小人者，譬諸尺潭，清瑩徹底，雖置寸鱗，猶驚怖不定也。然世人但睹海洋之濁，而不睹其變化之大；但取尺潭之清，而不知其一無所用，此大人之所以棄置於世也。故當春秋之世，則接輿、沮溺為小人，而孔子之轍環列國為大人。當戰國之世，則陳仲子之徒為小人，而孟子之後車數十，從者數百，以應幣聘者為大人。然孔、孟二大人，固已當其身不免於季路、彭更之疑。而接輿、陳仲子，百世之後，尚有好事者收入《高士傳》。甚矣大人之難知，而小人之有述也。漢、唐以來，大人之學不及孔、孟，而校其一時並肩之賢，則小人之品，亦未嘗不莛楹隔也。故叔孫強諫之時，則有張子房為大人。顧廚挑禍之日，則有陳太丘為大人。裴炎廷爭之日，則有狄梁公為大人。謝、劉去國之日，則有李文正為大人。當其迎四皓，吊張讓，褫裘牝朝，周旋逆豎之時，比肩共事之人，誰不厭其作偽，罪為諂佞，詬其穢濁，而卒之大有濟於時艱。其從旁怒罵之小人，亦陰受其在覆而不知。固無異小兒飽啖熟眠，忘其為大人之賜也。雖然，余所謂小人者，真小人也。若陽樹名節，陰獵顯珣，此又小人之罪人矣。"
    },
    {
        "title": "論用才",
        "content": "君子有才者，如張子房、諸葛孔明、謝安石、房、杜、韓、范諸公是也。君子無才者，如萬石君父子、盧懷慎、王介甫諸公是也。小人有才者，如韓非、商鞅、桑弘羊諸公是也。小人無才者不足論，有才君子如神龍然，飛天駕雲，膏沃萬里。無才君子如仙鶴孔雀，置之園囿，足以妝點風景。有才小人如俊鷹快馬，可以擊狐摶兔，負重致遠。無才小人，則凡羽冗毛，遍地皆是也。大抵神龍難得，而仙鶴也，孔雀也，鷹也，馬也，人間不乏。故為豢鶴之道者，處之茂林修竹清流之間而已。為畜鷹養馬之道者，多與粱肉，以致其死力；慎加絛韁，以妨其揚去。然後使之擊狐摶兔，負重行遠，則無不如意也。若夫凡羽冗毛，彼泛泛然生天地間，聽其自活自死，不必問也。故清階雅秩，林水也。重爵厚祿，粱肉也。文法者，絛韁也。劇地衝邊，則摶擊負載之任也。故孟子曰：「尊賢使能。」尊者，隆以禮數也；使者，畀以事權也。又曰：「賢者在位，能者在職。」位者虛位，職則實職也。蓋自古待賢能之道，其不同如此矣。故夫介潔自好之人，而處以劇地，困以衝邊，是駕鸞放鶴，而望其獲禽也。長駕遠馭之才，而列之卿寺閑散之署，是縶鷹翮而縛馬足也。卒使兩長俱匿，而國家不收其毫末之益，豈天所以生此兩人之意哉？然心術可贗，而展錯難偽，故有才之小人常易見，而無才之君子常難知。晚世過信德而過疑才，重無用而輕有用，崇虛而黜真，進名而退實，非古人察能授官之義也。"
    },
    {
        "title": "不肖",
        "content": "君子不器，天下皆謂我道大似不肖。夫不成器，不克肖，此衣冠之蠹也，里閈所穢，而題才者所擲也。而大才全才，不幸似之，非真正具眼豪傑，豈能賞識於牝牡外乎！然不器不肖，所謂大才，世不恒出，其近似者，則漢武帝所謂跅弛之士是已。其人往往狂妄任達，不拘繩墨，亦非肉眼所能輒賞。如陳平一縣盡笑；羅友好伺人祠，往丐餘食；狄梁公縱博朝堂，褫佞幸裘；張齊賢前揖群盜，乞食受金；寇萊公飛鷹走犬，致母投錘流血。嗟夫！此等行徑，似未可向致堂諸公道也。"
    },
    {
        "title": "讀子瞻范增論",
        "content": "子瞻《范增論》曰：「增之去善矣，不去，羽必殺增。」又謂其去當於羽殺宋義時。余竊謂不然。宋義承敝之策甚疏，且狠愎自用，聽其所為，必至敗事。項羽殺之，未為過也，增曷以此去哉？兩虎不俱生，當義、羽相持之時，羽不殺義，義必殺羽，事在呼吸，不容遲疑。乃於立談之頃，立斬上將，如晴空轟雷，掩耳不及。諸將股悚毛豎，不敢支吾。當是時兵未至巨鹿，足未履秦關，而已氣蓋天下矣。增功名士，遇此英傑，得其主矣，奈何言去？救趙之役，增為末將安然，殺義之謀，非增教之耶？觀鴻門示玦，至於再三，其決於殺沛公也，固知其決於殺義也。至於發疽以死，則增實自取之，非羽之罪也。安有為人臣，當主前援劍撞鬥，大罵豎子，而其主不艴然大怒者？然羽竟不怒，待之如初，其知增信增何如？在後之疑增，則迫於平之奇謀詭策，非羽本心也。增剛悍之性，稍見侵慢，輒怒發裂眥，悻悻求去。倘能濡忍旦夕，平謀必露。平謀露，則羽待增當益厚。當此時，楚兵正強，君臣謀合，秦氏之鹿，未知所歸也。乃不勝匹夫之忿，發疽以死，何為者哉？況羽倚增為謀主，雖策不盡用，不可謂非知己。士為知己者死。即羽事不成，亦當白首同歸，何忍掉臂棄之哉！子瞻不惟取其去，而又惜其去之不早，何說乎？大抵增一褊急之夫，終非王佐之才。張良以黃石之柔道，佐高帝之忍恥，固能就帝業。以增之好剛使氣，佐羽之喑啞叱吒，未有能濟者也。而蘇子謂增不去，項羽不亡，亦過矣。"
    },
    {
        "title": "論留侯鄴侯蹤跡",
        "content": "留侯、鄴侯，智謀既埒，即一生蹤跡，亦多合者。兩侯俱儒者，運籌帷幄，料敵疑神，此一合也。留侯學辟穀導引輕身，鄴侯亦辟穀導引，骨節珊然，人謂之鎖子骨，此二合也。漢易太子，留侯安之。唐易太子，鄴侯安之，此三合也。呂後強留侯食，代宗強鄴侯食肉，為娶妻，此四合也。留侯遇黃石授記，為王者師。而鄴侯遇懶殘曰：「勿多言，領取十年宰相。」此五合也。兩公俱全身名以歿，此六合也。兩公真難優劣也。然而為留侯易，為鄴侯難。何也？留侯言聽計從，而鄴侯憂讒畏譏故也。一厄於楊國忠而身全，再厄於李輔國而身全，三厄於元載而身全，四厄於常袞而身全。非有蓋世之智，其免乎？要之，兩公蓋神仙遊戲人世者也，非濁骨能幾也。"
    },
    {
        "title": "論謝安矯情",
        "content": "謝安石新亭從容，及圍棋賭墅等事，余少時每服其量，而疵其矯也。今乃知安石妙處，正在矯情。若出自然，有何難乎？譬如懸河之辨，一旦緘口；一石之量，忽然止酒，乃見定力。若口吃而不言，惡醉而不飲，其誰不能乎？且自古英雄，未有不矯而成功者也。怯者矯之，以至於勇；勇者矯之，以至於怯。拂之乃成，順則罔功，此類甚眾，難以悉數。即如荊軻、韓信諸人，非世人所謂殺人不眨眼英雄哉！然而句踐怒叱，則隱嘿逃去；市人窘辱，則匍伏胯下。非所謂矯勇為怯者耶？若安石，則真能矯怯為勇矣。佛氏亦稱無生法忍。忍之也者，矯之也。貧者必憂，矯以樂；富者必僭，矯以禮。聖人之道也。人易自高，矯之以下；人易為雄，矯之以雌。老氏之學也。若是，則謝安石之矯，吾猶恐其未至也，而又何疵焉。"
    },
    {
        "title": "讀淵明傳",
        "content": "口於味，四肢於安逸，性也。然山澤靜者，不厭脫粟；而啖肥甘者，必冒寒出入，衝暑拜起之勞人也。何口體二性相妨如此乎？人固好逸，亦復惡饑，未有厚於四肢，而薄於口者。淵明夷猶柳下，高臥窗前，身則逸矣，瓶無儲粟，三旬九食，其如口何哉？今考其終始，一為州祭酒，再參建威軍，三令彭澤，與世人奔走祿仕，以饜饞吻者等耳。觀其自薦之辭曰：「聊欲弦歌，為三徑資。」及得公田，亟命種秫，以求一醉。由此觀之，淵明豈以藜藿為清，惡肉食而逃之哉？疏粗之骨，不堪拜起；慵惰之性，不慣簿書。雖欲不歸而貧，貧而餓，不可得也。子瞻濆括《歸去來辭》為《哨遍》，首句云：「為口折腰，因酒棄官，口體交相累。」可謂親切矣。譬如好色之人，不幸稟受清羸，一縱輒死，欲無獨眠，亦不可得。蓋命之急於色也。淵明解印而歸，尚可執杖耘丘，持缽乞食，不至有性命之憂。而長為縣令，則韓退之所謂「抑而行之，必發狂疾」，未有不喪身失命者也。然則淵明者，但可謂之審緩急，識重輕，見事透徹，去就瞥脫者耳。若蕭統、魏鶴山諸公所稱，殊為過當。淵明達者，亦不肯受此不近人情之譽也。然自古高士，超人萬倍，正在見事透徹，去就瞥脫。何也？見事是識，去就瞥脫是才，其隱識隱才如此，其得時而駕，識與才可推也。若如蕭、魏諸公所云，不過惡囂就靜，厭華樂澹之士耳。世亦有稟性孤潔如此者，然非君子所重，何足以擬淵明哉！"
    },
    {
        "title": "儉約",
        "content": "盧懷慎奉身之具，才一布囊，以席蔽雨。範蜀公與同遊各攜茶行。溫公以紙為帖，蜀公用小黑木盒子盛之。溫公驚曰：「景純乃有茶具！」杜衍第室卑陋，享客多用髹器，客有麵稱歎者。衍命盡取白金燕具陳於前，曰：「非乏，雅自不好耳。」此三公，皆天性儉樸，非由矯飾。第五倫身為二千石，而其妻不免自爨。王良身為司徒，而使其妻曳柴，則我不能知矣。若馮道居茅庵，臥一束薪，以憂歸裏，躬自樵爨，清苦極矣，若淡然無欲者。然而事四姓，奉十主，忍不可忍之辱，而不忍棄一官，又何也？吾親見吾里數人儉嗇事，極可笑。其一以貲雄穀升村，食惟稀糜，獨能厚餉插秧傭，然每食一粥一醬。傭者食畢去，而雞遺矢案邊，其人見而嗟惜，以為醬也，遂舐之。其一為吾同村人，手致千金，病且篤，不肯餌藥。親友勸之，沉吟半晌，乃應曰：「吾聞葛道人藥殊驗，然無奈價太高何，不如且服陳打茭草藥耳。」未幾死，聞者皆大笑。此輩豈知惜福之理，不過為兒子積耳。然如某子甲喜放債，子錢極重，家累萬金。老矣，尚無子，食兩粥，間日啖枯魚，與眾雜作，通身瘠黑。若此人者，惜福乎，癡乎？吾不能知矣。"
    },
    {
        "title": "論隱者異趣",
        "content": "閔仲叔不以口腹累安邑；朱桃椎結廬山中，夏則裸，冬緝木皮葉自蔽，是隱之清者也。許玄度隱永興南幽穴中，每致四方諸侯之遺；種明逸廣置良田，歲利甚厚，是隱之濁者也。袁閎築土室四周於庭，不為戶，自牖納飲食；張忠端拱若屍，鑿地為窟以居，是隱之靜者也。梁伯鸞東出關，至於吳，寄居人廡下，竟客死；郭林宗褒衣博帶，周遊郡國，獎訓士類，是隱之動者也。寒貧子窮巷小屋，行乞自給，是隱之窮者也。楊王孫家累千金，厚自奉養，是隱之富者也。王君公隱於儈，弦高隱於賈，屠羊說隱於屠，丘望之隱於巫，夏子治隱於傭，優孟隱於倡。吳卒全庾冰，惟願給酒樂餘年，此隱於卒者也。畢緘為宰相，舅為行杖隸。緘恥之，特除楊令，托以落舅猥籍，津送入京，為除一官。楊至，諭以相意。答曰：「某下賤，豈有外甥為宰相耶！」此隱於隸者也。"
    },
    {
        "title": "雜說",
        "content": "沈明遠所著《寓簡》載：宣、政間，一老人居通衢，第宅園池，花竹幽深。後房聲色侈麗，奉養極厚，午時不至廳事，未嘗與貴士相接。喜讀書，議論甚高。一夕歲暮，雪中合樂張宴甚盛，子弟侍坐，夜久未罷，而雪勢愈盛。宰相趨朝，騶唱過門。老人顧子弟曰：「汝輩無忘意功名，縱得顯位，不免如馬上趨朝輩忍凍矣。」沈存中《筆談》載：石曼卿居河下曲，鄰有隱者，曼卿訪之，延曼卿飲，麗人甚多，各執肴果，持樂器。一麗人酌酒以進，酒罷樂作，群豔執果肴者萃立於前。食罷，則分列左右。又《三柳軒雜識》：潯南甘棠湖之南，有孟氏世業漁釣，門闌蕭然，竹籬茆舍。主人出見客，葛衫草履，容止語言，真江上漁人也。舍四周皆漁器，腥穢觸人。稍即廳事，如富貴家。指使莊客，聽命惟謹，己可驚怪。頃至中堂，榱題軒楹，皆以髹塗，間以雕彩，器服燦然奪目。至於酒裛，莫不旨佳。久之，出妓女三四人，容色纖麗，服飾㶷爛，所唱皆京師新聲。王氏《明月篇》載：李時可者，名鳳，勝國人，倜儻喜結客。同時有楊維禎者，亦侈，挾四青衣，浮江過其家。時可訪之，舟中之器，黃金犀玉相半。時可開筵櫻桃下，瑪瑙作埒，紅氍毹覆之，三數麗人行酒，並絕色。以赤玉柈盛脯，白玉鬥盛漿，皆盈尺。後挈家去，不知所在。三人者，自奉皆過於王侯。蓋抱奇才，負大用，而世乏具眼，不用於世，故頹然放於聲酒之間，以自排遣。斷乎當升之大隱之列，不可與卓王孫諸守財虜伍也。《寓簡》所載老人夜宴訓子語尤奇，其志憤激，其語似笑似罵。世有此等異人，而使之不用，豈非唱騶諸公之恥哉！中郎曰：「不用他也好。不然，則亦唱騶諸公矣。」瞿洞觀為余言：曾有以星術見王元美，時僚友數人在坐，爭談星命。元美曰：「吾不用若算，吾自曉大八字。」問何為大八字。曰：「我知人人都是要死去的。」朱希真《東方智士說》曰：東方有人，自號智士，才多而狂。凡古昔聖賢與當世公卿長者，皆摘其短闕而非之。然地寒力薄，終歲不免饑凍。裏有富人，建第宅甲其國中，車馬奴婢，鍾鼓帷帳咸備。一旦，富人召智士語之曰：「吾將遠遊，今以居第貸子。凡室中金寶資生之具無乏，暫聽子用，還則歸我。」富人登車而出，智士杖策而入。僮僕奴妾，羅拜堂下，各效其所典簿籍以聽命，號智士曰「假公」。智士因遍觀居第，富實偉麗過王者，喜甚。忽更衣東圊，仰視其舍卑狹，俯閱其基湫隘，心鬱然不樂，召網紀讓之：「此地高廣，而圊不稱。」僕曰：「惟假公教。」智士因令徹舊營新，狹者廣之，庳者增之，曰：「如此以當暑熱，如此以蔽風雨。」既藻其棁，又丹其楹。至於聚籌積灰，扇蠅攘蛆，皆有法度。事或未當，朝移夕改，必善必奇。智士躬執斤帚，與役夫雜作，手足瘡繭，頭蓬麵垢，晝夜廢眠食，忉忉焉惟恐圊之未美也。不覺閱歲，尚未落也。忽閽者奔告曰：「阿郎至矣！」智士倉皇棄帚而趨，迎富人於堂下。富人勞之曰：「子居第樂乎？」智士恍然自失曰：「自君之出，吾唯圊是務。初不知堂中之溫密，別館之虛涼。北榭之風，南樓之月，西園花竹之勝，吾未經目。後房歌舞之妙，吾未嘗舉躅。蟲網琴瑟，塵棲鍾鼎，不知歲月之及。子復歸，而我當去也！」富人揖而出之。智士還於故廬，且歎，悒悒而死。宋時一老人，置酒大會。酒闌，語眾曰：「老人即今且去。」攝衣正坐，奄奄欲逝。諸子惶遽呼號，乞留一言。老人曰：「我何言？第一，五更起。」諸子未喻。老人曰：「惟五更可以幹當自家事。」諸子曰：「家中幸豐，何用早起？舉家諸事，皆是自家事，豈有分別？」老人曰：「所謂自家事，是死時將得去者。」羅近溪語人曰：「某幼時，與族兄訪一親長。此老頗饒富，凡事如意，時疾已亟，數對某兄弟歎氣。歸途謂族兄：『此翁無不如意者，而數數歎氣何也？兄試謂我仕宦至為宰相，臨終時有氣歎否？』族兄曰：『誠恐不免。』某曰：『如此我等須尋不歎氣事為之。』」夫不歎氣事即是臨終將得去者，我輩壯年，便當幹辦，不宜更待衰老也。墮地小兒，便解以目睨人，以口求乳，以手攬物，饑之而泣，飽之而止，是何物也哉？習也。初生何習乎？曰：有之，是千生薰染來者也。使無此者，則不生此人矣。然則人固將任習乎？曰：輪回業苦，皆此為孽，那可任也。將除習乎？曰：無習無性，無性無習。習如可除，性亦可斷矣。友人謂余曰：「近來覺利心都盡，尚餘名障耳。」余謂：「此孔聖人所難者，子奈何易之？」友人驚曰：「聖人尚有利名心耶？」曰：「昔孔子不恥執鞭，豈非利乎？疾沒世而名不稱，豈非名乎？試內省種種思念，循種種意根，果有離名離利時否？竊恐一刻無名利，則外之耳目口鼻，內之心知意識，幾於泯滅無遺，惟就枕鼾睡，或得暫閑。而紛紛得失，復現夢境。然則人雖睡夢，尚恐未能離名利也，而況醒乎？何也？其眼耳鼻舌等為之祟也。有眼即欲察色，有耳即欲聽聲，有鼻即欲嗅香，有舌即欲嘗味。有名即有利，有利即有種種可意聲色香味以悅諸根。無名則賤，賤則無利，無利則窮餓以死，遑悅耳目口鼻乎哉！則人雖欲不好名不好利也，亦不可得矣。是故餅餌者，稚子之利也。布縷者，婦人之利也。穀粟者，農之利也。取直者，工之利也。積貸者，商之利也。華珣者，仕之利也。閑適者，隱士之利也。功伐者，志士之利也。形體漸大，好利彌廣，然俱是餅餌之初心所變化耳。稚子而譽以慧，則悅。婦人而譽以賢，則悅。農夫而譽以勤，則悅。工譽以巧，則悅。商譽以良，則悅。仕譽以卿相，則悅。隱士譽以巢、許，則悅。志士譽以皋、傅，則悅。形體漸大，好名彌奢，然俱是悅慧之初心所暢發耳。稚子好其小，壯夫好其大。知者好而巧，愚者好而拙。小則易見，大則不覺。拙者可厭，而巧者難知也。安見小者為好，而大非好耶？拙者為好，而巧非好耶？」「然則古有揮金塵玉者，彼豈好利人乎？」曰：「此精於利者也，好其大而忘其小。故逃名之士，名轉附焉；雖曰逃之，其實就之也。」「然則名利固無害耶？」曰：「大有害。季倫以利殺身，而嵇康以名殞命，其餘不可勝數。名利至毒，何可好也。」「然則凡民不可好，而聖人又奈何好之？」曰：「惟聖而後能好。聖人之於利名也，我情既爾，恒物當然。各安其利，共享其名。孔子之所絜以治平也。洞燭利源，窮極名根。好與不好，煙銷冰釋，瞿曇之所住以度世也。」界有定方，東南西北，乃可分耳。無起無止，寧有定方。無定方則世人所號東南西北者，我不信也。時有定限，今古修短，乃可分耳。無初無終，寧有定限。無定限則世人所號古今修短者，我不信也。古人云：「若取自己自心為究竟，必有他物他人為對治。」精哉！攝楞嚴五陰之魄，追圓覺四相之魂矣。嘿契斯語，乃有趨向。吳尚之問：「六塵虛妄，我知之矣，奈此目前山河大地何？」余曰：「《楞嚴經》云：『根塵同源。』子知六塵之虛妄，而不知六根之虛妄，何也？」擁爐次，忽聞咄咄之聲，細聽乃出湯瓶中。童子曰：「何也？」余曰：「地水火風，激而為此聲也。」童子曰：「人之咄咄嗟歎，誰激之乎？」余曰：「亦地亦水亦火亦風也。我也，爾也，湯瓶也，此三物者等耳。」里中某，凶人也。或曰其家門風。或曰其家陰地，應出惡人。或曰其宅門有某星，合生此人。或曰其人火病發時，凶狠尤甚。或曰某八字應破家。或曰某人麵肉橫生，那得不性凶。余曰：「諸君惡之否？」曰：「甚惡之。」余笑曰：「此不由渠也，渠如一傀儡耳，而掣其左右者又係大幻師，其人欲不凶惡何可得乎？」曰：「惡之非耶？」曰：「我亦惡之。但渠為惡不可奈何，我與諸君之惡惡，亦出於不可奈何。」諸君皆大笑。學未至圓通，合己見則是，違己見則非。如以南方之舟，笑北方之車；以鶴脛之長，憎鳧脛之短。夫不責己之有見，而責人之異見，豈不悖哉！或曰：不執己見是乎？曰：既有見，安得是；既有是，安得不執。無見可執，亦無是非。笑獨臂之異，而不知兩臂之未嘗不異也。歎濕化之奇，而不知胞胎之未嘗不奇也。觀此大地五穀蔬果，感濕感熱，茁焉怒生，如雨後菌蕈，尤易生易萎。人身亦然。從精血醞釀生，亦濕熱所化也，與菌蕈奚異？夫以忽然濕熱所化之軀，啖濕熱忽然所化之物，以延刹那之命，而於其中競長競短，不亦可恥之甚乎！農工商賈，廝養皂隸，所作之事，日化月遷；所說之語，亦日異月殊，以其新也。惟俗學終身在人涎沫下作生涯，無一新語，大可厭。《楞嚴經》曰：「因明立所，所既妄立，生汝妄能，無能異中，熾然成異。」又曰：「如是三種，顛倒相續，皆是覺明。明了知性，因了發相，從妄見生。山河大地，諸有為相，次第遷流。因此虛妄，終而復始。」嗟夫，嗟夫！明了之毒，一至此哉！學道之人，惟恐不明，惟恐不了。定要分疏得下，解脫得通，可謂錯用心矣。學道者取聖人，而不知有取非聖人也。舍凡夫，而不知有舍即凡夫也。以聖人求聖人，以凡夫脫凡夫，惡乎可！或曰：無取無舍，即聖人耶？余曰：若即聖人，仍不離取；若非聖人，仍不離舍。嘿契而已，非言可詮。東坡知揚州，夢行山水間，一虎來噬。方驚怖，有紫衣道人揮袖障公，叱虎使去。明旦，一紫衣道士投謁，曰：「夜出不知驚畏否？」公咄曰：「鼠子乃敢爾！」道士惶駭而退。宋徽宗遊神霄等夢，亦此類。化人令穆王神遊，固非奇事也，然亦可笑。心識之，不為我有矣。《癸辛雜識》云：今時風俗薄甚。昔日投門狀有大狀、小狀。大狀則全紙，小狀則半紙。今時之刺，大不盈掌，足見禮之薄矣。然此說所非者，正今之所是。所謂薄俗者，正今之所謂厚俗也。是非厚薄，寧有定論。宗門中戒律甚嚴，不貪佛，不貪法，不貪涅槃，是持不貪戒。不嗔生死，不嗔凡劣，是持不嗔戒。不起念，無念障；不求佛，無佛障；不求法，無法障；是持不癡戒。不離析名相，不割裂道理，是持不殺戒。偷心冥絕，不犯他人苗稼，是持不盜戒。不染著真如，不浸淫妙理，是持不淫戒。不讚佛祖，是持綺語戒。不訶下劣，是持惡口戒。生佛不二，是持兩舌戒，此名真戒。十地菩薩、大阿羅漢，猶是破戒人。或曰：「某學佛無進，奈何？」余曰：「非君不學佛之過，過在不信有佛法。」其人忿然作色：「我至誠歸依，心中達於面目，有那一毫不信？」余曰：「君信面上有眼耳否？」曰：「何消信？」余大笑曰：「君才信得有眼耳及。」或問：「某某是一流人，為甚麼一人平生快活，一人平生極不快活？」余曰：「快活有甚麼強似苦惱？」又問：「快活與苦惱受用迥別，如何一樣？」余笑曰：「受用又有甚麼強似不受用？」其人怒曰：「公甚糊塗！」余曰：「不糊塗有甚麼強似糊塗？」其人大笑而止。慧遠畜一鵝，每聞講經，即入堂伏聽。若聞泛說他事，則鳴翔而出。法欽養一雞，不食生類。隨之若影，不遊他所。欽入長安，長鳴三日而絕。「逢人問難字，遇節著新衣。」此詠村漢詩也，出《瑣碎錄》，極妙。程泰之《考古編》：「知好色則慕少艾」遍思經傳，無以艾為好之文。艾，刈也，刪也。人少則慕父母，知好色，則慕少減於孺慕之時矣。至有妻子，則慕妻子，孝衰於親，不止稍艾已矣。此說甚有理。《稽神異苑》稱江陵衣冠藪澤，琵琶多於飯甑，措大多於鯽魚。甚新。今措大益多於昔，琵琶遂為麟角矣。從來文士名身顯赫者固多，無過白樂天者。雞林重價，歌女倍直，姑無論矣。荊州街葛子清，市儈耳，自頸以下，遍刺白樂天詩，每詩之下刺一圖，凡三十餘處。人呼為《白舍人行詩圖》。嗟夫，異矣！張子韶曰：「觀世無非幻，而人處幻中不覺，乃認喜怒哀樂為真。不知喜怒哀樂從何而生？以為本有，則非物不形；以為本無，則不可責之於木石。」此數語甚精，若以此注喜怒哀樂之未發謂之中，真破的矣。子韶有《心傳錄》，乃其甥於恕所編者，似此入理深談絕少，無乃於氏河漢其語不之載耶？殊可惜也。於恕嘗疑佛氏之徒，未能泊然無欲，蓋指大慧之徒也。子韶語之曰：「佛氏一法，陰助吾教甚深，未可薄之。吾與杲和尚遊，為其議論超卓可喜也，其徒寧得皆善？吾甥所見者，其徒之不善者耳。」又曰：「吾自來知吾甥惡之，此意執得堅時亦好，但恐見不透反為其徒所冷笑，且更窮究。」子韶直是沒奈何，微辭引之耳，然亦可見於恕之鈍矣，其不能識阿舅精語，無責也。楊朱自是一種討快活得便易人，楊王孫正是他的派。後來《高士傳》中人，亦是他一派。但此等打不過名障，姑尋世間一種幽閑清適之樂，以自徜徉度日，還是楊朱之二乘弟子。然較之常人，真有仙凡之隔。與王則之，陶周望、顧升伯共看月道院閣上。則之指月曰：「世間乃有此等可愛可玩之物。」余曰：「秦淮海有言：『凡悅可人耳目者，皆善想所變。』夫閻浮提中，善想所變，當無逾此。顧此時此景，披襟飽玩者幾人？」周望因極談往在西湖看月之趣，相與歎賞者久之。《癸辛雜識》云：揚州分野，正直天市垣，所以兩浙之地，市易浩繁，非他處比。又云：近世乃下元甲子用事，正直天市垣，所以人多好市井謀利之事。然則人之嗜利無厭，無亦天實為之耶！《江鄉志》末卷，記佛日大師宗杲，每住名山。七月遇蘇文忠忌日，必集其徒修供以薦。嘗謂張子韶曰：「老僧東坡後身。」子韶曰：「師筆端有大辨才，前身應是坡耳。」世傳東坡為五祖戒後身，然未有稱其為妙喜前身者，亦奇聞也。但考杲公生七年，坡公方卒，恐未是。"
    },
    {
        "title": "雜說",
        "content": "予始讀陽明先生集，意不能無疑。及讀先生天泉證道之言曰：「汝中所見，我久欲發，恐人信不及，含蓄到今。此是傳心秘藏，顏子、明道所不敢言者。今既已說破，亦是天機該發泄時，豈容復秘。」嗟夫！先生弢藏最上一著，許多年不露一點端倪，若非龍溪自悟，當終身閉口矣。大宗匠作用何如哉？前輩為余言：陽明接人，每遇根性軟弱者，則令其詣湛甘泉受學。甘泉自負陽明推己，歡然相得。其實陽明汰去砂礫，直尋真金耳。於時王龍溪妙年任俠，日日在酒肆博場中，陽明亟欲一會，不來也。陽明卻日令門弟子六博投壺，歌呼飲酒。久之，密遣一弟子瞰龍溪所至酒家，與共賭。龍溪笑曰：「腐儒亦能博乎？」曰：「吾師門下日日如此。」龍溪乃驚，求見陽明，一睹眉宇，便稱弟子矣。李宏甫敘《龍溪語錄》曰：陽明之時，得道者如林，吾不能悉數之。獨淮南一派，其傳為波石、山農等。波石之後，為趙大洲。大洲之後，為豁渠和尚。山農之後，為羅近溪，為何心隱。心隱之後，為錢懷蘇，為程後台。余客歲見宏甫，問曰：「王心齋之學何如？」先生曰：「此公是一俠客，所以相傳一派，為波石、山農、心隱，負萬死不回之氣。波石為左轄時，事不甚相干，挺然而出，為象蹴死，骨肉糜爛。山農緣坐船事，為人痛恨，非羅近溪救之，危矣。心隱直言忤人，竟捶死武昌。蓋由心齋骨剛氣雄，奮不顧身，故其兒孫如此。又王心齊一日與徐波石同行，至一溝，溝殊闊，強波石超。波石不得已，奮力跳過。心齋大呼曰：『即此便是！』」趙大洲《贈謝給諫序》，論五蔽甚妙，語多不載，其末一段曰：「謝子本知，與天地萬物同其良也，與百姓日用同其能也，與千古萬古已去未來之聖哲同其妙悟也。疑此者謝子之真疑也，信此者謝子之真信也。真疑之體，即信體也；真信之用，即真用也。求去其疑非信也，求臻其信愈疑也。是謂不假修習之心，不俟旁求之性也。」又《別江北穀序》，略云：「真學真誌，真志真修。真修至虛，至虛至謙。至虛無見，見即是我。至謙無我，我不可見。終日軋軋，學此而已。見起忘修，我起害誌，修非真修，誌非真誌，敢曰真學？夫真學也者，不昧不落，不著不倚。不倚也者，學於見聞知識而不倚，學於人情事變而不倚，以至學於天地而不倚，無地無時無事非學而不倚。不倚也者，無我之謂也。見無我，則倚於無我。不倚也者，無見之謂也。無見也者，見即是我。無我也者，我不可見。此真見真我，謂之真誌真修，謂之至虛至謙，謂之誠意。如是改過謂之改，如是懲忿謂之懲，如是徙義謂之徙，如是窒欲謂之窒。如是自改自懲自徙自窒謂之如惡惡臭，如好好色，謂之自謙，謂之自誠。夫誠之者性也，非見也。北穀子以告於波石徐子。徐子曰：『趙子恐子之學自見起，見自聖人起，故為斯言也。夫見不自聖人起，則吾良知自有不昧，而見為真。我學不自見起，則我良知自有不倚，而學為真修。趙子與子篤友道者也，故為斯言也。雖然，趙子言之是矣，吾猶憂其自見中發也。』」又《與胡廬山督學論學》，略云：「來論學通天地萬物，無古今人我，誠然。但雲欲卷而藏之，以己立處未充，不能了天地萬物也。斯言似有未瑩徹處耳。愚意謂當云己立未充，故時有滯執處，時有礙塞處。於此但假漸習薰修，久之不息，徐徐當徹去矣。即徹處謂之先天，而天弗違；即未徹謂之後天，而奉天時也。作如是功者，日用種種色色，刹刹塵塵，皆在此圓鏡智中，卷舒自在，不見有出入往來之相，淩奪換轉之境矣。故曰『不離日用常行內，直造先天未畫前』也，豈可以為沾滯難於解脫耶？且公謂之了天地萬物古今人我者，愚意度之，當如李異人合論，謂自他不隔於毫端，始終不離於當念云耳。如公雲貴任之重，有不容己，欲為己任，又立處未充，則不免於攬厭之病矣。何則？天地萬物古今，與我一理也，而欲取為己任，則二之矣，是攬之累也，謂迎之也。我與天地萬物古今，一用也，而患己立未充，則二之矣，是厭之累也，謂將之也。均之非謂隨順覺性也。古今不貴踐履，隻貴眼明，曆落分明。雖於日用之中，官私之事，情有滯執處，念有礙塞處，一歸於習氣之累，漸資薰修方便而徹之耳。」羅近溪先生曰：「夫人與人，原是一團靈物。萬感萬應，而莫究根原；渾渾淪淪，而初無名色。只一心字，亦是強立。後人不省，緣此起個念頭，就念生個識見，因識露個光景，便謂吾心實有如是本體，本體實有如是朗照，實有如是澄湛，實有如是自在寬舒。不知此段光景，原從妄起，必隨妄滅。及來應事接物，還是用著天生靈妙渾淪的心。心盡在為他作主干事，他卻嫌其不見光影形色，回頭隻去想念前段心體，甚至欲把捉終身以為純，亦不己顯，望發靈通，以為宇泰天光。用力愈勞，違心愈遠。豈知孔門學習，只一時字。天之心以時而顯，人之心以時而用。時則平平，而了無造作；時則常常，而初無分別。入居靜室，而不異廣庭；出宰事為，而即同經史。煩囂既遠，趣味自深。如是則坐愈靜，而意愈閑。靜愈久，而神愈會。尚何心不真，道不凝，而聖不可學哉？」又一日，演武場講畢，父老子弟以萬計，咸依戀環聽先生進講。先生問以所自受用處，生對以常持此心，不敢放下。先生顧士夫歎曰：「只恐心所持者，未必是心也。」生未達，先生遍指麵前所有示之云：「大眾環侍聽講一段精神，果待持否？天高日朗，鳥鳴花發，亦共此段精神，果待他去持否？」老幼咸躍然而前，各有稱說。先生曰：「汝諸人所言者，就是汝諸人本心。」因教誨慰撫之，莫不感泣。先生強止散去。諸士夫復問曰：「諸老幼所言，既是本心，則生所言者，又何獨不是心耶？」先生歎曰：「謂之是心亦可，謂之不是心亦可。蓋天下無心外之事，何獨所持而不是心。既有所持，則必有一物矣。諸君試看許多老幼在此講談一段精神，千千萬萬，變變化化，倏然而聚，倏然而散，倏然而喜，倏然而悲。彼既不可得而知，我亦不得而測。非惟無待於持，而亦無容其持也。子於此心渾淪活潑處，曾未見得，詎云持守？則所執者或隻意念之端倪，或隻聞見之想像，故謂之不是心亦可也。」生復進而質曰：「心與意，如何相去如此之遠？」先生浩然發歎曰：「以意念為心，自孔、孟以後，大抵然矣，又奚怪諸君之錯認也耶！但此乃學問一大頭腦，此處不清，而謾謂有誌聖學，是猶煮沙而求粥也。」眾求指破。先生歎曰：「若使某可得用言指破，則此生亦可得以用力執持矣。」眾咸有省。又先生過臨清，忽遘病。一日倚榻而坐，恍若一翁而來言曰：「君身病稍康矣，心病則復何如？」先生默不應。翁曰：「君自有生以來，遇觸而氣每不動，當倦而目輒不瞑，擾攘而意自不分，夢寐而境悉不忘。此皆君心錮疾，乃仍昔也，可不亟圖瘳耶？」先生愕然曰：「是則予之心得，曷言病？」翁曰：「人之身心，體出天常，隨物感通，原無定執。君以宿生操持，強力太甚，一念耿光，遂成結習。日中固無紛擾，夢裏亦自昭然。君今謾喜無病，不悟天體漸失，豈惟心病，而身亦不能久延矣。蓋人之志意，長在目前，蕩蕩平平，與天日相交。此則陽光宣朗，是為神境，令人血氣精爽，內外調暢。如或誌意沉滯，胸臆隱隱約約，如水鑒相涵。此則陰靈存想，是為鬼界，令人脈絡糾纏，內外膠泥。君今陰陽莫辨，境界妄縻，是尚得為善學者乎？」先生驚起，叩天伏地，汗下如雨。從是執念潛消，血脈循軌。又曰：「學者須過信關，未過此關，大信則大進，小信則小進。既過此關，大疑則大進，小疑則小進。」又曰：「疑與明對，如謂意有不慊，而思加工，則正是明處，安得謂疑。若當慊意處，能求進步，方始是疑。此則無中生有，惟誌之廣大而見之深遠者為然。」李龍湖先生答周西岩曰：「天下無一人不生知，無一物不生知，亦無一刻不生知者。但自不知耳，然又未嘗不可使之知也。惟是土木瓦石不可使知者，以其無情，難告語也。賢知不可使知者，以其意見橫胸中也。除是二種，則雖牛馬驢駝等，當其深愁痛苦之時，無不可告以生知，語以佛乘也。據渠見處，恰似有人生知，又有人不生知。生知者便是佛，非生知者未便是佛。我不識渠半生以前所作所為，皆是誰主張乎？不筼於日用而不知乎？不知尚可，更自謂目前不敢冒認作佛。既目前無佛，他日又安得有佛也？若他日作佛時，佛方真有，則今日不作佛時，佛又何處去也？或有或無，自是識心分別，妄為有無，非汝佛有有無也明矣。且既自謂不能成佛矣，亦可自謂此生不能成人乎？天下豈有佛外之人，人外之佛乎？吾不知何以自立於天地之間也。」又答鄧石陽書曰：「穿衣吃飯，即是人倫物理。除卻穿衣吃飯，無倫物矣。世間種種，皆衣與飯類耳。故舉衣與飯，而世間種種，自然在其中。非衣飯之外，更有所謂種種絕與百姓不相同者也。學者隻宜於倫物上識真空，不當於倫物上辨倫物。故曰明於庶物，察於人倫。於倫物上加明察，則可以達本而識真源。否則隻在倫物上計較忖度，終無自得之日矣。支離易簡之辨，正在於此。明察得真空，則為由仁義行；不明察，則為行仁義，入於支離而不自覺矣，可不慎乎！昨者復書，真空十六字已說得無滲漏矣，今復為注解以請正何如？所謂空不用空者，謂是太虛空之性，本非人之所能空也。若人能空之，則不得謂之太虛空矣，有何奇妙，而欲學者專以見性為極則也邪？所謂終不能空者，謂若容得一毫人力，便是塞了一分真空。塞了一分真空，便是深了一點塵垢。此一點塵垢，便是千劫係驢之橛，永不能出離矣，可不畏乎！世間蕩平大路，千人共由，萬人共履。我在此，兄亦在此，合邑上下俱在此。若自生分別，則反不知百姓日用也。」又《四勿說》略曰：「由中而出者謂之禮，從外而入者謂之非禮。從天降者謂之禮，從人得者謂之非禮。由不學不慮不思不勉不識不知而至者謂之禮，由耳目聞見心思測度前言往行仿佛比擬而至者謂之非禮。語言道斷，心行路絕，無蹊徑可尋，無塗轍可由，無藩衛可守，無界量可限，無扃鑰可啟，則於四勿也，當不言而喻矣。」又《說童心》曰：「龍洞山農敘《西廂》末語云：知者勿謂我尚有童心可也。夫童心者，真心也。若以童心為不可，是以真心為不可也。夫童心者，絕假純真最初一念之本心也。若失卻童心，便失卻真心。失卻真心，便失卻真人。人而非真，全不復有初矣。童子者，人之初也。童心者，心之初也。夫心之初，曷可失也！然童心胡然而走失也？蓋方其始也，有聞見從耳目而入，而以為主於其內，而童心失。其長也，有道理從聞見而入，而以為主於其內，而童心失。其久也，道理聞見，日以益多；則所知所覺，日以益廣。於是焉又知美名之可好也，而務欲以揚之，而童心失。知不美之名是可醜也，而務欲以掩之，而童心失。夫道理聞見，蓋自多讀書識義理來也。古之聖人，曷嘗不讀書哉？然縱不讀書，童心固自在也。縱多讀書，亦以護此童心，而使之勿失焉耳。非若學者反以多讀書識義理而反障之也。夫學者既以多讀書識義理障其童心矣，聖人又何用多著書立言以障學人為耶？童心既障，於是發而為言語，則言語不由衷；見而為政事，則政事無根柢；著而為文辭，則文辭不能達。非內含以章美也，非篤實生光輝也，欲求一句有德之言，卒不可得。所以者何？以童心既障，而以從外入者聞見道理為之心也。夫既以聞見道理為心矣，則所言者皆聞見道理之言，非童心自出之言也。言雖工，於我何與？豈非以假人言假言，而事假事乎，文假文乎？蓋其人既假，則無所不假矣。由是而以假言與假人言，則假人喜；以假事業與假人道，則假人喜；以假文與假人談，則假人喜。無所不假，則無所不喜。滿場是假，矮場何辨也。然則雖有天下之至文，其湮滅於假人而不盡見於後世者，又豈少哉！何也？天下之至文，未有不出於童心焉者也。苟童心常存，則道理不行，聞見不立，無時不文，無人不文，無一樣創製體格文字而非文者。詩何必古《選》，文何必先秦，降而為六朝，變而為近體，又變而為傳奇，變而為院本，為雜劇，為《西廂》曲，為《水滸傳》，皆古今至文，不可得而時勢先後論也。故吾因《西廂》而有感於童心者之自文也。」大洲歸里時，徐魯源與吳悟齋同送大洲。悟齋極口講道學。大洲曰：「公真好色！」徐魯源遂言：「人愛世上聲色貨利，卻不愛道，曾不知有大舍，有大取。」大洲持杯大言曰：「我進公一著，我這裏無取無舍。」鄧豁渠昔為秀才，教學寺中。大洲亦欲講學寺中，以鄧故講於廂房。後鄧竊聽大洲法語，大喜，便執弟子禮。大洲亦知其根性猛利，可以共學，極愛之。後有來學者，悉令從鄧學。及後鄧有四方之志，大洲留之不得，遍遊天下。十餘年後，其族人鄧石陽為衛輝節推，傳聞豁渠在所屬邑中，大驚曰：「以為死於四方矣，乃在是耶！」便尋至府衙中，而大洲先生適入都過衛，鄧亦往迎。大洲見鄧如隔生，遂下輿同步至官署。鄧聞其父母皆喪，又聞兩弟以尋渠死楚中，大痛仆地。大洲問：「公如此哭，是真情耶？」曰：「吾父母兄弟俱死，何為不真？」曰：「公如不能忘情，豈無丘墓耶？」鄧曰：「歸亦好，但我家計飄零，將食土石乎？」大洲曰：「此易耳。」遂作一書付之曰：「持此向我家歲取若干石為養。」鄧亦受之，定為歸計矣。遂別大洲，暫住石陽衙中。會鄧終日出遊，石陽以官舍出入不便止之。鄧大怒，出大洲紙付石陽，忿然去，自是絕無消息矣。後大洲歸，道出保定，而鄧亦在焉，遣信聞於大洲。大洲怒，不與相見。鄧卒客死保定人家。渠初病時，大洲私以十金托一鄉人攜之歸。其人竟匿金。所著書，石陽訪得之，今亦不存。存《東詢錄》，百分之一耳。《西方合論》，弟中郎箴諸狂禪而作也，余為之引曰：「香光子避囂山刹，禪人過舍，見案上有石頭居士所撰《淨土合論》。閱未終篇，抗聲言曰：「念佛一門，原用接引中下根。至於吾輩，洞了本源，此心即是佛，更於何處覓佛？此心即是土，更於何處見土？實際理中，覓生佛去來生死三世之相，無一毛頭可得。才說成佛，已是剩語，何得更有分淨分穢，舍此生彼之事？若於己處悟得是自在閑人，即淫怒癡皆是阿彌平等道場，如如不動。何乃舍卻己佛，拜彼金銅！」香光子聞而太息曰：「若汝所言，止圖口角圓滑，不知一舉足將墜於火坑也。生死無常，轉盼即至，如何熟記宗門見成相似之語，以為究竟。都云我已成佛，不必念佛。若約理而言，世間一蚤一虱，皆具有如來清淨覺體，無二無別。乃至諸佛成等正覺，證大涅槃，本體未嘗增得一分；眾生墮三塗，趨生死海，本體未嘗減卻一分。如如之體，常自不動；生死涅槃，等是妄見。亦無如來，亦無眾生，於此證入，亦無能證之人，亦無所證之法。泯絕心量，超越情有，大地無寸土，佛之一字，向何處安著？至於進修法門於無修證中修證，於無等級中等級，千差萬別，雖位至等覺，尚不知如來舉足下足之處。從上祖師所以嗬佛斥教，一切皆遮者，止因人心執滯教相，隨語生解，不悟言外之本體，漫執語中之方便。一向說心說性，說空說幻，說頓說漸，說因說果，千經萬論，無不通曉。及問渠本命元辰，便將經論見成語言抵對。除卻見成語言，依舊茫然無措。所謂數他家寶，己無分文。其或有真定修行之人，不見佛性，辛苦行持，如盲無導。於是諸祖知其流弊，遂用毒手，劃其語言，塞其解路，令其苦參密究，逆生滅流。生滅情盡，取舍念空，始識得親生父母，曆劫寶藏，卻來看經看教，一二如道家中事。然後如說進修，以佛知見，淨治餘習。拜空花之如來，修水月之梵行；登陽焰之階級，度穀響之眾生。不敢寂證，是謂佛種。如供奉問岑大蟲：『果上涅槃，天下善知識證否？』岑曰：『未證。』奉曰：『何以未證？』岑曰：『功未齊於諸聖。』奉曰：『若爾，何得名為大善知識？』岑曰：『明見佛性，亦得名為善知識也。』弘辨禪師曰：『頓明自性，與佛同儔，然有無始染習，故假對治，令順性起用，如人吃飯，不一口便飽。』溈山曰：『初心從緣，頓悟自理，猶有無世曠劫習氣，未能頓淨。須教渠淨除現業，流識即修也，不可別有法，教渠修行趨向。』若論諸祖師為人之處，壁立萬仞。大火聚中，觸之即爛；刀槍林裏，動著便燒。未曾開口，已隔千里萬里。至機緣之外，平實商量，未嘗盡絕階級，盡遮修行。《傳燈錄》中，分明詳悉。大慧、中峰，言教尤為緊切。血誠勸勉，惟恐空解著人，墮落魔事，何曾言一悟之後，不假修行。頓同兩足之尊，盡滿涅槃之果。後世不識教意，不達祖機，乃取喝佛罵祖，破膽險句，以為行持。昔之人為經論所障，猶是雜食米麥，不能運化。後之人飽記禪宗語句，排因撥果，越分過頭，是日取大黃、巴豆以為茶飯也。自誤誤人，弊豈有極！自達磨西來，立此宗門，已云二百年後，明道者多，行道者少；說理者多，通理者少。今《傳燈錄》中，如麻如粟，同云入悟，其實迥別。至如般若緣深，靈根夙植，伽陵破卵，香象絕流。或見根宗於片言，或顯威用於一喝。一聞千悟，得大總持。或有懷出世之心，具丈夫之志，舍彼塵情，究此大事。不怙小解，惟求實知。臥薪嘗膽，飲冰吞檗。如此三十年四十年後，或遇明師，痛與針劄。偷心死盡，心華始開。此後又須潛行密修，銷融餘習。法見尚舍，何況非法。若趙州除粥飯是雜用心，湧泉四十年，尚有走作；香林四十年，打成一片。兢兢業業，如護頭目，直至煙銷灰滅，自然一念不生，業不能係，生死之際，隨意自在。詰其所證，恐亦未能超於上品上生之上。何以明之？龍樹菩薩，宗門之鼻祖也，得大智慧，具大辨才，住持佛法。故世尊數百年前於楞伽會上，遙為受記，然亦不過曰證初歡喜地，往生安樂國而已。而觀經中上品上生，生於彼間，一刹那頃，亦證初地。今宗門諸大祖師，縱使間離蓋纏，語出窩臼，豈能即過龍樹？龍樹已悟無生無相之義，已具不墮階級之見，而生於安養，與上品上生所證之果正等。則禪門諸人所證，豈能獨過？良以上品上生，解第一義，還同禪門之悟；深信因果，還同禪門之修。止是念佛往生別耳。然吾以為禪門悟修之士，既不能取無餘涅槃同於如來，又不肯取有餘涅槃同於二乘，必入普賢行願之海。若不舍一身，受一身，濟度眾生；則當從一刹至刹，供養諸佛。即見諸佛，還同往生。究竟與上品上生，止在雁行伯仲之間。何以高視祖師，輕言淨侶？其或悟門已入，休歇太早，智不入微，道難勝習。一念不盡，即是生死之根，業風所牽，復入胞胎。如五祖戒出為東坡，青草堂再作魯公。隔因之後，隨緣流轉。道有消而無長，業有加而無減。還視中下往生之眾，已天地不足喻其否泰矣。況後世宗風日衰，人之根器亦日以劣，發心既多不真，功夫又不純一。偶於佛祖機鋒，知識語言，或悟得本來成佛處，當下即是處，意識行不到語言說不及處，一切不可得處，將古人語句合會，無不相似。既得此相似之解，即云馳求已歇，我是無事道人。識得煩惱如幻，則恣情以肆煩惱；識得修行本空，輒任意以壞修行。謂檀本空也，反舍檀而取堅；謂忍本空也，反肆嗔而置忍。言戒，則曰本無持犯，何必重持輕犯；言禪，則曰本無定亂，何必舍亂取定。聽情順意，踏有譚空。既云法尚應舍，何為復取非法；敢云真亦不求，胡為舍之求妄。既云修觀習定，皆屬有為之跡，何獨貪名求利，偏合無為之道。愛憎毀譽之火，才觸之而即高；生老病死之風，微吹之而已動。爭人爭我，說是說非。甚至以火性為氣魄，以我慢為承當；以譎詐為機用，以誑語為方便；以放恣為遊戲，以穢言為解粘。讚歎破律無行之人，侮弄繩趨尺步之士。偏顯理路，故窮玄極妙，莫之蹤跡；盡劃行門，故縱意任心，無復規矩。父既報仇，子遂行劫。寫烏成馬，展轉差謬。不念世間情欲無涯，堤之尚溢。如何日以圓滑之語，大破因果之門，決其防藩，導以必流。欲出三塗，無有是處。石頭居士少念誌參禪，根性猛利，十年之內，洞有所入。痛念見境生心，觸途成滯，浮解實情，未能相勝。始約其偏空之見，涉入普賢之海。又思行門端的莫如念佛，而權引中下之疑，未之盡破。又後博觀經綸，始知此門全攝一乘，悟與未悟，皆宜修習。於是采金口之所宣揚，菩薩之所闡明，諸大善知識之所發揮，附以己意，千波競起，萬派橫流，詰其涯歸，皆同一源。其論以不思議第一義為宗，以悟為道，以六度萬行為助因，以深信因果為入門。此論甫成，而同參發心者，隨欲流通，以解狂禪之惑。香光識劣根微，久為空見所醉，後讀此論，宿疑冰釋。所以今日不憚苦口。病夫知醫，浪子憐客，汝宜盡劃舊日知見，虛心誦習，自當有入。生死事大，莫久遲疑。」於是禪人悲淚交集，作禮而去。時萬曆庚子仲春之廿有三日也。余雖戒殺生，而未能忘味。一月之內，尚有十日食三淨肉。饞習深重，極可厭恨。及讀《楞伽》，至《斷食肉品》，見其字字痛切，遂朝夕誦持，用自警策。夫達磨，宗門第一祖；《楞伽經》，達磨印心之經也，其諄諄戒殺若此，餘戒可例。今學者浩浩談宗，乃不重戒，豈不大悖少林之本旨哉！或曰：「如此則悟緩於戒耶？」曰：「何可緩也！種種戒行，總為悟設。故未悟則藉戒資薰，已悟則藉戒長養。苟不圖悟，持戒奚為？若懵然持戒，云不須悟，是謂發矢不必中鵠，行舟不必到岸。恐勤苦萬劫，終無脫離生死之日也。」"
    }
]