[
    {
        "title": "送觀察周公遷光祿少卿序",
        "content": "蓋任事之難其人也久矣，非才之難，而實心為國者少也。天下承平日久，張不勝弛，無法無弊，竇乃萬端，方森森焉如不櫛之發，而我奈何晏然避生事之名，欲以無事處之。古之君子，居一官則畢能其官，勞怨不問。興百世之利，鋤屢代之害，若其家然。後之人身在局中，而反漠然若局外人。明不足也，而文之曰渾厚；膽不足也，而文之曰鎮靜。其究歸於無毀無譽，安然得所欲以去，若傳舍然。夫涉灩澦者恃長年，走羊腸者恃御師。今率拙任事，而巧避事，天下事復誰望？居恒謂中外亦多故矣，即肘掣未至不可為，何遽使實心為國者，寥寥如角。及觀監司周公，然後知天下未常無人也。公起家為劇縣令，以直道不容於時，擯斥家食者數十年，而最後乃佐楚臬，分治江、漢之間。公為人，慷慨有氣節，義所當為，迅如鷙鳥之發，百步不留行。剛腸疾惡，不可旁撓。家居既久，動心忍性之餘，骨力愈堅，見地愈卓，明習當時之故異。日者，楚藩之有煩言也，公曰：「楚且變！」已而果然。會以一重臣來，人謂楚事弭矣。公曰：「變未艾也。」已而又然。凡公所以料楚策楚者甚工，而惜乎不獲用。然公於群藩控御有法，始以恩信服之而不可，則用法。藩蔑法不下，楚所以逆銷之甚多。往有名家青衿子奴，與藩卒搏，卒不勝，呼其宗之群不逞者，直破其門，入其室，擊青衿幾斃，辱及其孥。其家擊建鼓以聞。公掀髯曰：「是不畏漢法耶！」立逮其魁數十人至庭中，數其罪，以次受罰皆如令。闔宗環立戟下莫敢嘩。終公之任，無跳梁者。公之控御多此類。武弁紈袴藪，其篆，惟力是視。公任其良，稍不檢，褫黜立至。程以訓練，多精兵。而屯賦為武人，陸海朱紫，其籍莫可詰，乃一一為稽核，得其乾沒者治之。屯政清異。時當事者受他指，拓郡城若干丈，地汙惟貯潦水，又於形家不宜。二十餘年來，屢欲復，屢以築室止。公朝建議，夕設版，不浹月，遂如故址。復浚其隍若干里，以達於漢，民益便之。郡東北，舊楚王台榭在焉，皆浩浩乎彙為湖，湖漸淤為腴田，豪家食而不稅。公核不稅之田若干畝，籍為賦。郡為孔道，郵騎項背接，自播變以來，郵卒不堪命者求去；代以新，新者復行金錢祈脫，否則逃去。十餘年來，聚訟鼎沸。有司仰屋歎。公曰：「吾得之矣！」乃以前淤賦增馬價，於是故者爭出受事；前所呶呶者，俱寂無聲。公又謂江、漢環抱此郡，如人脈理，不可使不會。昔孟忠襄西引沮、漳之水入漢，而後荊東北有水險。是時江水，鶴穴入湖，而與漢合；今穴閼不復合矣，試為石閘，以時啟閉。且海可閘，何疑於江？議成，將受事矣，而會公遷去。議者僉謂，今天下邊腹多事，何不即置公於建牙開府之地，以少展其逸足。而今以貳光祿，毋其以函牛之鼎為臛雞用耶？愚謂當事者姑以此為津梁耳，行且大用公。且公之屈也久矣，不大伸，何以酬大屈哉？乃愚則重有感於公為令時事也。追思權門薰尞之時，寒燠惟其呼吸，赤側朝行，則寶書暮下。人有以是為公地者，而公如不聞。遊龍輿馬自長安來，典衣奴子橫索金錢，不得則禍立至。人有以是為公危者，公亦如不聞，謂我為縣官牧養小民耳，豈以脂膏易一官。然公卒以是詘。蓋至既遭賈傅之遷，旋下敬通之詆，人固謂直道之果不可伸也。及一轉盼之間，向之炎炎隆隆者，已化為冷風，為浮煙，況傴僂而稱掃門人哉？而公之風節久而愈彰，以不用而鬱為大用，今且津津乎未有涯，又安見直道之果不可伸也。向使公俯首而事馮子都、王子方輩，可以唾取要津。即不然，而與世浮沉，斂其強項之氣，亦不至落如往時。然公即不落如往時，而求完其節，全其品，以伸為今日之用無有也。天道倚伏之機，人事去取之衡，亦可識矣。如公者，非百世之師也歟？公之功名，必且為國之大臣，光祿其津梁耳。天子且重用公，日可俟矣。"
    },
    {
        "title": "送邑大夫方公歸田序",
        "content": "雖有異才清操，命不值則不亨，此非人力也。南唐馮贄云：「早知窮達有命，悔不十年讀書。」豈惟事科舉，即宦途可知也。公以文章宿儒，棄去令予邑，百廢皆興。然前此江不溢，至是水大漲，破城郭。前時歲不甚歉，二三年輒大饑，公行村落中自賑之。小民輒公發富民廩，為盜不可治。幸門吏胥，公力搜剔，然奸猾山積。公為民日以羸瘦，貧次骨。然天變人情若此。且公釋科舉而宦遊，以為可以稍行其志矣，而卒不伸，非命也歟？民貧，度支無從出，過客不滿意，則譙訶隨至，以為公似強項者。孰知公之淳謹甚也！夫送迎之不周，水患之至，城郭圮，倉廩虛，猾民反噬，盜賊多有，此其治狀之可見者也。若夫撫凋瘵如赤子，進之衽席，惟恐傷之，此心之不可見者也。置其不可見者，而摘其可見者，宜矣何憾！公獨不憶初下車時語予事也？公舉於乙卯，夢人曰：「首春官則仕。」以此屢試屢詘，至丙戌三十餘年矣，不得已，乃宦得公安，實為予兄首制科年也。公甫得公安，大驚曰：「吾夢所謂首制科乃宦者，其驗歟！」考其時，予兄皆未生也。定命如此，夫復何逃？豈進有命，退無命乎？公歸矣！予事科舉無效，惟有志讀十年書。魏武有言：「老而能學，惟予與袁伯業耳。」公才高學博，歸而澆花種竹，與古人為伍，亦安往而不樂哉？夫州縣之徒勞，則自古歎之矣。"
    },
    {
        "title": "贈東粵李封公序",
        "content": "古之隱君子，不得志於時，而甘沉冥者，其心超然出塵韜之外矣，而猶必有寄焉然後快。蓋其中亦有所不能平，而借所寄者力與之戰，僅能勝之而已。或以山水，或以曲蘖，或以著述，或以養生，皆寄也。寄也者，物也。借怡於物，以內暢其性靈者，其力微，所謂寒入火室，暖自外生者也。故隱者貴聞道，聞道則其心休矣。惟心休而不假物以適者，隱為真隱。陶元亮之隱也，差適矣，今讀其詩，殷憂內結，至於生死遷變之際，每每泫然欲涕，而姑借酒以降之，又安能樂？然則自漢以後，以道隱而自適其窮者，一邵子耳。邵子洞先天之秘，觀化於時，一切柴棘，如爐點雪，如火銷冰，故能與造物者為友，而遊於溫和恬適之鄉。彼惟不借力於物，而融化於道，斯深於隱者也。後之繼者，其惟白沙先生乎？邵子有言：「學不至樂，不可言學。」白沙之學，近於樂矣。樂生於覺者也。夢中悲歡喜戚，無端糾纏，忽然一覺，而窅莫得其所在。故白沙洞明心地之後，處窮處達，無往而不適。是之謂樂得其道，而內不受物之弊铩，豈待排豁焉。白沙蓋邵子以後一人也。東粵李公，少懷物外之志，始抱異才，唾取軒裳，而竟不得大伸於時，僅就一博士以老。人固以此為公侘傺，而公暢然自若。甫得一官而去之，閉門偃息，泊然無營。或曰此質行長者也，或曰隱君子也，或曰此古達者也。皆非也。公蓋學白沙之學者也，其於休心忘累之境，有所遇焉，故終身淪落而無間。死生無變於己，而況人事之倏得倏失者乎！則近時之以道隱者，公又一人焉，而豈若借適於物者流，力戰於牢騷不平者哉！雖然，隱，顯跡也。非聞道不能隱，非聞道又豈能顯？而能以道隱者，必能以道顯者也。特抱道者，嗇於用而不及展；而稍稍見諸用者，又矜於氣而不化。假令堯夫、明道輩，得伸其用，真儒作用，必大可觀。近代文成一出，功施爛焉。性地之所發揮，概可知已。則白沙與公，皆能以道顯諸用，而不及顯者也。古之君子，抱此道者，以其真自適，而出其餘緒以及天下。當吾世而不及試，則留以俟後之人。後之人有能行吾道者，道在天下，即吾之精神在於天下，又何必身有之。今公之哲嗣，置身鏡衡之司，旦暮且陶鑄天下。學公之學，行公之志，畢公所未抒之事業，公之隱而未及顯者，今且津津乎大顯矣，是又邵子與白沙未有之遭也。道德具於生前，而榮華集於身後，赫赫綸紼，下賁泉壤。即不足為公加損，而益以見天之久定，吾道之終亨矣。此予所以樂為述也。"
    },
    {
        "title": "壽潘太碩人八十序",
        "content": "天子鄣之間，數有人譚羽化之術，且曰龍沙之期至矣。所云八百人者，散於天下，而其主盟為導師者，今在新安萬山之中，蓋唐、宋間人也，或隱或顯，緣合者遇之。予聞而異焉，且疑焉，曰：「真耶幻耶？是不必研踵繭足而至者，可立決也。」至新安覓之，無影響。涉重嶺，至婺源，而主於去華潘君之舍。去華有別墅，名小桃源，山水清勝，館予其間。初語予以因果報應之事，令我惴然怖；已語予以升濟神明之說，令我暢然喜。久之，若為孺子可教也，乃語予以先天《大易》之學，令我霍然若有所悟。十日之內，往復不可勝記。大略聆之如牙頰之有丹砂也，如身在清涼之國，而舉胸中柴戟之苦，濯濯乎隨輕風而化也。浩浩焉不飲而酣適，不歌舞而暢快。蓋自有生來，予始知世間有朋友之樂矣。已而修登堂拜母之儀，去華曰：「吾母今年八十矣，公來適與期會，緣也，可無一言？」予曰：「予之來也，蓋欲有所遇，而不意其幻也。然今則有所遇矣。昔《淨名》依於忠孝，今去華登朝抗疏，為名御史；出而佐郡，為良有司；歸而養母，嘻嘻為孺子。慕其忠孝大節如是，而又於盈虛消息之理，灑然而自得，忘苦而忘年，尚當於世上求之歟？是役也，予見世外人焉，並見易遷宮中人焉，不可謂不遇也。予不得更作世間語也。」遂書之以為祝。"
    },
    {
        "title": "壽安遠令田近薇七十序",
        "content": "邑中諸田，號為大姓。有善人焉，是謂寅山翁，以其力食數百人，旁絕姬媵，生子十一人。十一人者，皆能成立。其中又有善人焉，是謂近薇君。萬曆之二十四年，近薇君以邑令懸車於家，年七十矣。寅山翁固無恙也。稱觴之日，其皤然於上，神明遒然，望而知為地行仙者，翁也。冠進賢冠，雙鬢猶玄，顏若渥丹，目無旁睨，足無失步，於於然若有所慕，如孺子色者，近薇君也。或斑斑，或二毛，褒衣大冠，揖讓而前者，諸季也。高冠長裾，其來如林，蹌蹌於下者，君之諸子侄，與諸孫也。諸子稱觴於七十二之父，已奇。七十者又稱觴於九十二之父，則又奇。九十二之父，精神矯健，與七十之子幾不辨，則又大奇矣。古言世德，不言世壽，然而世壽未有不本於世德者。生也晚，不習寅山翁事，若近薇君，則固所耳而目之者。寅山翁治家嚴，君事之尤宛。問安之頃，翁如甘臥，君以足嘗地始行。翁老脫二齒，君走太和，禱於神，齒復生，人皆以為孝感。君雁行既多，百計訓誨，以安親心。少年負才氣，可取一第，竟格於數，以明經為邑博士。久之名大起，遷為令。數年後，念老親在堂，急解組歸，蕭然無長物。跡君行事，豈不亦篤行君子也哉！且夫天生敦龐渾厚之人，不有極富極貴以酬其隱德，則必以非常之壽償之。君之天性孝友，口亦不自言，人亦不必知。夫某事孝，人知之；某事友，人知之，未忘膻也。其事有涯，其道屬陽，陽則宣泄已盡，其所得之名，亦足償其實，故往往無厚報。若夫孝矣，人不知其所以孝；友矣，人不知其所以友，暗然而已。其事無涯，其道屬陰，陰則翕聚不散，故天常以隱福賚之。所謂隱福，益又異矣。公卿將相，顯福也。眷屬團圓，歡娛壽考，隱福也。世之公卿將相，雖云炳燿，然其所大不足者，常在父子兄弟之間，與夫壽命延促之中。外若尊貴，內實勞苦，雖樂不真。若使父母在堂，兄弟無故，身其康強，老而不衰。良田廣宅，協長統之言；閑居事親，窮安仁之樂。有陶征士之逸，而無其酷貧；有榮啟期之壽，而多孫子。雖少炎炎隆隆之勢，其受享已多，而取之天者，亦已腆矣。里人有乞福於帝者。帝曰：「若欲極富與極貴乎？」曰：「不願也。」曰：「然則何願？」曰：「不願富，願得中人之產以養生；不願貴，願得百石之祿以逮親。清安無事，壽至百歲，野人之所需也。」帝乃大笑曰：「富貴任君取，若此，乃上界仙都之樂，吾不許也。」凡極富貴與極安樂壽考，人所不得兼，而天之所不能忘也。今君居富貴之中，而又享安樂壽考之福，非有隱德，孰能堪之。予以謂寅山翁與君，皆當百歲無疑也。凡人稱人百歲者皆諛。翁九十二，視聽不衰；君七十，如五十許人。以天道人事考之，皆不百歲不止者。君聞之，其能無抵掌而進一觴否？"
    },
    {
        "title": "壽孟溪叔五十序",
        "content": "有居數區，倚山傍湖，竹木環焉，喬松千株。有田數千畝，不減下畤，歲收不知水旱，魚蝦如土，薪不待伐，養馬四十餘蹄，丁鑠郭椒倍之。有別館，貯伎兒，不離絲竹，居然仲長統所云，而豪華不啻焉。村裏蕭寂，多谿刻甕牖之子，誰與享此者，眼前獨見孟溪叔也。叔喜自適，善治生，歲以其餘費，家道不盈亦不落。然豪爽好客，食啖兼數人，精力強健。予嘗笑曰：「如叔者，《素問》《難經》俱閑物，真可付祖龍。鵲、倉諸公，當於何處生活？」今年五十矣，非惟意興如三十許人，即面貌居然是也。昔伏波薄少遊之言，至見飛鳶跕跕水中，始憶之。幸而功成，即以為過少遊矣。然年老貪功不置，觀其撟一足而視戰鬥，亦殊可憐。吾又未知所謂勝少遊者，果安在也？予家世農夫，產業膏腴，先王父、叔王父，享田間之樂。春初即了公事，終歲縣役不至門，惟相與飲酒晏笑而已。後稍知讀書，予伯兄、仲兄，相次列賢書。然兩兄有書來，皆云仕宦苦甚，機關械其內，禮法束其外，不似昔日坐大槐下樂也。若予為博士弟子，每入試，頭須為白。人生幾何，而能堪之？視叔真天上人。叔且百歲，此別有異福，原不可以養生之常理論。第不知如侄輩者，何時得擲卻經生事，奉杖履於湖山間也。叔聞言大笑，乃謂予曰：「阿叔日來，愈知調馬。」遂呼兒取馬來，至則超騰而上，一鞭競指湖上，若飛煙，頃之不見，又頃之復還，下馬振衣，顧予及諸客曰：「何如？」遂相牽入中堂，痛飲達旦。"
    },
    {
        "title": "壽南華居士序",
        "content": "予少時遊武昌，與西陵丘長孺等結文酒之歡。記九月九日，大會詞客酒人於洪山，方分韻賦詩，忽有客，長身修髯，騎紅叱撥，鳴鞭而過，絕影奔塵，忽已不見。群少年皆騎駿馬尾之。已忽還，下馬入酒筵，不問主客禮，徑就座，食啖兼人，議論風生。諸詞客少年，皆屬目卑下之，惟恐不得當。予謂長孺曰：「客何為者也？」長孺曰：「此吾友新安夏南華也。」予稍稍與之語，心異之。坐是得交於南華，且習熟其人，大約倜儻自好。雖操奇贏，而折節為處士長者之行。家世溫厚，而鄙為纖嗇，愛念光景。自奉養，略如楊王孫。以其暇，飲酒聽歌，調馬釣魚，山屐水棹，觴月尋花。蓋自有生以來，未嘗一日作顰眉蒿目事也。予自念，窶人子終日伊吾，志愛豪華，不得少行其胸臆，私心向慕之。已別去，與南華不復相聞。經諸升沉變態，幾二十餘年。予亦灰心學禪。今年結蘭若於玉泉，偶南華小阮道甫，顧予山齋，乃訊及南華近事。道甫曰：「叔氏近日心厭世紛，歸依安養，三藏靈文不輟於目，六字真言不絕於口，依然道人行徑矣。」予歎曰：「有是哉！人生在世，須如弈棋，要看最後數著。若貪世樂，而無所歸宿，即非佳結局也。然世上山澤之臒，耳絕美聲，目絕美色，口絕美味，彼皆境緣不合，而不得不舍喧而入寂耳，非真能忘情者也。枝葉暫除，而根株自在。有如春草，隨時輒發。又如水之遏逆已久，則其瀑流也必甚。惟豪華之子，久在世塵而生厭離者，其銷除在根株，而其力最大，一厭永不復生。此古人所謂火中蓮也。今南華久處膻薌之地，而晚年乃能厭去。且身體康強，萊妻白首相莊，兒孫羅列，書種相繼，於人間世之福，已極完備。而晚年又得禪定解脫之樂，如此結局，此皆天生異福，不可多得。世間大富貴人，形雖可觀，神多勞瘁，為世累忙，不知辨道，亦無暇辨道，至老桎梏，何足欣慕。予有此願，不意南華之先我也。今南華六十矣，前此享世間濃冶之樂，後此享世外清寂之樂，不知與五陵裘馬儒衣僧帽之顧阿映，有少分別否也？」道甫曰：「叔氏今年六十，期在二月之二十日，將往稱壽，乞居士一言。」予曰：「予所與君言者，足矣。」即次其語以祝。"
    },
    {
        "title": "壽大姊五十序",
        "content": "予同母兄弟四人，其一為姊。姊兄伯修，而弟中郎及予。少以失母，故最相憐愛。記母氏即世，伯修差長，姊及予等皆幼，時居長安里舍。龔氏舅攜姊入城鞠養。予已四歲餘，入喻家莊蒙學。窗隙中，見舅抱姊馬上，從孫崗來，風飄飄吹練袖。過館前，呼中郎與予別。姊於馬上泣，謂予兩人曰：「我去，弟好讀書！」兩人皆拭淚，畏蒙師不敢哭。已去，中郎復攜予走至後山松林中，望人馬之塵自蕭崗滅，然後歸，半日不能出聲。後伯修偕曹嫂入縣讀書，姊與中郎予皆依兄嫂，育於庶祖母詹姑。每寒夜，姑燔枯，呼四人坐。伯修喜談說古今事，姊喜聽，惟恐語止，自煮茶餉之。伯修復說鬼神奇怪事，緣飾之以相恐嚇。姊與予皆膽薄，燈火明滅，風吹紙窗，真如有物至，大駭啼而走。伯修拊掌大笑為樂。如此以為常。以故姊於經史百家及稗官小說，少時多所記憶。曾與中郎及予至廳堂後，聽一瞽者唱《四時采茶歌》，皆小說碎事，可數百句。姊入耳即記其全，予等各半。姊性端重，匿影藏聲，一一遵《女戒》。獨好文，強記夙悟。大人每見而歎曰：「惜哉不為男子！」及長，歸於毛氏。姊夫毛太初，少失怙廢儒，課農桑治生。姊少長外家，親見外大父龔公為連帥方伯。諸舅起家孝廉制科，貴顯赫奕。外母及妗子輩，戴珠佩玉，服羽翟，金翠陸離。中表兄弟多文士，蘭雪其姿，珠璣為唾霧。而己顧為田家婦，縞綦操作，頗能以命自安，無天壤王郎之憾。事姑孝，待妯娌和，馭下寬而有法，中外稱其賢。每鬻者過門，度外所與直少詘，或從後扉益之。太初喜置田畔之田，贏其直以購，不足則取給簪裙，無難色。後園課臧獲，種松數千株，昔時童阜皆為綠雲嬌姹。居家茹蔬飲水，至儉；而客至則酒肉相屬，皆醉飽去。故數十年無纖芥鬥訟事。太初創家，出對客則胡盧大笑，入室則焦家計，兩眉蹙合可作髻。而姊以達生之理曲解之，時為破顏一笑。自伯修、中郎論學，與他人言多不省，惟姊有深解。中年欲棄家冗入道，勸太初置妾，代司管鑰。而太初惜錢，不肯鬻妾；又畏多生兒女，為身累。及連生丈夫子三人，長皆督之學，冀其收朱藍之益。為請明師，厚其供億，而私益其贄。故諸子學儒皆成，以次入鄉校，可望科第。伯修、中郎，相繼取青紫，出則八行相望於道，歸則迎之室中晤言。深冀晚歲聚首之樂，而先後不祿。姊與予痛念骨肉，各抱病一年幾隕，至去歲始相賀更生。夫以姊之德性智慧才略，使為男子，其取功名及文章事業，何遽出兩兄下，而竟泯泯閨閣，實可歎。然以人世福緣論之，姊固有偏饒者。伯修無子，子予子，而姊有三男矣。中郎有子，未見其冠婚及入校，而姊見幼男冠婚入校矣。伯修、中郎皆不及見孫，而姊長孫今十餘歲矣。其尤有不忍言者，五十人世常耳，伯修得年僅四十一，中郎四十三，皆不及望五。而姊今已屆期，後來尚未有涯，則姊不可謂非厚福也。夫世為女子者，恨不為貴人妻。然吾觀貴人一登科第，即謀置侍妾，棄故憐新，強者仇，弱者怨。追隨宦轍，老尚跋踄，亦復何快。今姊夫婦相莊無間言，諸子於於色養，歲時伏臘，兒女團？，取酒脯鳧鯉為歡笑。姊固聞道者，亦欣然享田間之樂。況諸子皆可進取，富貴且逼人，何憂門戶。弟近有志棲隱，欲以未了之志，付兒曹竟之。歲以一棹過之字湖，走刀環，泊肉步河，覲姊於碧水蒼山之中，共話無生，而修香光之業。天乎！其或以慳於兩兄者，而盡以畀我兩人，未可知也。言至此，向之淚宿於睫而欲出者，又不覺隱隱作歌笑聲矣。姊聞之，其為我歡然而進一匕耶？"
    },
    {
        "title": "壽桃源張母序",
        "content": "士之屈首受書，願食國家之祿者，雖為行道，概以逮親為榮。幸而得逮，則升斗勝鍾鼎焉。故古人云：「累茵列鼎，不如雞豚逮親存也。」顧自漢、唐、宋之時，有薦舉，有辟召，經明行修者，不見用於朝，不獲已，齎青油幕下一士，猶得以祿為養。故古之祿逮親也易。近日仕進之路甚狹，刀筆不屑為，科第多徼天幸。其廩於上庠者，積日累月，或至華顛，乃得一班一級。其為親者必上壽，乃得沾一日之養。故今之祿逮親也難。雖然，士有高才邃養，不早致青雲，而次且膠序之間，最後乃沾一命，其得於天者誠嗇，若不能不感歎於遭逢。然吾觀世之身都將相者，其得意在豐隆顯赫之中，而其所大不得意者，或在家庭骨肉之際。甚至有望玉關而不得入，懷平泉花鳥而數十年不歸者，況望舞衣弄雛之樂乎！桃源懷白張君，以明經司校予邑，即不大伸於時，已離隱而仕矣。夫既離隱而仕，則靡臨之王事與可畏之簡書，交迫而不得自遂。乃先生官孱陵，去桃源不數百里，以板輿迓太孺人於學舍。以為隱也耶？則君冠進賢冠，係博士之篆，落落累累，而稱觴於太孺人之前，取上方之祿，以供？氵隨，不同山澤之臒，憔悴陸沉者之所為。以為仕耶？則無會稽簿書之勞，無奔走送迎之苦，以鞅掌其神明。常取晨鳧夜鯉，早韭晚菘，目曙之而手薦之，以效一日之歡，然則君固處於仕非仕隱非隱之間者也。處於非仕非隱之間，既無妨於公家，而得以自遂其隱衷，此固王侯將相所深願而不可得者，茲非慈祥善事也耶！昔桃花源上，世傳為神仙之宅，獨蘇子瞻以為未有仙而啟鸞刀者，蓋亦隱人也。吾安知所謂隱人者，非即抱德含和，已至期頤，而神明愈健，如太孺人其人者耶？吾又知於於睢睢老親之前者，非即貞淳慈祥，內無機心，而外無機事，如懷白先生父子兄弟其人者耶？即以為例皆農也，又安知非小仕而大隱，始仕而終隱，遺榮逃名，而不以仕進顯者耶？故吾謂南陽劉子驥輩，亦可以息心問津矣，此豈非仙源中人也，而他求也哉！太孺人閫德母儀，所以致人間之福祉者，不具書。獨次先生所以得自伸於太孺人者以祝，以見處仕隱之間，逮親之祿，如此之愉快也。"
    },
    {
        "title": "壽裕吾鄒公偕元配張孺人七十序",
        "content": "自東越揭良知，以開天下學者，若披雲見日矣。而數傳後，始有借解悟之說，以恣其無町畦之行者。曾不知真見真修，如車轂鳥翼，如淩雲之台，不可累黍有輕重也。昔之專言修者，病在執糠粕，遺神理，以影為月，以礫為珠，不得千聖易簡直捷之宗，同於冥行。而後之專言悟者，執其圓通無礙之理，以盡棄其檢押。至於今日，猶可謂《碧落碑》無贗本耶？至空疏也，而目考亭為支離；至放逸也，而鄙正叔為木偶。弊亦甚矣。自非二三大儒，持躬行實踐以救之，將安所極。不肖粗聞道，久而見專言知者之遺行，深有慨於心。故每見篤行君子，輒神羨而力跂之。若吾鄉裕吾鄒公，真可謂人倫之師表也矣。公生而沉雅，藏穎於樸。祖莊簡，而父雲岑公。年八歲，出為伯父銅仁君後。積習名教之餘，不作綺紈子態。日下帷誦讀，漂麥流粟，莫喻其專。先生雖極博乎，而非聖之書有戒，日取關、閩、濂、洛之微言，細研求之。如是者有年，以為學道而不實體之人倫物理之間，猶能言之鸚鵡耳。故兢兢乎大德小物，不敢失尺寸。自其少時，依依銅仁君膝下，以色養。銅仁君渾忘其無子。奉諱後，竭力事雲岑公。雲岑公蘭玉茁起，而公於其間，鎮以衝和，倡兄弟以讓。嘗歎曰：「胡越可相穆，況於同生？」公居平所行無顯微，一乘律度，曉暢古今禮制，酌而遵之，中繩合墨。尤於語言為兢兢，終其身不為雌黃之詞。與人言溫然，惟恐傷之，於於乎不見有喜慍之色。蓋置身圭璋，不受物之溫，而盡泯圭角。飲和醉醇，無自賢自聖之習，故一鄉莊而愛焉。禮為人後者，降其所生之服。而公曰：「情所不容己，禮之所開也。吾豈源廩竹而生空桑者？且肅皇懿訓，獨非功令耶？」蓋公有名諸生間已久，科第可唾取，履守制。人或淹驚人之鳴為公惜，而公志期必伸，先後處苫塊者十餘年，其至性如此。公潛心經術已久，發為文章，深厚爾雅，而受詘於時目，竟蹶一第。次且膠庠間，久之應貢額。人尚有競之者。公夷然以不競處之。筮仕為司訓，徘徊漵浦、澧陽間，不敢厭薄其官，切切以淑士作人為志。雖邇來師道日衰，而公力維之。於勣人子，不惟卻其贄，而且恤其緩急。所入俸至涼薄，猶捐而飭學宮之闕。若文昌閣名宦鄉賢之頹者，皆一新之。夫以公之學，而僅見於一校，誠為可惜。然使公得主張世道，其所顯設何異，此則謂公為大有用之儒亦可。公淳心藻修，已為里中耆舊，而所遭逢又奇。元配張孺人為石首文簡公從女。家世簪纓，而孝慈貞靜，為綠窗之縫掖。故公自少至老，得一意下帷，不問家政。且不以室人交謫之故，而易其操履，卒成篤行君子之名，亦孺人有以助之也。公既棄官，息影林泉，靜養自娛。與孺人白首相莊，神明遒健若仙，今年偕七十矣。以德釀壽，若持左券。而長公全玉，文行卓絕，其未鳴未躍者，相繼而起。值弧帨之辰，藹藹然稱觴於下，戚里豔之，共攜尊罍往祝，而征言於予。予惟先生篤行中澹之所堅，儉之所留，靜之所斂，和之所迎，謙之所益。不言養生，而養生在其中。與孺人雖百年可也，何借於祝。獨不肖謬謂天下有志於道者，多鶩於知，以遺其行。東越致良知之旨且日晦，而公守先王之道，凝之以德，如耕有畔，如車有馭，屹然為吾道砥柱。使後生小子，有所矜式，而不至於猖狂自恣，則當為世道慶，又不獨一家已也。故不辭而為之序。"
    },
    {
        "title": "壽同年吳全父尊人隱君序（代）",
        "content": "予今年校士禮闈，得一卷，閱之氣溫而才冶，已知其為國器。及發牘視之，乃吾鄉吳伯子全父卷也。全父少有聲諸生間，為名孝廉，錦綺其腸，圭璋其行，予耳之已素。至是復捷南宮，人皆謂全父擅雕龍繡虎之才，復有焠掌銳床之勤，固宜唾取一第。而不知全父之貴也，有由來矣，全父蓋成於義方之教者也。予居裏紵，習知全父之尊人敬宇翁，蓋近古隱君子云。翁少習經生業，屈首受書者有年，可以拾青紫矣，而竟以數奇不酬。乃鞱光鏟彩，去之而隱，絕跡城市，有終焉之志。昔南朝宗少文先生，有志五嶽，棲遁朱陵；及其後也，築室江陵之三湖，大略與翁今所居相近。蓋湖上粘天浴日之波，清人肺腑，故少文不難舍煙嵐而親波雪。而翁遺世就閑，與臥遊老人千載同其神契，是真不愧隱君子也矣。翁雖盟鷗鷺而紉蘿薜乎，而猶歎曰：「吾豈甘心忘世者，枯守丘樊，而忘岩廊耶？且不及身見之，而安可靳之後人為也。」始課全父昆仲以學。全父燁燁露其鋒穎，翁教之尤力。十餘年間，全父號能文章，已而售於鄉，已而售於南省，如取諸寄。竟貴矣，皆翁有以成之也。翁之成全父也有二：有顯以教成之者，有隱以德成之者。語云：「白玉不琢，孰為圭璋。」即使全父慧悟夙成，而非翁淬之砥之，染以朱藍，潤以霧露，又安能自致於青雲之上。故世有重繭百舍以求師，而今得之廷闈之間，竟借陶鑄之力，以蜚聲藝苑，而為國寶，此所謂顯以教成之者也。翁之淳德貞修，孝友著於家，恭讓著於鄉，不啻若郭有道上行先生之流，已為吉人矣，天所福也。況束發伊吾，擁百城而貯五車者幾何年，卒蓬戶蒿床以老，而無纖芥發抒於時，此其鬱而未暢者，非全父孰竟之。凡潛德博學之報，不在其身，必在其子孫，古言之詳矣，此所謂隱以德成之者也。顯者取之人事，而隱者取之造物，天人合並，此全父所以貴也。予睹之前，而知全父所以貴；予逆睹於後，而又知翁所以壽矣。夫以翁之息機養和，不言養生，而養生在其中，此自能為期頤百年者。但全父且試為令矣，無問異日者為天下造福，即今取一邑而噢咻之，不難以春風風，而夏雨雨，拊摩其泬瘵，而置之衽席。諺云：「千人所祝，豈不蒙福。」舉千萬人，舉手加額，以歌舞全父，而並祝其所自出；翁之祉不且日升而月恒乎！則全父能自貴，而力能使之貴者，翁也；翁能自壽，而力能昌其壽者，全父也。土膏榮樹，自本及華，翁之於全父是也，所以貴也。春雨潤林，自葉流根，全父之於翁是也，所以壽也。惟翁之植根者深，而知全父之貴無涯；惟全父之布澤者遠，而知翁之壽愈無涯矣。往讀範文正公所著《燕山翁傳》，初已窘於算而蹇於嗣矣，及後耳鳴之德，稠疊深厚，未幾而五丈夫子，並列清華。且也名注丹台，位充仙真。文正公豈志怪者哉？天人之際，其不爽也久矣。翁之德，不後燕山；而造物者，亦必以燕山之報報之。則自今以後，不獨全父乘時大用，為經世名臣；而未鳴未躍者，且相繼起矣。翁亦不必譚長生衝舉之事，而真佛真仙，即在尺宅寸田中矣。此真吉祥盛事，予所願見而樂為述者也，故不辭而為之敘以祝。"
    },
    {
        "title": "壽懿所沈翁七十序",
        "content": "沈褒中先生之榷荊關也，予始得附交遊末。見褒中直而不激，清而不苛，私謂夫夫也，雖有天挺豪傑之資，其亦出於積習名教之餘者歟？蓬生麻中，不扶自直，沾衣霧露之潤，豈虛也哉！如褒中所語懿所公事，真敦行君子，可以風世之浮澆者矣。公舞象即遭島夷之難，從其尊人間關避寇。倥傯戎馬之間，不廢伊吾，卒以藝文著。補博士弟子，試皆異等。值門戶中落，公於誦讀之暇，營綜家政，以佐其尊人，令坐享息影之逸，如此者有年。是時士人方以靡麗相高，而公獨守其故步，平澹爾雅，若陶、韋之詩，寶常之琴勘，色澤繁音，獨存神理，而世反詘之。於是乎子雲有守玄之志，君平懷棄世之感。及褒中兄弟共薦賢書，公之長公亦列庠校，而公始棄去筆硯，慨然有志少文、向平事矣。公既擺落世緣，復遭元配劉孺人即世，益趨靜寂。閑抽架上諸書展玩送日，閑則與後生輩商榷義理，肌擘理分，繭絲牛毛，皆退而服其精也。公與子侄間語及少時遭患難，為無義人所齮齕，幾不自存，與公所以茹苦而曲濟之狀，則不覺淚涔涔下。夫然後知公之學問，得於動忍之餘者為多。古人有云：「能施食於人者，常饑者也；賜之車馬而辭焉者，不畏徒步者也。」天之鍛煉豪傑，多在拂意之境。使公少處華腴，動輒無梗，其識練行純，未必如今日也。居常歎古人若馬伏波之在戎行，見烏鳶跕跕墮水中，若不能忘少遊鄉里善人之語，及功成而始笑之，此自有志用世者宜耳。然鄉里善人亦豈易也哉！世有事業赫奕，而內之無以自慊於隱衷，外之無以共對於天下者。有鄉里善人，庸德庸言，而大之格天地，感鬼神，皆在焉。吾未見勒竹帛而垂鼎彝者，果能勝款段下澤中人否也。馬少遊鄉里善人之語不足以盡公，而鄉里善人所苞孕而變化者，亦何所不具，則即謂公為鄉里善人也亦可。且夫大苦大樂，相代而有者也。有顯赫之大樂，隨有勞攘之大苦，造物者往往不慳。若夫無苦無樂，一種恬適安閑之趣，造物者恒不輕畀。即得之而不應享者，若有物擾之使徙。故左琴右書，前場後圃；煙雲足以怡目，葵蔬足以供客，舟車足以代步；兒孫滿前，老年康泰，睢睢於於，如此者近百餘年，雖無炎炎隆隆之景，而身閑心安，號為隱福。彼矍鑠翁，幹一足而臨矢石之時，視此果何如也。又況文種不絕，昌熾可待，後來且項背接耶！若是則公以隱德膺隱福，天之所以厚公者至矣，其殆方興未艾也。值公弧辰，褒中欲得予言以祝，予遂取其聞於褒中者而稍潤色之，以薦一觴云。"
    },
    {
        "title": "枝江大令趙鳳白初度序",
        "content": "東越良知之學，大行於江以西，而廬陵尤得其精華。蓋東越之學，以悟入之，以修守之。近世一二大儒，於本體若揭日星，而其行事之跡，未免落人疑似。惟塘南先生，廣大綿密，庶幾兼之。予未得親炙其人，而幸讀其書以私淑。往者居都門，聚首論學，各從所入。是時廬陵又有異人出焉，王氏性海是也。性海專主禪，而塘南先生則主儒。予等初同性海之禪，及其久也，始覺兩家源一，而門庭設施，決不容相濫。益信塘南先生之儒，能該禪而不事禪，有合陽明先生不肯逗漏之旨。故此後奉塘南先生為繩尺，無異議。後來學侶星散，譚者如毛，參究者如角。至於今日，楚中則譚者亦如角。予口如銅烏，不復向人商及性命事矣。今年將往玉泉，取道鳩茲，過古丹陽。邑侯趙公一見傾注甚密，叩之以學，則瓶瀉雲興，往復無滯。予駭焉疑焉，已而訊其師承，即予素所服膺塘南先生門下士也。予乃歎曰：「有是哉！夫未見其人，讀其書，猶可觸發以有成也，而況親行於霧露之中，獲其沾衣之潤者乎！」發篋而見其詩若文，皆浚發於性靈，風水相遭，而成瀾漪者也。察其治，清淨恬夷，行所無事，不言而物自綜焉。總之，得中行獨復之資，而有所依歸；密受其爐錘之妙，從虛明中流出，為真文章，為真政事。予始心折意暢，而幸吾道之猶有人也。或者，猶以侯遇不暢道為恨。予曰：昔堯夫隱於蘇門百泉，蓋終身未常仕也。濂溪以舅蔭得一官，徘徊下吏，蓋仕而未常仕也。程朱諸儒，少行其志，而不安於朝，蓋仕而未常竟其仕也。古之君子，求其可以隱可以仕者耳。遇合命也，何足掛胸臆哉！且侯取一邑而噢咻之，治一國與治天下異乎？入粗入細，皆是經綸，侯不作差別想也。予又見兩郎君，文皆如龍泉、太阿，不可逼視。意侯所塞取於造物者，當盡攄於諸郎君乎？此固理數之所必然，而侯亦不作此期必想也。夫素位居易之學，侯聞於塘南先生者詳矣，得於塘南先生者深矣，予又何贅焉。會侯弧矢之辰，適與予遊屐相值，其門人等共乞言於予。予與侯於塘南先生，或親炙，或私淑，皆為門下士。臭味同之，誼不容以默也，故直抒其意所欲言者以祝。"
    },
    {
        "title": "贈崔二郎遠遊序",
        "content": "崔戶部元白，宦甚清貧，蚤世。令子二人，皆善予。二郎與予同歲，少復同學相狎也。二郎少孤而慧，衣冠語言，有名家子風；性拓落，不任治生，間之遊冶，不數年，摐粥之田漸廢。予友王伊甫秀才，大度士，少有俊朗之目，失意至荊，偶逢二郎，訊予。二郎曰：「君友小修也，則君即小修也。」予時東遊未還，二郎遂視如予。王少俊，喜狹斜遊，資盡，憔悴江上。二郎亦已四壁，為轉貸資之以歸。歸數月，王卒。二郎罄其家以償，遂赤貧。予歸，謂二郎曰：「怨乎？」曰：「其人佳士，若存者必不我負，何怨！」有人曰其家可償，二郎趣火其券。後遊於蘄，至其家，哭之絕痛。二郎熱腸多此類。然家日益貧，讀書不成，力耕無田，去而遊。人曰非策。予曰：「夫夫也才，豈能老牖下！夫人不期而負之，必有不期而厚之者。況我元白素心人也，茫茫宇宙，必有故人。《無鬼論》可憑，《絕交書》亦可怖。羊舌、郈成，何世無之，四方可食，立槁胡為！」嗟乎！憶予與二郎二十四五時，視錢如糞土。與酒人四五輩，市駿馬數十蹄，校射城南平原；醉則渡江走沙市，臥胡姬爐旁，數日不醒。置酒長江，飛蓋出沒波中，歌聲滂湃。每一至酒市，轟轟然若有數千百人之聲，去則市肆為之數日冷落。予是時易言天下事，謂富貴可唾手致。嘗語二郎：「若無憂貧，即赤貧，吾猶能為樓君卿之給呂公。」今四五年來，予以文章不見收於有司，南北奔走，僅存皮骨，妻子自不能給。近又以家難，北走長安，風雪中忽見二郎於燕市，寒色可掬。予時已深厭繁華，趨空寂，罷綺語，親貝葉，持戒寶，自不飲酒，又無酒可飲。二郎復不喜譚世間事，惟一見，向香光室中，啞然枯坐，寒灰槁木，古廟香爐以去。偶譚及往事，予於定中，亦為之張目，不能無沈休文之懺。而二郎則已覺涔涔然為之泣下。天下事之不可知，盛衰欣戚之變，繁華轉盼之空，無為寂靜之樂，予與二郎於此蓋若恍然有所悟焉。"
    },
    {
        "title": "送石洋王子下第歸省序",
        "content": "予少喜遊，所之輒與其知名士往來，故交遊幾遍天下。而其相與最久，相知最深者，毋如石洋王子。王子少年，才甚高，氣甚豪，眼中不可一世；而一見予，即欣然定白首之交。凡予少年不羈之行，放蕩之語，屑人目而震人耳者，王子獨絕愛之。故予之時文散佚者多矣，而王子片語隻字皆收之以成帙。甚矣，王子之知予也！王子與予，皆有志於出世之學，而王子較切，即區區功名，直欲一了以完世緣耳。南山之南，北山之北，安往而不得貧賤者，是王子有所不可於世，即不難脫屐去矣。而又若有所踟躕不能舍者，何也？則以母夫人在堂故也。予以謂王子入山之興，真未可輒動也。太夫人以清淑之氣，篤生王子，其隱德人未必知，鬼神知之矣。王子而不達，天將何以報耶？即王子芥視一第，而天之生才，與天所以報德之意，其事理有不得不然者。若夫入山之事，即予亦素籌之矣。山之蒼蒼，水之咽咽，吾欣然而會心矣。偶一念至，曰：「母氏得無憶我耶？母氏得無憶我苦耶？」則心之隱痛，馮馮然不可拔矣。留則與至情違，歸則與初心違，奈何哉！曇氏之制出家也，必問曰：「爾父母聽許否？」其授戒也，又必問曰：「爾父母聽許否？」又問曰：「爾為長子否？」如長子，則欲其奉父母，延宗祀，不許其出家與授戒也。佛之重孝也如此。無論太夫人膝下一王子耳，決不容舍之而去，即才如王子，終當經世用世，了不朽事，豈灰槁山中之人！往年予亦修香光之業，自覺功名已灰冷矣。伯修去家，大人絕苦，予偶拈筆為時義，大人見之歎曰：「此是我破鬱丹也。」予乃發憤下帷，曰：「苟可以慰吾親者，即頭目腦髓，吾不難舍，況此熟用之意根，有何難穿鑿耶！」故每撰一義，窮日之力，通於夢寐。去年大人六十，兒輩設酒筵，招歌舞，欲以娛大人。大人曰：「爾但偕兩弟來作舉業二首，吾脾自開，勝於歌舞酒筵多矣。」父母恩深，既見其生，亦欲其可，此實人情也。今稍可藉手報大人矣。予與王子交，皮膚脫盡久矣，豈復用華語耶？王子之才，百倍於予；而其攻苦，或少讓予，以此遲予三年耳。世之舉者亦多矣，其文字豈能勝於王子？然此雖小技，政不厭精，願王子且將詩賦及持誦等事，少停三年，打並精神，歸向一路。如雞抱卵，如貓捕鼠，使心華開敷，承蜩轉丸，三年而業成，為瞿唐，為王薛，為今之馮具區、吳無障諸公，何不可哉？以此藉手報太夫人，太夫人之愉快，又可知也。此皆太夫人之意，予固推其意以為太夫人壽，而並以券王子云。"
    },
    {
        "title": "送蘭生序",
        "content": "予年十八九時，即與中郎結社城南之曲，李孝廉元善與焉。三人下帷為文章，皆搜雲入霞，意氣豪甚。是時有龍子者，亦讀書浦上，修眉晰麵，溫如也。龍子與予年相若，予弟畜之，且相勉以舉子業。每乘月泛石浦中，步長橋，醉嘯南樓，聽雞聲則狂舞相誡，意一第可唾取。無何，中郎舉於鄉，成進士。予與元善，復共修業。庚子，元善始舉於鄉；又三年，而予始附北賢書。屈指與龍生聚首之期，幾十八九年。每過城南，見茂林修竹，宛如一夢。即修眉晰麵抵掌而譚笑者，俱如夢中人矣。今年，龍子以八行來，予從竹間讀之，見其斐有致，且云：「生昔之為君友也，知君之終不忘我。吾友蘭生，佳士也，年少而列膠庠，吾愛之重之，欲以言遺之，而又不欲以輕言遺之。蘭生讀君之文，愛君之才，予知君之終不忘我也，且必不吝我所欲得之言，而以之袞蘭生也。」予讀而笑曰：「此予髫年交也。夫謂予言可以重人，予自輕矣。雖然，吾終不可以不報龍子。」夫龍子固耳目夫城南社中事也。城南之社，中郎以二十舉於鄉，廿四而成進士。隨取即獲，有若承蜩。乃元善則已苦矣，予則更苦矣。吾願蘭生之效中郎，毋為元善與予。即不得已，亦為元善，毋為予也。予下帷多年，沉思諦想，焚君苗之硯，見子雲之腸，甚矣予之苦也。三十四而舉於鄉，海內不熟予者，競以予為宿儒。蓋因予名早著，而疑其年。登賢書之夜，六以後俱登楮，留前五，發三而得予名，堂上堂下劃然大笑，戟手而賀主者曰：「今年得名士矣！」南中士夫，有以書往來者曰：「今年南有某氏，北有小修，可為是科吐氣。」人皆詫予之名震海內，不知予之苦久矣。聞蘭生才甚高，氣甚銳，不日且取高第。上之同於中郎，下亦不失元善，決不如予壯而方收，而令虛名滿世間也。子美云：「富貴應須致身早。」蘭生勉之矣！請以是畢龍生之請。"
    },
    {
        "title": "曹醫序",
        "content": "有可以名於世者，必有所自得於己。不自得者，浮涉淺嘗，聊以應世之耳目。道也、事也、技也，一也。自得者，能用法，能使法為我用，能離法而自立法，慧力之所變化宜爾。初乃驚耳目，久而安之神之。曹子之於醫也，從折肱而得之，乃積精研慮，象合意比，以心稽冊，以冊審心，如是者有年，然後大放其意之所深入而馳騁焉。世之耳視者，以曹子舍法而用意，若御螭控虎，而不知其為和鑾按節之技也。嗟乎！天下事誰不然。凡守格套者，事雖敗猶以為正；凡出常調者，即事集猶詬之。醫國醫病，世有二乎哉？曹子少為儒，以家難棄去，後為刀筆吏所窘，困極。曹子心穎慧，既不得肆其力於舉業，念屈首無伸眉時，乃盡閉諸竇，一肆力於醫，宜其工也。夫英雄豪傑，有不出於動心忍性而能成天下事者乎？曹子勉之矣！"
    },
    {
        "title": "送葛道士序",
        "content": "車湖之上，有亥市，為豫章人聚治生，長子孫。久之，乃有攜藥裹來者；又久之，有以童塾來者。其人多瘦勁，骨棱棱，語言多守勝，道士其一云。道士初教授童子，妻死遂為道士。癖愛丹砂黃白之術，初有所積，俱為方士取去，終不衰。久之衣襆亦罄，意殊欣然。一日，語予曰：「我將至衡、永覓出山鉛並箭頭赤砂，事必可成，不久且大富。」去數年，復還里中，竟無所有，意稍怠然。予喜其不畜妻子，蕭然無一物，每遊湖山間則攜之。道士好酒，膂力絕人，醉則侮人，撲人於地以為樂。一日，醉撲予，飽予拳，額破血出幾死。今年與道士聚，予食伊蒲，而道士亦戒酒矣。追思向日流湎光景，真同醉象，殊可怖也。稍語以性命之學，道士亦僻信焉。予曰：「君妻子之念若何？」道士笑曰：「已矣！今之大顯貴人有志者，尚欲棄家學道，況少君久隕，鸞台寂然者乎？諺所謂癩作禿也。」道士老，有志衝舉，欲入衡山修靜。予曰：「君過宗少文遠矣。昔少文結宇朱陵，以老病終於郢之三湖。今子已老，去江陵而入朱陵，蛇虺之與居，魑魅之與伍，飲食藥餌，一切皆無。乃能悍然居之，子健甚，宗少文實不如。」道士意稍懈，乃云：「吾姑往焉。往而不可，以君為歸矣，君莫厭我。」予曰：「諾。」遂書數語與之，並以為後會券云。"
    },
    {
        "title": "送吳生遊豫章序",
        "content": "匡廬秀甲天下，而近在江上，非人跡所難至者。予每過湓浦，輒欲遊而輒不果。五嶽之中，惟恒山最遠，予少年即得至焉，而獨不至匡廬，豈非緣閡耶！凡遊山者，決必往之志，毋為人撓，毋為風雨寒燠阻，則蔑不至矣。今吳生且遊豫章，慎毋若予之失匡廬也。雖然，世之高賢，近之可以獲霧露之潤，往往以交臂而失之者，多如予之於匡廬也。今之豫章，古之鄒、魯，主張名理，揚扢風雅者，項背相接，而予神交者跡或遺焉。則緣之所閡，何獨匡廬！吳生少學詩歌，近有志學問，正孜孜求師友時也。行矣，毋失名山與名人哉！"
    },
    {
        "title": "解脫集序",
        "content": "兄中郎，長予兩歲，少相友愛。兒時同讀書村之杜家莊上，講誦之暇，私相商確，至今思之，頗多異語。稍長，移居城中，修治城南別業，偕余與四五友人，遊息是處。語言奇詭，興致高逸。每至月明之夜，相對清言，間及生死，泫然欲涕，慷慨欷歔，坐而達旦。終不欲無所就，乃刻意藝文，計如俗所云不朽者。上自漢魏，下及三唐，隨體模擬，無不立肖。自謂非其至者，不深好焉。公車之後，乃學神仙。偶有異人傳示要領，勤行未久，尋亦罷去。及我大兄休沐南歸，始相啟以無生之學。自是以後，研精道妙，目無邪視，耳無亂聽，夢醒相禪，不離參求。每於稠人之中，如顛如狂，如愚如癡。五六年間，大有所契，得廣長舌，縱橫無礙。偶然執筆，如水東注。既解官吳會，於時塵境乍離，心情甚適。山川之奇，已相發揮；朋友之緣，亦既湊和。遊覽多暇，一以文字為佛事。山情水性，花容石貌，微言玄旨，嘻語謔辭，口能如心，筆又如口。行間既久，遂以成書。餘以落，依之真州，相見頃刻，出所吟詠，捧讀未竟，大叫欲舞，作而笑曰：高者我不能言，其次我所欲言，格外之論我不敢言。與兄相別未久，胡遽至此！彼文人雕刻剪鏤，寧不爛熳，豈知造物天然，色色皆新，春風吹而百草生，陽和至而萬卉芳哉！夫文章之道，本無今昔，但精光不磨，自可垂後。唐宋於今，代有宗匠。隆及弘嘉之間，有縉紳先生倡言復古，用以救近代固陋繁蕪之習，未為不可。而剿襲格套，遂成弊端。後有朝官，遞為標榜，不求意味，惟仿字句，執議甚狹，立論多矜。後生寡識，互相效尤。如人身懷重寶，有借觀者，代之以塊。黃茅白葦，遂遍天下。中郎力矯敝習，大格頹風。昔昌黎文起八代之衰，亦非謂八代以內，都無才人；但以辭多意寡，雷同已極。昌黎去膚存骨，蕩然一洗，號謂功多。今之整刷，何以異此。中郎位卑名輕，人心不虛，未必能信。昔鍾士季年少時，常作一紙書與人，云是阮步兵，便字字生意；既知是鍾，謂不足道。又虞訥素輕張率之詩，隨作隨詆；托言沈約，便相嗟稱。耳貴目賤，今古一揆。今篇籍俱在，試虛心讀之，非獨文苑之梯徑，儻亦入道之津梁焉。"
    },
    {
        "title": "四牡歌序",
        "content": "學古詩者，以離而合為妙。李杜、元白，各有其神，非慧眼不能見，非慧心不能寫。直以膚色皮毛而已，以之悅俗眼可也。近世學古人詩，離而能合者幾人耳，而世反以不似古及唐為恨。昔人疑徐吏部不受右軍筆法，而體裁似之；顏太保受右軍筆法，而點畫不似。解之者曰：徐得右軍皮膚眼鼻耳，所以似之；顏得右軍筋骨心髓，所以不似也。故曰：恒似是形，時似是神。世眼以貌求，宜嗤其不似古也。元定詩初學漢魏六朝，字櫛句比，置之《選》中，幾於亂真。屢變而精光始出，信筆揮灑，乃見詩人之致。予謂天生才不盡，人亦各有所長。元定之才，諸體皆入其藩，而五言古尤為勝場。如《飲酒詩》二十首，天趣橫生，離陶而能合陶，庶幾得其筋骨心髓者也。唐人既多五言，至七言律體，諸家不多作。今人動為七言，篇章繁蕪，殊可厭惡，皆欲工而皆拙，此政今人之病也。用其所長，一門深入，不足以垂世乎？吾與元定交最昵，相知最深。元定之生也，實有所自來，至今不昧。夫以阮籍、陶潛之達，而於生死之際，無以自解，不得已寄之於酒。杜武庫之事業，顏真卿之忠義，終不能忘情於遷化之際，而沉碑刻石，不得已寄之於名。予皆憐其志，而哀其不知解脫之路。元定生而守先人素業，為人愷悌溫良，秀美而文。居官日，下帷讀書，無異寒士。所之營綜，極有方略，此非乘願力而來者歟？今與予相聚，察其意，泠泠有塵外之想，而時時作利刀切泥之歎。故知元定宿願，定不止於作文章功名之士而已。予於此一竅，稍有所入，雖道未勝習，而仰青天見白日，實不為遠。彼此各老大矣，後當挫銳息機，相與究竟此事可也。"
    },
    {
        "title": "傳心篇序",
        "content": "心者何？即唐虞所傳之道心也。人心者，道心中之人心也。離人心，則道心見矣。道心見，則即人心皆道心矣。見道心故謂之悟，即人心皆道心則修也。悟到即修到，非有二也。聖賢之學，期於悟此道心而已矣。此乃至靈至覺，至虛至妙，不生不死，治世出世之大寶藏焉。而世謂儒門無此學術，奉而歸之於禪，則大可笑已。有宋諸儒，雖所見不同，然未有不見此道心者也。世間高明之士，所以輕宋儒者有故。心體本自靈通，不借外之見聞。而儒者為格物支離之學，其沉昏陰濁莫甚焉。心體本自瀟灑，不必過為把持。而儒者又為莊敬持守之學，其桎梏拘攣莫甚焉。世間之大知慧者，豈肯米鹽瑣碎，而自同木偶人哉？宜其厭之而趨禪也。然以此概諸儒焉則過矣，周茂叔、程明道、邵堯夫輩，實是悟向上一路，未易可測也，朱晚亦入悟。國朝白沙、陽明，皆為妙悟本體。陽明良知，尤為掃蹤絕跡。兒孫數傳，盜翻巢穴，得直截易簡之宗，儒門之大寶藏，揭諸日月矣。閑日裒為一集，使欲悟堯舜之道心者，從此路入，不必求頓悟於禪門也。"
    },
    {
        "title": "劉玄度集句詩序",
        "content": "子瞻與介甫同遊蔣山，介甫指案上硯，共集句。子瞻即朗吟曰：「巧匠鑿山骨。」介甫不能續，乃曰：「且趁天色，窮覽蔣山之勝，不須作此冷淡生活。」時同遊二客背語曰：「荊公困人伎倆，今日頓盡。」予謂子瞻亦機鋒偶觸，令齒牙間得利耳。使有所以應之而復角，吾亦不能保其後如何也。集句政自難。一咄嗟之頃，而倒腹笥，以冀一遇，要令宮商合調，如出一手，即子瞻猶難之，況介甫乎？吾友劉玄度，少時即與予作忘形友。應試入郡，則同寓君章宅畔。每月夜，坐大墀上，譚或至達旦。自是十數年，一遇玄度於稠人之中，甫一戟手，即隱隱有譚勢。拉至空處，風雨波流，娓娓數百車，遂無一字重者。蓋予退而心服玄度之慧也。凡慧則流，流極而趣生焉。天下之趣，未有不自慧生也。山之玲瓏而多態，水之漣漪而多姿，花之生動而多致，此皆天地間一種慧黠之氣所成，故倍為人所珍玩。至於人，別有一種俊爽機穎之類，同耳目而異心靈，故隨其口所出，手所揮，莫不灑灑然而成趣，其可寶為何如者。予與玄度交二十餘年，初聆其譚，久之讀其文如其譚，久之讀其詩如其文。又久之，而觀其滑稽慢戲之詞，溢於詩文之餘者，其天趣正爾橫生。今年復出《閨情集句》七十首示予。予曰：此蘇子瞻、王介甫所難者也。予與玄度交二十餘年，而知玄度不盡乎！"
    },
    {
        "title": "南北遊詩序",
        "content": "有一時，即有一時名士，以為眼目，若鳳麟芝菌，為世祥瑞。無其人，則國家之氣運，亦覺暗然而無色。夫名士者，固皆有過人之才，能以文章不朽者也。然使其骨不勁，而趣不深，則雖才不足取。昔子瞻兄弟，出為名士領袖，其中若秦、黃、陳、晁輩，皆有才有骨有趣者。而秦之趣尤深。吾觀子瞻所與書牘，娓娓千百言，直披肝膽，莊語謔言，無所不備，其敬而愛之若是。想其人必風流蘊藉，如春溫，如玉潤，不獨高才奇氣為子瞻所推服已也。予友陶孝若，淡泊自守，甘貧不厭，真有過人之骨。文章清綺無塵坌氣，真有過人之才。而尤有一種清勝之趣，若水光山色，可見而不可即者。以故中郎於諸君子中，尤敬而愛之。其詩風味，亦近似中郎，蓋染香潤露，有不言而喻者。予嘗比之於秦太虛，中郎亦以為然。孝若年尚壯，精於舉子業，獨不肯數入場屋，曰：蓬首垢麵，項帶竹簍子，如弄蛇兒，容頭過身，非丈夫所為。以故至門牆，復彳亍不入者屢屢。最後為廣文，自謂嘗鼎一臠，非欲充腸，能具八口摐粥，即飄然矣。甚矣，孝若之能自貴也！予今年若不得意，已買得一舟，自拚入舟中，泛泛瀟湘、龍茹間。孝若少涉宦途，其急來登予舟以逃名焉。"
    },
    {
        "title": "蔡不瑕詩序",
        "content": "詩以三唐為的，舍唐人而別學詩，皆外道也。國初何李變宋元之習，漸近唐矣。隆萬七子輩亦效唐者也。然倡始者，不效唐諸家，而效盛唐一二家，若維若頎。外有狹不能收之景，內有鬱不能暢之情，迫脅情境，使遏抑不得出，而僅僅矜其彀率，以為必不可逾越。其後浸成格套，真可厭惡。後之有識者矯之，情無所不寫，景無所不收，而又未免舍套而趨於俚矣。僕束髮即知學詩，即不喜為近代七子詩。然破膽驚魂之句，自謂不少，而固陋樸鄙處，未免遠離於法。近年始細讀盛唐人詩，間有一二語合者。昔吾先兄中郎，其詩得唐人之神，新奇似中唐，谿刻處似晚唐，而盛唐之渾含尚未也。自嵩華歸來，始云吾近日稍知作詩。天假以年，蓋浸浸乎未有涯也。今人好中郎之詩者忘其疵，而疵中郎之詩者揜其美，皆過矣。近侄子祈年、彭年，亦知學詩。予嘗謂之曰：若輩當熟讀漢魏及三唐人詩，然後下筆。切莫率自肣臆，便謂不阡不陌，可以名世也。夫情無所不寫，而亦有不必寫之情；景無所不收，而亦有不必收之景。知此乃可以言詩矣。近日蔡不瑕氏，偶至篔簹谷論詩，且出近作相示。不瑕清夷恬澹，胸中無半點塵俗氣，故其為詩，妍妙舂融。不瑕年甚少，即未窮其變化，已自具詩人豐骨。山中清寂，取漢魏三唐諸詩，細心研入，合而離，離而復合，不效七子詩，亦不效袁氏少年未定詩，而宛然復傳盛唐詩之神，則善矣。"
    },
    {
        "title": "花雪賦引",
        "content": "天下無百年不變之文章。有作始，自有末流；有末流，還有作始。其變也，皆若有氣行乎其間。創為變者，與受變者，皆不及知。是故性情之發，無所不吐，其勢必互異而趨俚。趨於俚，又將變矣。作者始不得不以法律救性情之窮，法律之持，無所不束，其勢必互同而趨浮。趨於浮，又將變矣。作者始不得不以性情救法律之窮。夫昔之繁蕪，有持法律者救之；今之剽竊，又將有主性情者救之矣。此必變之勢也。變之必自楚人始。季周之詩，變於屈子。三唐之詩，變於杜陵。皆楚人也。夫楚人者，才情未必勝於吳越，而膽勝之。當其變也，相沿已久，而忽自我鼎革，非世間毀譽是非所不能震撼者，烏能勝之。湘中周伯孔，詩文抒自性靈，清新有致。近以《花雪賦》示予。予歎曰：湘水澄碧，赤岸若霞，石子若樗蒲，此《騷》材所從出也。其中孕靈育秀，宜有慧人生焉。其人皆能不守故常，而獨出新機者，有首為變者，出則不憚世之毀譽是非，而褰裳從之矣。伯孔其一也。伯孔所作賦，秀潤淹雅，多出新意，不同世匠。予少時亦喜作賦，然每成，輒慚恧不敢出，其不如伯孔遠甚。中年欲作《兩京賦》，以揚厲本朝之盛，竟為舉子業奪去。今漸老矣，此願終歸荒廢，謹以本朝第一闕典付之伯孔，伯孔其努力成之。守其必不可變者，而變其可變者。毋舍法，毋役法為奇，無徒嘲詠花雪，作不磊落事可也。"
    },
    {
        "title": "王伯子嶽遊序",
        "content": "天下之質有而趣靈者莫過於山水，予少時知好之，然分於雜嗜，未篤也。四十之後，始好之成癖，人有詫予為好奇者。昔吾村有老人焉，一日不醉，則目眩手戰，皇皇若疾。夫此老人者，豈誠慕荷鍤漉葛之美而效之哉？疾病所驅，勢不容已。予之於山林也，亦若是而已矣。自中郎去後，雖有遊興，幾同流波之曲。今年夏，晤伯子於仲宣樓下，則其山水之趣尤勃勃不能自已。予始歎世無無耦者。伯子每遇名勝，即欲移家居焉。已而遍遊吳越，凡吳越之佳山水，無不躡其幽遐。予雖好遊，常以冗奪。而伯子遊履所至，常淹留歲月，以濟其山水之欲，則其清勝之韻，不啻數倍於予已也。夫以朱陵之勝，近在楚國，予屢欲往，終不果。而伯子於秋濤方壯之時，涉洞庭之危波，直造祝融、回雁之上。所至為詩以紀之，模寫煙雲，幾與七十二峰爭奇較麗。則伯子之於山水，予直當北面而師之，又不當以雁行請也。近日從衡嶽歸來，客居花源，寄予霞上之什。予取而讀之，始自愧遊履之隘，揮灑之拙，而且幸禽尚之世有其人也。故喜而書數語於其首。"
    },
    {
        "title": "助道品序",
        "content": "山水之樂，能濯俗腸；飛仙之語，能損塵機；厭苦之情，能動離想；盛衰之感，能陳幻理；鬼神之狀，能興冥懼。有一於此，皆可存之，觸目沃心，漸除熱惱。不論唐文梵策，正史稗冊，有見即入，都無紀律。惟繁華之旨，進取之篇，朝家事故，不入雲霞；俗情是非，有點松石。自有流布，姑從刊落。自萬曆丁未為始，日有增加，動遊靜止，無息不陳。道人之樂，孰有加焉。"
    },
    {
        "title": "阮集之詩序",
        "content": "國朝有功於風雅者，莫如曆下。其意以氣格高華為主，力塞大曆後之竇。於時宋元近代之習，為之一洗。及其後也，學之者浸成格套，以浮響虛聲相高；凡胸中所欲言者，皆鬱而不能言，而詩道病矣。先兄中郎矯之，其意以發抒性靈為主，始大暢其意所欲言，極其韻致，窮其變化，謝華啟秀，耳目為之一新。及其後也，學之者稍入俚易，境無不收，情無不寫，未免衝口而發，不復檢括，而詩道又將病矣。由此觀之，凡學之者，害之者也；變之者，功之者也。中郎已不忍世之害曆下也，而力變之，為曆下功臣。後之君子，其可不以中郎之功曆下者功中郎也哉？每以此語示人，輒至河漢。惟吾友阮集之，深相契合。集之才甚高，學甚博，下筆為詩，本之以慧心，出之以深心，而尤不肯以輕心慢心掉之，予甚心折焉。大端慧人才子，其始也，惟恐其出之不盡也；其後也，惟恐其出之盡也。集之束發為詩，亦屢變矣。至是雖不為法縛，而亦不為才使。奇而不囂，新而不纖，是力變近日濫觴之波，而大有功於學中郎之詩者也。夫昔之功曆下者，學其氣格高華，而力塞後來浮泛之病。今之功中郎者，學其發抒性靈，而力塞後來俚易之習。有作始，自宜有末流；有末流，自宜有鼎革。此千古詩人之脈，所以相禪於無窮者也。予自度不能竟此道也，微集之其誰與歸？"
    },
    {
        "title": "石頭上人詩序",
        "content": "石頭初作詩，步趨唐律；已晤中郎，始稍變其故習，任其意之所欲言，而不復兢兢盡守古法。世之譽者半，毀者大半，而石頭不屑也。予聞而歎曰：石頭真不朽人也。天下之傳者，皆有意於傳者也，一有意於傳，則避世譏彈之念重，而精光不出矣。今石頭之集具在，其精光爍人目睛者，豈文人學士所可及耶？彼其視世間之毀譽，如飛蚊之過於前，而不能為之動也。岩頭云：「一一從自己胸臆中流出，蓋天蓋地。」有旨哉！記二十年前，與中郎同會石頭於維揚，彼此論禪不契，遂大罵而別。今又會於都中，故人零落，伯修、中郎皆下世，昔之罵者，相視而淚數行下矣。嗟乎！石頭之學問日進，而予則日以退。石頭能不棄而復罵予，予肯作罵會耶？近又讀《四悉堂詩》，采中郎之意，而更變化之。予且惡自見其詩，則予之日以退，豈獨禪哉？信乎石頭可不朽矣，而予亦當附之以傳，故述數語於首，使後世知序石頭之詩者，公安袁小修名中道也。"
    },
    {
        "title": "余給諫奏議序",
        "content": "古人謂人才當以氣節為主。予謂以氣節名，非士君子之得已也。節持於氣，氣也者，如火然，發而莫已其焰者也。昔子輿言養浩然之氣，而猶龍氏則云專氣致柔。若一主剛，一主柔者。不知天下方波流茅靡，其氣餒甚，故子輿欲其伸也。天下方囂淩誶角，其氣張甚，故猶龍欲其詘也。此但以氣之主與客論，非以剛柔論也。顧天下世道之責，不屬於委靡之小人，而屬於二三剛毅之君子。惟為君子者，其氣激而不平，名根太重，成心不化，以至龍戰玄黃，其害孔亟。然後知猶龍之論，為切骨之譚也。瑤圃先生有擔當天下之才，而其氣足以鎮之。寄鋒刃於衝粹，藏光芒於希夷。初試為令，治行為天下第一。既入諫垣，遂能言人所不能言，言人所不敢言，而不言其不必言。舉是非磨戛之譚，一切泯之，甚得風議諫諍之體。人知其言之切當，而不知其氣之平也。其養之者素矣。養其心於至虛至靜，而氣受節焉。毋抑而陰，毋亢而陽，蓋具中行獨復之資，而學問足副之。所謂有德之言，其發脈如此其深長也，豈取辦於臨時也哉！居恒謂今日論諫，亦極難矣。昔人與諷而少直。第所謂諷者，亦必上下相覿，機神偶合，其轉移之妙，蓋有出於唇吻之外者。而今釜鬲若此，則諷果可用耶？上之人，方且以此嘵嘵者別為一曹，以力與之勝，即蒙死竭知，究竟歸於不復省覽而止。如唐陸敬輿之時，天下之安危禍福，捷於反掌，故激切之說可行。而今有其機而無其形，無可怵而有可玩，總弁髦視之矣，即直亦何所用也。諷直之道兩窮，戛戛乎若水投石，奈何哉！先生於此際，以不容已之心，而持其敢言之氣，為徑為宛，隨機而發。不起念於人我異同，不植根於毀譽是非，雖未必見諒於君父，而決可無愧於幽獨矣。先生其真有道者耶！昔蘇子瞻以諫鳴於時，其愛君憂國之疏，可謂激切矣。已而自云：此制科人之習氣，比之於時鳥候蟲，譬如雷鳴震驚百里內，草木開發，而寂然卒歸於無有。若子瞻者，其度量遠矣。先生居禮垣，知無不言，舉朝號為通達國體，而退然常若不足。且曰精誠不能動，而存此呶呶者何也。彼其視氣節為何物，而肯留之胸中也哉？然予等則謂先生之奏疏，獨存子輿氏所秉之正氣，而盡化猶龍所黜之客氣。不激不隨，名根盡袪，成心不有，其氣節本於性術。如是是大有益於世道人心者，存之以為一代不刊之書可也，又何必襲焚草之故事乎？是為序。"
    },
    {
        "title": "吳表海先生詩序",
        "content": "先兄中郎之詩若文，不取程於世匠，而獨抒新意。其實得唐人之神，非另創也。然學之者，往往失之。蓋中郎別有靈源，故出之無大無小，皆具冷然之致。近時惟成安吳表海先生，初學曆下諸公之詩，無一語不肖者。久而厭之，偶見中郎詩，歎曰：「此實先獲我心！」遂棄去舊習，盡抒其意之所欲言，采中郎之意，而變化之。夫抒其意之所欲言，亦已至矣。此非詘夫言有盡而意無窮者也。言有盡而意無窮，古人謂水中鹽味，色裏膠青，決定是有不見其形者，即《三百篇》不多得也，漢魏《十九首》庶幾近之。盛唐之合者不數人，人不數首，而況中晚乎？才人致士，情有所必宣，景有所必寫，倒囷而出之，若決河放溜，猶恨口窄腕遲，而不能盡吾意也。而彳亍，而囁嚅，以效先人之顰步，而博目前庸流之譽，果何為者？予觀表海先生郢中詩，及近日捶鉤諸作，是真能抒其意所欲言者。顧情境有所必達，亦有所必汰，如江發岷山，萬派千流以赴峽；而峽山常束而堤之，使無旁溢。故先生之詩，雖不盡受法於三唐，而亦不濫觴於宋元，所謂采中郎之意，而變化之者此也。嗟乎，先生與中郎之同者，豈獨詩哉！中郎神情超卓，不受世之纏糾。而先生亦頡頏於世，獨往獨來，不與俗為俯仰。此其骨同也。中郎去吳時皆貸而後裝，而先生自居官以來，守其素業，其去郢也，蕭然無異寒士。此其操同也。中郎少有陵霞之致，雖圭組中，亦戀蒼壁清泉。而先生所至，登山臨水，飛蓋躡屐，醉墨淋漓。此其趣同也。有此三者，其發源處，已如水乳之合矣，豈獨詩哉！天奪中郎，不予之下壽，使之登峰造極；而先生來祉方新。古人云：「人不可以無年。」則先生所造，詎有涯也。予辱先生國士之知，讀近作欣然有會於心，故僭為之引。"
    },
    {
        "title": "崔公超擬十九首小序",
        "content": "《三百篇》之不能不漢魏也，漢魏之不能不六朝也，六朝之不能不三唐也，三唐之不能不宋元也，變化日新，而其氣日薄。故氣也者，默行於宇宙之間，雖慧人才子，極其力而不能留。《十九首》者，取漢魏間詩人最合作者，合為一類，其氣妙得《三百篇》之遺，所謂一唱三歎，言有盡而意無窮者。吾友崔公超氏，才氣無雙，輒不得意於時；都門無事，取《十九首》擬之。夫才與時不相耦，而淒怨自生，若秋風之入蘆管，蕭蕭焉，瑟瑟焉，雖公超亦不知妙合至此，真王仲宣之虎一毛也。予喜郢之有詩人也，故為識數語於首。"
    },
    {
        "title": "徐樂軒樵歌序",
        "content": "清水丹山之間，有隱君子，姓徐名吉民，別號樂軒居士。居士少業儒，以數試不利，遂去諸生，懷終隱之志。日以種德為事，周人之急，不啻身有之。依范文正公故事，創義田義塾。諱言人過，喜稱人善。又善蒔藥，故得藥物最真，凡乞者即與之，以治病多效。得一奇方，必普傳於人。凡數百里內，僧刹道院，力可新者，皆竭力為之。居士雖外托沉冥，而好讀書，所著奇書最多，遇友人佳詩及文字，即壽諸石。所居近滄漭溪，種樹數十萬株，如云封霧接。居士跨蹇往來其間，與田夫野老，坐草萊，說耕耘事。手種茗，不啻天池、虎丘。家釀醇酒，清洌異常。居士性不多飲，少飲即酣暢，任意瀟灑。久之裒集成帙，自號曰《樵歌》云。嗟乎，詩之累於應酬也久矣！居士隱於樵，故謝絕一切人間應酬。凡意之所不欲言而不得不言，與口之所不欲言而不得不言者，居士皆無有。故落筆即有煙雲之趣，依稀與陶元亮、王無功相似。今春，予由當陽玉泉得晤居士，一見歡然訂交。蓋居士與予友劉孝廉玄度最相知。及玄度之沒也，多方搜求遺集，編次以授予。朔望必奠，譚及必泣，其急友誼如此。樵乎，樵乎，其真有隱德俠骨者耶！後之人讀《樵歌》，居士之清標逸致，亦可想見其一斑也。"
    },
    {
        "title": "餐霞集小序",
        "content": "以夢為真乎？六如之一耳。以為幻乎？則古之文士，有夢蛟，夢鴛，夢筆，夢錦，而文思奇進者。謂之幻，不可也。顧以異夢發藻思者，雕蟲之士宜然。今杜大將軍日章，少以鞱鈐起家，致位將帥，九塞倚為長城。而忽兆朱霞之夢，豈天下太平未艾，欲公舍弧矢而親筆硯，將以文詞垂不朽歟？抑古之通才，不妨兼長，欲公立功立言，兼而有之，而一洗隋陸無武絳灌無文之譏歟？此其夢非幻也，公亦不作夢會也。公於夢覺之後，藻思日新，遂取「餐霞」以顏其齋，與賓客酬唱其中。久之，裒為一集。予取而讀之，求所以擬之者而不可得也，則宜莫如霞。今夫霞，旦暮所常有，人人所共見者也。而變變化化，奇奇怪怪，固不必赤城之所標，閬風之所蒸，而皆有異彩奇葩爍人目睛。至平常，至旬爛；至旬爛，至平常。天下之至文，無以加焉。美哉霞也！觀霞則知公之什矣。雖然，霞之卷舒無常，而天體自如。試於霞外觀之，而後知變變化化，奇奇怪怪，皆云日映射之氣偶成，而倏有倏無者耳。古之名將，知此道者，其惟清涼、無礙兩居士乎？噫，予又安得根器如公者，而與之譚此道哉！"
    },
    {
        "title": "牡丹史序",
        "content": "天地間之景，與慧人才士之情，曆千百年來，互竭其心力之所至，以呈工角巧，意其餘無蘊矣。然景雖寫，而其未寫者如故也；情雖泄，而其未泄者如故也。有苞含，即有開敷；有開敷，又有苞含。前之人以為新矣，而今視之即故；今之人以為新矣，而後視之又故。甚矣，造物之工巧無窮極也。何以知之？以亳州之牡丹知之。牡丹之盛於洛陽，其種繁矣，其名夥矣，其色爛矣，歷代之所譜者詳矣。以視今亳州之所產，其種其名其色，新故大不相侔也。今且月異而歲不同矣。奇奇怪怪，變變化化，造物者若不能自秘其工巧，以聽人之轉移，而日獻奇貢豔於人耳目之前。以前視今，故者復新；以後視今，新者又故。然則牡丹之變，豈有極乎？吾友薛公儀氏，少世其家，博學洽物。閑適之餘，方略見於花事，窮其變態，著而為史。比前輩所譜，又新之新者也。予取而讀之，與公儀晤談者累日，且歎心業畫師，不可思議至此，與造物何與焉。公儀素通禪理，為予首肯者久之。因漫書於史之首，志不忘云。"
    },
    {
        "title": "程晉侯詩序",
        "content": "詩文之道，繪素兩者耳。三代而上，素即是繪；三代而後，繪素相參。蓋至六朝，而繪極矣。顏延之十八為繪，十二為素。謝靈運十六為繪，十四為素。夫真能即素成繪者，其惟陶靖節乎？非素也，繪之極也。宋多以陋為素，而非素也。元多以浮為繪，而非繪也。國朝乘屢代之素，而李何繪之，至於今而繪亦極矣。甫下筆，即沾沾弄姿作態，惟恐其才不顯而學不博也。古之人任其意之所欲言，而才與學自聽其驅使。今之人反以才學為經，而實意緯之，故以繪掩素，而繪亦且素。然而無色，膩靡而無足觀，予重有慨焉。新安自伯玉先生能繪其素，而人工為繪，文章日盛，其究令繪掩素。吾友程晉侯不然，匠心獨造，而不為才與學所驅使，其殆有靖節之意乎？靖節處於非仕非隱之間，而卒歸於隱。初應辟除，而未嘗逃之；既惡折腰，而未始即之。彼其於世外澹也，故其為詩如其為人。今晉侯跡大類於陶，皆得恬澹之趣者也。故其詩深厚雋永，可以救世之靡靡浮誇者焉，予所以樂為述也。"
    },
    {
        "title": "於少府詩序",
        "content": "凡天下之易見者，非其至者也。深山大澤，巍巍耳，浩浩耳，而其中蓄泄雲雨，包藏珍奇，無所不有，而卒未常見其所有，所以為大也。華陽於公某，貳吾郡有年，其守甚嚴，其才甚恃。當是時，公惟留心民瘼，拮據郡政，而未嘗言及詩也。即闔郡人士，皆知公之為良有司，而不知其為詩人也。丁巳秋日，督木至都，晤予，出其所賦詩數百篇見示。予得而讀之，大驚曰：詩人也。詩之為道，繪素已耳。三代而上，繪即是素；三代而下，以繪參素。至六朝，繪極矣，而陶以素救之。近日文藻日繁，所少者非繪也，素也。公之詩本於性情，骨色相合，蓋有陶靖節之遺風焉，信乎其為詩人也。昔蘇子瞻居杭時，毛澤民為下寮，偶以選去。一日聆其所作小詞，歎曰：「郡有詞人，而我輩不知，其罪大矣！」即遣人追還，與定交，且為延譽。予不敢望子瞻，公之才豈啻澤民，乃樂道人善，則不敢不心子瞻之心焉。予故極口曰：公真詩人也。抑公佐郡，治行最著，可以調矣，而久不調。督木之役頻年，徘徊江路，進寸退尺，人之所大不堪者，而公怡然處之，無幾微抑鬱之色。發為聲詩，和平爾雅，一唱三歎，公之性情幾於有道者，豈獨詩人已哉！此予以樂道之，而願為之引以傳也。"
    },
    {
        "title": "殷生當歌集小序",
        "content": "才人必有冶情，有所為而束之，則近正，否則近衺。丈夫心力強盛時，既無所短長於世，不得已逃之遊冶，以消磊塊不平之氣。古之文人皆然。近日楊用修云：「一措大何所畏，特是壯心不堪牢落，故耗磨之耳。」亦情語也。近有一文人酷愛聲妓賞適，予規之。其人大笑曰：「吾輩不得志於時，既不同縉紳先生享安富尊榮之樂，止此一縷閑適之趣，復塞其路，而欲與之同守官箴，豈不苦哉！」其語卑卑，益可憐矣。飲酒者有出於醉之外者也，征妓者有出於欲之外者也。謝安石、李太白輩，豈即同酒食店中沉湎惡客，與鬻田宅迷花樓之浪子等哉？雲月是同，溪山各異，不可不辨也。雖然，此亦自少年時言之耳，四十以後，便當尋清寂之樂。鳴泉灌木，可以當歌，何必粉黛。予夢已醒，恐殷生之夢，尚栩栩也。殷生負美才，其落魄甚予，宜其情無所束，而大暢於簪裙之間。所著詩文甚多，此特其旁寄者耳。昔周昉畫山水人物皆佳，而世獨傳其美人。此集之行，抑亦周昉美人類也。殷生行年如予，必當去三鬧而杖孤藤，模寫山容水態，從予於碧水青山之間。日可俟矣，予淬眼望之矣。酸腐居士袁中道書。"
    },
    {
        "title": "苦海序",
        "content": "人心如火，世緣如薪。可愛可樂之境當前，如火遇燥薪，更益之油矣。若去其脂油，灑以清涼之水，火亦漸息。吾嘗見人閱除書，則進取之念愈熾；睹廣柳，則謀生之意少灰。乃知心隨境變，可用吾斡旋之法。是以修行之人，常處逝多林中，借其無常之水，以消馳逐奔騰之火，此亦調心第一訣也。袁崧好唱輓歌，蓋亦有意。彼慧人也，姑借之以耗壯心，而世目之為癖，則過矣。予往馳求多端，妄念不息，取古今詩篇閔生傷逝之語，都為一集，命曰《苦海》。當如炎如爍之時，而一歌之。念歲日之無幾，感繁華之不永，霹靂火化為清冷雲矣。每有斯病，用斯方輒愈。更須廣其傳，以救眾生之熱惱，實檀度中事也，故存之。己酉秋日，鳧史袁中道書於舟中。"
    },
    {
        "title": "龍湖遺墨小序",
        "content": "昔蘇子瞻為人，性無忮害，樂道人善，宜無軋於世矣。而當時惡之者，直若甘心焉而無罪。其後萍飄嶺海，僅得生還。訊所以致禍之故，多不可解，豈亦命數適與之會歟？龍湖先生，今之子瞻也，才與趣不及子瞻，而識力膽力，不啻過之。其性無忮害處，大約與子瞻等，而得禍亦依稀相似。或云二公舌端筆端，真有以觸世之大忌者。然歟，否歟？然子瞻生平所著作，自宿州符下之後，半入蛟宮。其臨池揮灑之餘，為人藏於復壁者，猶不能保。直至宣和之世，上章道士指為奎宿，然後始弛蘇文之禁。當龍湖被逮後，稍稍禁錮其書，不數年盛傳於世，若揭日月而行。則本朝之寬大，與士大夫之淳厚，其過宋朝也遠矣。諸刻之餘，其隨意遊戲楮墨間，往往秘藏於小友之篋，若夏道甫所貯種種，尚未經人耳目者，真可寶也。道甫客西陵，與龍湖來往最久。此老以嗔為佛事，少不受其訶斥者；而待道甫溫然，惟恐傷之，則道甫為人可知。蓋龍性雖不可馴，而見人一長，即抽揚不容自已。如予之粗疏，尚憐而以國士遇之，況道甫乎！昔子瞻集行，而巢元修、王子立、子敏、潘邠老輩，皆得托以有聞於後世。如道甫能自致不朽者無論，若予之名姓，且將附此老諸刻以傳，則予亦不可謂不幸也。因喜而為之引。"
    },
    {
        "title": "福井先生集序",
        "content": "蓋予少時，誦福井先生詩，而知其為才人也。已得先生《疑庵》諸集讀之，而後知先生為學問中人也。先生少具穎異之才，下筆數千言立就。安世默識，世叔強記，殆無以過焉。顧其所為歌詩，不唐不宋，直攄其意之所欲言，蓋無心於雕龍繡虎之名，而獨一其志於學。乃先生之學，不浸淫於二氏，而一稟緇林為繩尺。又親見當時之聚徒講學者，徒鸚鵡其舌，質之生平，如鏤冰畫空，都非真實。故一一具諸履踐，以其身為圭璋。乃世或曰先生晚達，蓋功名富貴中人也；或曰篤行君子也。皆非也。當江陵相公盛時，先生與為布衣交，溫蠖其跡，而潔白其心。以先生為介也耶，則每計偕往來平津邸中為上客，卒未常畏其薰尞，急逃之以為高。以先生為通也耶，則其指日回天之勢，稍昵就之，功名可唾取。而先生白首乃得一第，浮沉郎署間，竟未常獵取一班一級以沒。彼時與槐柳齊列者，見馮子都、王子方輩，作刺刺可憐色，而不足以當先生之一盼。春佗腐鼠，豈堪點其胸次。蓋鷗機雖忘，龍性難馴，不可得而親疏榮辱，先生於道也幾矣！昔子瞻有言：「人生如國手棋，末後略贏數子，便是勝局。」先生少時，侘傺不遇，人或有賈島孟郊之歎，而晚年不隳用世之志，竟取青紫。馬文淵所云「窮且益堅，老當益壯」者，非先生烏足當之。先生著作甚富，其涉於風雲月露者盡汰之，獨存數種，而以《疑庵》名其篇。夫疑者，悟之因也。昔楊慈湖於學大悟一十八遍，小悟不計其數，蓋屢疑而屢悟也。故儒門之學，慈湖最為光明。先生以疑自居，非苦心於學者，烏足知之，則先生於道已深矣。先生之孫世臣，從遊中郎先兄之門最久，極得其沾衣霧露之潤，是不愧先生之箕裘者。手持是集示予，予略述其梗概歸之。若先生行事之跡，具中郎邑乘中，已有虎頭傳其神矣，茲不復贅云。"
    },
    {
        "title": "劉性之孝廉詩序",
        "content": "予每至沙頭別館修業，則常與性之偕。予性在動靜間。一月內，常以其半沉思苦誦，抄書校書；以其半飲酒看花，調馬泛舟。性之伺予動則去，伺予靜則來。性之蓋生而靜者也。性之築室水畔，日以讀書構文為事。凡此中舉孝廉者，多逐逐居間以自潤。性之獨絕足不詣公門，天性孝友，且以其身為圭璋。故江陵稱文行兼至者，必首性之。一日，過我園中，為予大書「讀書萬卷，種竹千株」八字，弈弈飛動，大有米南宮筆意。予向知其能文，不知其妙於書也。又一日，出一箑，寫己《詠懷詩》數首，步趨唐人，清冷淒惋有致。予向知其能書，不知其嫻於詩也。予偶過其書室，見架上緗帙爛然，其案頭子史等書，皆逐字丹鉛，訓釋精核。予向以為性之直涉獵以資筆鋒耳，又不知其沉酣古史，博洽大雅之若斯也。天下士豈易知哉！無論性之之才之學，深植厚儲，纖毫無所發抒於世，即其清修雅飭，恂恂然如處子戒衲，而年僅四十，竟以無兒，此尤天道之不可知者也。初，性之眇右目，已左目復病。予見而調之曰：「君非饒於目者，慎之！」久之，萬方醫治，竟不痊。夫文士進取，全賴此阿堵，即不得志於時，猶借覽矚古今以娛餘年，乃壯歲即坐長夜中，谘歎愁苦，殷憂憤鬱，竟至發病而隕，悲夫！性之既下世，其友劉孝廉元之輯其遺詩示予。詩雖不多，然文不佻，質不俚，亦可以傳矣。予故淒然為題此數語於首。性之名安仁，世居江陵沙市，萬曆庚子科舉人。"
    },
    {
        "title": "陳無異寄生篇序",
        "content": "六一居士云：「風霜冰雪，刻露清秀。」以山色言之，四時之變化亦多矣，而惟經風霜冰雪之餘，則別有一種勝韻，澹澹漠漠，超於豔冶穠麗之外。春之盎盎，百花獻巧爭妍者，不可勝數，而梅花獨於風霜冰雪之中，以標格韻致，為萬卉冠。故人徒知萬物華於溫燠之餘，而不知長養於寒沍之時者，為尤奇也。由此觀之，士生而處豐厚，安居飽食，毫不沾風霜冰雪之氣，即有所成，去凡品不遠。惟夫計窮慮迫困衡之極，有志者往往淬勵磨煉，琢為美器。何者？心機震撼之後，靈機逼極而通，而知慧生焉。即經世出世之學問，皆由此出，而況舉業文字乎？吾友無異，少遭困阨，客寄四方，益自振。下帷發憤，窮極苦心，發為文章，清勝之氣，迥出埃盍。若葉落見山，古梅著蕊，一遇慧眼而兼收之，固其宜也。然予每會無異於長孺座上，嘿嘿而親之，私自念此非經風霜冰雪之餘，有以消磨其習氣而然歟？古人有言：「能推食與人者，嘗饑者也；賜之車馬而辭焉者，不畏徒步者也。」若畏饑而憚步，則天下事其吝為之，怯為之，不亦多乎！無異嘗天下之難者也，必無難天下事矣。予以此券無異焉。"
    },
    {
        "title": "鄖水素言序",
        "content": "予友周季清諱廷旦者，江右名士，與予遊於太學，最相知賞，後同舉。季清氣宇，淹雅衝夷，文采豔發，予甚遜之，乃季清則極口稱：「吾有同門友劉大弢者，道人之氣，文人之藻，予不及也。」予問：「所謂門者，何門也？」曰：「塘南王先生也。」予乃謂：「陽明之學，傳之淮南而後，近惟塘南先生悟圓而行方，實為嫡派，予私淑之久矣。君與大弢同出其門，則臭味我三人同矣。」然以大弢不即見為憾。屬大弢司校予邑，予從漁陽歸，乃獲晤大弢，且讀其文，信矣吾友所云道人之氣，文人之藻者不誣也。叩其學，皆於此道已深入焉。予乃竊歎曰：譾譾如予者，不是論矣。季清大弢深入名理，而旁溢為經生之技，其緒餘耳。乃皆彳亍公車，而不即酬，真可歎也！一第糞土也，然亦有不可解者。時一學子從旁言曰：「公不見燕賈堅射牛事乎？少時能令不中，今老大矣，正可中之。然則諸公之不即遇，乃賈堅少年之射，能令不中時也。今射較劣於少時，正可中也。諸公之時皆至矣。」予笑曰：有是哉！少時才氣太盛，而過其的，容有之。予近與季清文益斂，大弢之文豐約中度，濃纖適宜，詘法伸才之病盡矣，一第何疑！今大弢復往鄖水習業，業日益工。又攜予社友伯學諱習魯者以往。伯學才氣，季清之流也，是行也必相與了經生事，而畢力於王先生之學，無俟券矣。"
    },
    {
        "title": "王天根文序",
        "content": "天根與予兄弟，最相知愛，而其好先兄中郎詩文也獨甚，逐字丹鉛，以自賞適。去年試省城，有二三詞客譏訶中郎詩，以為不肖唐者。天根默不應，乃取中郎詩之最肖唐者，別抄為一冊，及書之箑間，以示諸詞客曰：「此類何代人詩？」諸詞客曰：「上者盛唐，次亦不失中晚。」於是天根大笑曰：「此即袁中郎詩，諸公以為全不肖唐者也。公等草草一覽，見有一二險易語，遂以為中郎病，而其實肖唐人之神骨者最多，遍讀而深入之自見。」諸詞客乃始稍稍服。予家居，有傳此事於篔簹谷者，予躍然曰：「世固不乏侯芭矣！」然天根又豈直好之哉，固身有之也。天根喜讀書，下筆為詩賦，及小言短章，天趣皆奕奕毫楮。所謂文人之藻，韻士之趣備矣，宜其嗜中郎深也。昔黃魯直云：「老夫之書，本無法也。但觀世間萬緣，如蚊蚋聚散，未常一事橫於胸中，故不擇筆墨，遇紙則書，紙盡則已，亦不計工拙，與人之品藻譏彈。譬如木人，舞中節拍，人歎其工，舞罷又蕭然矣。」此語極有會。眼前有與言此者，非天根而誰？天根時義，火候已到，如行舟者，百物俱備，支篙以待，風至即飄然矣。舟中信筆書此，揮灑略有意，亦徇知之合也。"
    },
    {
        "title": "袁長房文序",
        "content": "予生平以朋友為命，而尤以兄弟中之朋友為命。自兄弟中之朋友往，而予幾不欲留人間矣，塊處柴紫山中。偶無跡師自匡山來，袖一函示予。發之，則蘄州袁長房寄予書也，中多譚經世出世之事，娓娓數千言。予大奇之。今年予入都門，長房復來訪予，與予言，意致大相合，甚破予岑寂之懷。蓋予先世，自江右徙蘄黃間。今蘄之近郭，猶有先人釜鬛存焉。溯其本源，長房猶雁行也。意者，天憫予老而寂寥，復賚以兄弟中友朋之樂乎？自是數與往還，得盡讀其詩文，蓋望而知其為慧業文人也。已復出其舉子業見示。予謂此小技耳，出其緒餘，得時可以駕矣，胡為穿心出腸，怒鬼嗔人，一至此乎！天之生才實難，而吾輩日披剝其華萼，發露其情態，窮極其工巧，暴殄天物不可，而況暴殄天之才乎？以長房之才，天下事何不可為。願沉蓄之，專凝之，靜俟之而已，此外別有事在。長房饒家學，予不復言之矣。"
    },
    {
        "title": "馬遠之碧雲篇序",
        "content": "不肖少時沉酣於舉子業，不自寶惜意根，持鋒穎以與造物戰，而不勝，始逃之山水間。蓋六七年以來，不親筆硯，亦不知此道當作何語矣。今年入都，逐隊操觚，覺斷綆枯井，殊無微瀾。惟得冶城舊社友馬遠之文，讀之靈潮汩汩自生，始知天地之名理，與人心之靈慧，搜而愈出，取之不既。蓋遠之為人，有逸韻，饒俠骨，急友朋，愛煙嵐，故隨筆出之，自仙仙然有異致。所謂一一從肺腑流出，蓋天蓋地者也。夫畫家重逸品，如郭忠恕之天外澹澹數峰是也。世眼不知，乃重許道寧輩金碧山水，不亦謬乎！吾觀遠之之文，鹽味膠青，若有若無，比之忠恕之畫，氣類自同。今欲取合世眼，降格作道寧輩濃膩之筆，吾固知遠之不為，亦不願遠之為之也。遠之行矣，試以此語商之同調者。"
    },
    {
        "title": "成元嶽文序",
        "content": "時義雖云小技，要亦有抒自性靈，不由聞見者。古人云：「一一從自己胸臆中流出，自然蓋天蓋地。」真得文字三昧。蓋剪彩作花，與出水芙蓉，一見即知，不待摸索也。讀元嶽兄諸製，無論為奇為平，皆出自胸臆，決不剿襲世人一語。一題中每每自辟天地而造乾坤。予於此道，亦號深入，而不能不心折於元嶽，則惟其真耳。予一晤元嶽，見其長身偉幹，須髯如戟，聲如洪鍾。與之語，輸瀉胸懷，毫無城府，已知為天地間奇偉男子，將來事業必能獨抒精光，不寄人頷下者，予以其文卜之。夫有真文章，自有真人品，真事功。海控八河，必無異味，予以券元嶽矣。"
    },
    {
        "title": "瞿起田製義小序",
        "content": "瞿文懿公與先兄伯修先生，俱舉南宮第一人。後文懿公之仲子星卿先生，及伯修仲弟中郎先生，皆深入舉業，文字窮其工巧，而科名不能嗣也。不肖繼中郎起，於此道稍有所窺，天下皆期其能為伯修；而星卿令子起田，甫弱冠，文名震天下，世又以為必繼文懿之武。及丙辰，予與起田皆見收，而等不能嗣往跡也。嗟乎！予屢蹶於場屋，復遭家難，無心進取，逃之堆藍、蓋紫間，日以聽水看雲為樂。不得已有所結撰，直如郭忠恕繪事，聊作天外遠山，澹澹數峰而已，宜其不能嗣伯修也。若起田年方二十餘，全盛之氣，注射語言，精悍犀利，穿心出腸，而亦不能繼文懿，豈亦命耶！毋亦如賈堅之射牛，力贏而過其的耶？或又如曹家繡虎，才太高，詞太華，而反不能及父兄耶？今起田諸作在，可按睹也。記往時此地有蒲桃社，伯修、中郎諸人，與起田伯父洞觀先生，相與有所討探。予亦得與聞焉，而恨未能究竟之也。今幸與起田共了經生事矣，伺塵冗少暇，當與細商之。起田饒家學，其必有以益予也夫。"
    },
    {
        "title": "申維烈時藝序",
        "content": "今歲，予與維烈同舉，且同門也。初意維烈不過能雕章繪句，如近所稱文士者耳；及讀其奏牘並製舉藝，具一種絕世之資，而工力足以副之。出之有源，布之成彩，人見得之甚捷，而不知其焠掌銳床，冥搜玄想，其苦亦有未易言者，始知其為積學士也。迨久與之處，見其溫然噓人以元氣，而凜然置身於律度，淡而不華，靜而不窕，其殆得萬石君數馬門風者歟？如河東柳氏諸賢出於積習名教之餘者歟？予甚心折焉。追思予如維烈之年，正擊劍燕市，走馬塞上時也。騁其一往之氣，莫知檢押。直經幾番動忍之後，始不敢易言天下事。而維烈年甚少，而見甚老；才甚華，而行甚實。則予之不及維烈，豈獨文字之技乎？氣識大不如也。記日者與維烈聚談，一客忽謂予曰：「無生之學何好，而君家兄弟酷嗜之？」予曰：「霹靂火中，安可一刻無此清冷雲也。」維烈頷之，若有會者，曰：「予將歸而從事焉。」先儒有言：「舉業是人生一厄，過了此關，正好理會性命。」夫儒釋之戰鳧乙也久矣，今維烈既了帖括緣，且不即試為吏，歸而宴坐青山碧水之中，沉思而靜研之，其果同耶異耶？出世之與用世，果有二耶？三年而後，以訊維烈，其必有以開予也夫。維烈且歸，出所刻時藝，欲予弁數語於首，予遂書此以券。"
    },
    {
        "title": "李仲達文序",
        "content": "陶祭酒石簣每論予文云：「時文之妙，全在曲折轉換之間。子才雖大，學雖博，而去之轉遠。」予心佩其言，輒極力求合，而轉不肖也。今觀仲達之文，一幅之內，煙波萬狀，如書家小字得大字法，如畫家咫尺之間具千里萬里之勢。禪門亦云：「於一毫端，現寶王刹；坐微塵裏，轉大法輪。」皆小中現大意也。仲達真慧業文人，妙得此理三昧，而偶示一斑於此技者耶？回視予文，不免露粗豪抗浪本色，其不如仲達遠矣。昔人謂銅將軍鐵綽板歌蘇長公「大江東去」，不如十四五妖韶女子唱柳耆卿「楊柳岸曉風殘月」，雖與此道迥別，然亦極有會，覽者當自得之。"
    },
    {
        "title": "淡成集序",
        "content": "天下之文，莫妙於言有盡而意無窮，其次則能言其意之所欲言。《左傳》《檀弓》《史記》之文，一唱三歎，言外之旨藹如也。班孟堅輩，其披露亦漸甚矣。蘇長公之才，實勝韓柳，而不及韓柳者，發泄太盡故也。詩亦然。《三百篇》及蘇李《河梁》《古詩十九首》，何其沉鬱也。陳思王、謝康樂輩出，而英華始漸泄矣。杜工部、李青蓮之才，實勝王維、李頎，而不及王維、李頎者，亦以發泄太盡故也。舉業文字，在成弘間，猶有含蓄有蘊藉。至於今，而才子慧人，蜚英吐華，窮其變化，其去言有餘而意不盡者遠矣。雖然，由含裹而披敷，時也，勢也。惟能言其意之所欲言，斯亦足貴已。楚人之文，發揮有餘，蘊藉不足。然直攄胸臆處，奇奇怪怪，幾與瀟湘九派同其吞吐。大丈夫意所欲言，尚患口門狹，手腕遲，而不能盡抒其胸中之奇，安能囁囁嚅嚅，如三日新婦為也。不為中行，則為狂狷。效顰學步，是為鄉願耳。李宗文氏，楚之名士也，采楚名士之文，裒為一集。予得而閱之，大都能言其意之所欲言，皆楚人本色也。近日楚人之詩，不字字效盛唐；楚人之文，不言言法秦漢，而頗能言其意之所欲言。以為揀擇太過，迫脅情景，而使之不得舒真，不如倒囷傾囊之為快也。本無言外之意，而又不能達意中之言，又何貴於言。楚人之文，不能為文中之中行，而亦必不為文中之鄉願，以真人而為真文。觀於宗文氏之所集，可以知楚風矣。"
    },
    {
        "title": "翁承美文序",
        "content": "予己酉遊秣陵，結冶城大社，皆海內名士，承美與焉。是時予氣尚銳，筆尚銛，視一第直唾取耳。乃明年，復落春官。自此後，頻遭患難，遂棄而入山，以看雲聽水為工課。間一為時義，忽忽如夢中語。逐隊入棘，直遊戲耳。反見收於當事，此殊不可解。承美氣之銳，筆之銛，百倍於予。頻年得賢書，則先覓承美名，竟不可得，心尤惑之。邇者予南歸，偶晤於朝歌，以酒酒予，出近日行卷見示。骨愈健，才愈藻，穿心出脅，視昔有加焉。承美酒間慷慨悲歌，欲舍此毛錐，持弓矢立功塞上。予悲之壯之，而決承美之必遇合也。"
    },
    {
        "title": "送茂實李子貳開州序（途中作寄）",
        "content": "江陵李子茂實以閩藩有事都門，遷開州貳，過予曰：「予歸矣。三湖湖雪粘天，實宗少文臥遊之所。予家其中，煙波入夢已久，豈能常僕僕鞅掌下吏？予歸矣。」袁子曰：「茂實，昔閩中稅榼之變，榼患苦閩民，民雀起火之。榼急帥其黨數百人，皆甲彎弓，持刀劍走出。民各鳥獸散，急趨開府牙，撞其門，入室持開府項領，劫至一別署要約。藩使者聞變往，為民所擁，車枳不得入，乃命茂實入傳言榼。時刀刃如雪耀兩階，以袖披其刃，血涔涔下。至榼前，傳藩使語甚切。榼意稍解。復從刀劍林走出，是日茂實幾殆。予往聞此頗壯茂實有男子氣，猶能為國家任事。乃今忽作山中之語，殊失望。藩理為州貳，誠不足酬勞意。當事者或未悉閩中事，朝廷不負人，茂實急去！昔人有薄其州者，一人獨賀曰：『天下海棠無香，惟此處海棠有香，實佳處也。』語雖謔，而有致。吾聞牡丹之盛，舊稱洛陽，今惟開州與亳州最盛，奇幻百出。茂實以向者幾死之身，今來吏隱其地，春來花事盛開，一笑為歡，豈不快哉！毋遽話及宗少文臥遊事也。」茂實睨予而笑曰：「諾。」遂行。"
    },
    {
        "title": "偶遊圖小序",
        "content": "天下無無偶者，即遊覽亦然。有尚子平，則台孝威為之偶；有王右軍，則許玄度為之偶。當山水會心之處，有互相忻賞者，其懷更暢勝於默然而無可舉似者十倍。顧覓侶政自難。忙不與吾之閑相契，則不可侶；閑不與吾之閑相值，則亦不能侶。不得已而攜筇孤往，亦寂寞甚矣。吾友稚呂有勝韻，躡屐必窮幽遐。偶至新安，攜兩才人徘徊於黃山、白嶽之間。夫求之友朋中不可得，而今得之粉黛，即閨閣中便有孝威、玄度其人者，與之為雲霞之侶，此真有異福，是可歌也，可繪也。人生幾何，若嘗得此，又何羨蔡中郎所畫《赤泉侯將相圖》耶？"
    },
    {
        "title": "劉玄度雲在堂集序",
        "content": "此吾友宜都劉孝廉玄度詩也。玄度名芳節，別號恒沙，少工舉子業，試輒高等。萬曆丁酉，舉楚鄉試第二人，屢困公車。癸丑試文已收，以答掄相策內極口張江陵相業，而譏諷今之執政，多危語，遂置之乙榜中。歸益發憤讀書。乙卯秋，至沙市，感微病而卒，得年僅五十。凡數娶無子，後娶雷太史何思妹，亦竟無子。玄度少即穎異，八行七步，不足喻其敏速。自舉業外，詩賦古文詞，下筆立成。以筆代舌，旁及西方之書，仙玄之秘，天文地理，五行占卜，星相反角，無不曉了。不喜與俗人譚，遇可語者，瓶瀉波流，窮日夜無復語。時與石首曾長況、夷陵雷何思，皆鼎峙稱楚才。兩人起家為史官，而玄度頻年铩羽，竟未脫青衫以沒。嗟乎！玄度年五十爾，無論經世學術，抑塞未酬；即修詞一途，浸浸乎其未有涯也。而遽止此，豈非命哉！初，玄度與予最相洽，每會輒極言肺腑，凡妻子所不得聞者，予兩人皆可吐露。歲乙卯，邀予同上公車。八月，次沙頭待予同行。已而病，謂逆旅主人曰：「小修何不至？可為我江幹望之。」病亟，猶喃喃，而予不知也。竟不起。予至沙市，逝已二日矣，哭之絕痛。予業已治裝北行，不及送其櫬還。至丙辰，叨一第，乞假歸。十餘日，即走宜都吊之。敝幄暗室，風燈明滅，冷氣逼人。嗣事頗有紛紜，予言之當事，稍有緒。而其友人徐從善，手其遺草數十卷授予。予泣而諾之以梓。時鄉里小兒，頗有謗訕語。從善以質予。予曰：「凡聖賢居鄉，純全無瑕，則鄉人化而忘言。庸眾居鄉，同其波流，則鄉人安而忘言。惟有一種豪士，筆鋒既銛，口角復利，不肯溷俗，俗亦惡之，此其所以不理也。況玄度具非常用世之才，不得發抒於世，而稍用之治生，以賣文修贄之儀，生而息之，即數致千金，可謂異才。特其人也稍巧，而其出也稍嗇。伏川之宅常營，好畤之田頻鬻。欲身名俱泰，而鄙甕牖，其疵不無。而豈於大節有損益哉！」予入都謁選時，篋中凡有三集：一為先兄中郎全集，一為玄度集，一為予集。既改校職，念天下剞劂之工，毋如新安，偶有闕即投牒求之。既至官，私自念曰：中郎集雖有淆訛，已行於世。予集雖未行於世，而時尚可待。酌之，玄度為急。乃朝入校而夕鳩工焉，凡五月而書成。予僭去其繁蕪，存其菁華，共得十四卷。玄度曾取杜陵過鬆滋詩「雲在意俱遲」句，以名其堂，因以自名其集，遂仍之不復改云。大都玄度急於一第，以少酬其志，故一生精神，用之時藝；而以其餘力，旁及詩文。是以輸瀉有餘，淘煉不足；性靈應酬，合並而出。然其雕龍吐鳳之才，吞牛射虎之氣，一段精光，自不可磨滅，豈與效顰學步者等哉！玄度無所不淹貫，而尤長佛理。中年舍一宅為蘭若，行雖不合於俗，而所交皆海內名士，不可指數。至身沒之日，鬥樞張公、上愚朱公、健吾佘公、森墨淩公、昆岑楊公、叔睿傅公，皆為下羊舌之淚，而料理其嗣事。如徐從善者，楚之隱君子也，與玄度為素交數十年。玄度逝，祠之於家，朔望必祭。至收輯遺文，雖隻字不遺，有嗣續者，能如是乎？玄度得士如此，真可以瞑目矣。"
    },
    {
        "title": "宋元詩序",
        "content": "詩莫盛於唐，一出唐人之手，則覽之有色，扣之有聲，而嗅之若有香。相去千餘年之久，常如發硎之刃，新披之萼。後來宋元諸君子，其才情之所獨至，為詞為曲，使唐人降格為之，未必能過。而至於詩，則不能無讓。如常建《破山寺》「竹徑通幽處，禪房花木深」之句，歐公自謂終身擬之不能肖。子瞻乃謂公厭粱肉而嗜螺蛤，非也。文章關乎氣運，如此等語，非謂才不如，學不如，直為氣運所限，不能強同。故夫漢魏之不《三百篇》也，唐之不漢魏也，與宋元之不唐也，豈人力也哉！然執此遂謂宋元無詩焉，則過矣。古人論詩之妙，如水中鹽味，色裏膠青，言有盡而意無窮者，即唐已代不數人，人不數首。彼其抒情繪景，以遠為近，以離為合，妙在含裹，不在披露。其格高，其氣渾，其法嚴。其取材甚儉，其為途甚狹。無論其勢不容不變，為中為晚，即李杜諸公，已不能不旁暢以極其意之所欲言矣，而又何怪乎宋元諸君子歟？宋元承三唐之後，殫工極巧，天地之英華，幾泄盡無餘。為詩者處窮而必變之地，寧各出手眼，各為機局，以達其意所欲言，終不肯雷同剿襲，拾他人殘唾，死前人語下。於是乎情窮而遂無所不寫，景窮而遂無所不收。無所不寫，而至寫不必寫之情；無所不收，而至收不必收之景。甚且為迂為拙，為俚為狷，若倒囷傾囊而出之，無暇揀擇焉者。總之，取裁肣臆，受法性靈，意動而鳴，意止而寂。即不得與唐爭盛，而其精采不可磨滅之處，自當與唐並存於天地之間。此宋元詩所以刻也。吾觀宋元諸君子，其卓然者，才既高，趣又深，於書無所不讀。故命意鑄詞，其發脈也甚遠，即古今異調，而不失為可傳。後來學者，才短腸俗，束書不觀，拾取唐人風雲月露皮膚之語，即目無宋元諸人，是可笑也。蓋近代修詞之家，有創謂不宜讀宋元人書者。夫讀書者，博采之而精收之，五六百年間，才人慧士，各有獨至。取其菁華，皆可發人神智；而概從一筆抹殺，不亦冤甚矣哉！自有此說，遂為固陋慵懶者托逃之藪。書既不必讀，斯亦不必存，然則宋元諸集，可遂聽其散佚澌滅，而不復問也耶？當宋初有九僧之詩，其佳語置之唐集中不可辨，自中宋時，已不復存。陸放翁稱潘邠老之詩，以為妙不可及，而潘集今亦無從得睹。黃山谷集，極口江陵高荷工於學杜，而志已逸其名。予往往見宋元書畫題詠之語，極有佳詩，而或有人無集，或有集無其詩。以此知宋元之詩，其不存者極多。今尋什一於千百之中，自當共寶之，密購之，明揭之，使斯文不終淪喪，而乃作不必讀不必存之語何哉？宋元書畫，猶有博古好事之家存之，於今不朽；而詩獨少表章之者，真成闕典。新安潘氏，苦心購求宋元諸集梓之，欲使兩朝文字，與三唐共垂不朽，是數百年來一大快事也，於予心極有合焉。故不辭而僭為之引。"
    },
    {
        "title": "應天武舉鄉試錄序",
        "content": "萬曆戊午冬十月，復有武校之役。江左六郡材官良家子，集於龍山之下。屬直指田公，持斧新至。公念疆埸多事，急需異才，以襄時艱。與備兵使者張公相約，殫精搜羅，功令加毖，躬按其騎射。已策其方略，令理官某等程之。某等隻奉公命，字櫛句比，得其中竅者上之於公。公偕張公竭目力而甲乙之，共得若而人。是役也，防之至嚴，遴之至精。而其竣也，禮之又加重，燕宴優渥，幾與文試等。一時觀聽者，無不踴躍。某濫竽與校，宜有言盟士。竊惟五方風氣異宜，士亦各有長技，可以致用。江左山川秀冶，所苞孕者，概多智慧靈穎之士。以當戎行，則深謀秘計，能以寡擊眾，弱為強。故江左未必能與天下角力，而天下亦不得與江左角智。昔烏林、淝水之戰，皆以江左硯北書生，譚笑指麾，大摧強敵。今醜虜橫行，連破堡邑，以國家全盛之力，環視而莫能御。豈疆埸之臣，尚無深謀秘計，可以制勝歟？此正江左人士用其長技時也。比者觀諸士騎射，與五方或無以異。及閱所陳方略，策成敗勝負之數，有若列眉，肌擘理分，覺其識力圓而心機細，意必有如瑜如安者出，可以伐敵謀而報國恩乎！此某所以踴躍三百，而不寐也。今諸士且進而上之司馬，浸浸向用矣。一當閫寄，取諸懷而抒之，何難制勝。而某猶惴惴焉，操不必然之慮者，人之智慧，若利刀然。瑩之煉之，以俟剸割，故無堅不靡。不自寶惜，用以切泥，泥無所成，刀日益損。然則士虞冥悍無智，既智矣，又虞其開圓融之械，役聰明於紛用，而令智刃日以鈍也。情欲薰其心，利害怵其慮，窺瞰縈其志，名根掣其肘。舉思通鬼神奪造化者，止以規便身世，為逢時應緣之用。龍泉、太阿，化為鉛刀，而久之一割且莫效矣。此某所以為江左人士慮者也。曹劌有言：「肉食者鄙，未能遠謀。」夫豈謂肉食者例無謀哉？天下惟堅忍澹泊之士，靈機以震撼而出，故其謀慮深長。紛紛繁華濃鬱，最能弱英雄之骨，而塞慧人才士之竅。世以拂意開之，以如意塞之者多矣。劌之所鄙，正為此輩耳。乃說者曰：下若無欲，上亦安能使之？故子產難無欲，而思因人之欲以成功。夫因人之欲以成功，此用人之機秘，而非士所以自待也。上可使貪，而士何可以貪受使？上可使詐，而士何可以詐受使？士不能為德驥神駿，使上之人潔其羈絡，隆其芻粒，居之華閑，飲之清泉，以伸其一日千里之用，而乃令其縶之餌之，獲雉飼雀，獲兔飼鼠，姑以收其捍鷙之長。上之待士者不太恕，而下之自待者不太卑乎？士何不從至澹至愨中，裕為經綸；而乃舍康莊，走間道，苟且以收錐刀之效為也？張子房、諸葛武侯，由涵養抒為智略，其脈絡隱隱可尋。後之為將者，不能自制其奢欲，而藉口於元功之郭汾陽。彼居不賞之地，不得已而穢其跡耳，豈誠聲色貨利中人哉？士當始進之日，某不敢以詭遇獲禽之說相質，惟是養其智刃以遠謀，而澹然無欲，以濟時艱，以成光大之業，則此舉信能為國家得人。主司之割榮已多，毋不自愛其長技，而翻為強有力者所姍笑也，則幸矣。"
    },
    {
        "title": "應天武舉鄉試錄後序",
        "content": "蓋天下輕武久矣，校於鄉國，率視為故事。今年孟冬，復當比江左武士，屬御史臺田公初至。公精明練達，事無小大必虔至，武試尤為兢兢。與兵憲張公，心同壹志，躬策其勇力；已試其智略，而命理官某等，入而程之，戒以無濫無苛。某等刑官也，唐虞之時，兵刑合為一，故蠻夷猾夏，谘之士師。今者屬夷不靖，廟堂將用征伐之刑，誠得人以剪除之，即所以明刑，某等之職也，敢不竭其心力，祇承公命。比得其售者上之，公披閱窮日夜，雁齒次第其尤者若而人。事竣，集而享之，藹然待之以禮。公若曰：「天之生才實難。今雕章繪句，侈風雲月露之形者，猶以為才而憐之；況士氣能吞胡，智能控虜者，可輕視歟？且承平日久，武衰已極，人耳不聞鼙鼓之聲，目不見旌旗之形，一有事，兒啼而走耳。方且唾笑武夫，等之沙礫，即武士亦惴惴然若寒雞之在棲。吾故鄭重其事，令人知工武者，其道亦自光榮，以稍發其振作之機，而鼓其怠，以備緩急。蒲葵可以增價，轉移亦自不難。」此公之意也。夫公以璽書代天子巡陪京，亦至崇重矣。草莽之士，一旦進之宇下，叮嚀慰藉，不啻若父兄師保。接之加禮，享之加籩，其一段愛才得士之至誠，中心溢於面貌，即旁觀者無不踴躍鼓舞，而況士親受之者乎？公殷殷若此，豈欲為門牆盛桃李哉，不過欲得幹城之真才，以襄時難耳。良驥剪拂，仰天長鳴；匹夫媵母，致命一餐，況於壯士！則士亦安得晏然已也？夫天下無事，蘭錡虛設，叱撥不御。為武臣者，方適志於狗馬聲色之娛，揀腴而食，借光而衣，為園梓澤，買田好畤，獵取大帥，慶流苗裔，何其樂也！天下多事，強寇闌入。為武臣者，或攻或守，擐甲枕戈，梳風沐雨，勁敵在前，爰書在後，榮則九天，辱則九地，又何瘁也！樂之時，才與不才為一；瘁之時，才與不才為二。才與不才為一，此庸人所以高枕，壯夫所以扼腕也；才與不才為二，此庸夫所以喪膽，壯夫所以揚眉也。何者？天下庸庸之福，志士所不享，意亦欲有所建豎於世，使功勒景鍾，名著《春秋》耳，豈其戀棧豆而貪芻草以老？假使抱不世之略，而約結不伸，長處塵足之間，止備溲渤之用，日月幾何，頭顱忽已不待，此古人所為聞雞聲而起舞，見髀肉而淚下也。故才與不才為二之時，乃可以見其才，人之所深喜也。蓋天下不朽之業有三，德不擇隱顯而立，言不擇常變而立。惟曰功曰武功，則非乘時不可。故曰時者，事之輿也。安危治亂，有若循環。成康之際，猶必四征不庭，況在後世！夫敵國外患，天之所以鍛煉人主也。然有一變之來，則必借智勇之士襄之，於是乎武臣積輕之勢，有時變而為重。天下之事勢，不得不重武臣，而武臣又不得不自重。彼其不可重者，終必處其輕；而其可重者，後乃不失其重。故處重武之時，武臣自操其可重之權，以受天下重，為長城，為鼎呂，天下始欲輕之而不可。然則武臣未受重之榮，先已處重之任，天下且責以重之實。一或不可重，身家不問，當如國何？夫豈惟不重而已，時可乘也，亦大可畏也。火之所不能焚者，天智之玉；石之所不能靡者，湛盧之劍。驗雞必羊溝，驗馬必蟻封，士其勉之！邇者，建業東南之間，白氣亙天，若虹匝月。占者曰：「此蚩尤旗也，王者有大征伐則見。」考之漢武建元初年，蚩尤旗見，後遂大征強虜，以報平城謾書之仇。衛霍諸將雀起，破天山，赭蒲類，殺虜首級百萬。雖漢士馬亦多物故，而漠北無王庭。傳至昭宣之間，邊徼晏然，竟為屬國。然則蚩尤旗出，雖中國兵戈之象，實胡運衰微之兆也。意者天啟我皇上，張皇六師，以誅此妖蟆之虜歟？夫漢武之失，在改文景之恭儉，而不在雄才大略。跡其天怒所震，不難傾天下之財以養兵，不難羅天下之士以任將，而又不惜通侯富貴之賞，以鼓舞天下，故可以成功。今虜衰之象復見矣，皇上之機亦將動矣，必且發帑金養士，起廢棄謀國，懸高爵厚秩，待諸功臣。士於此但患不能為衛霍等，何慮功名？且天象示於江左，意此中必有智勇兼長，能受皇上驅使者也。士其勉之！乘時有為，自為可重，以建勳業而報國恩，即所以報田公也。愚言止此矣。"
    },
    {
        "title": "贈同寅汪練泉司校武陵序",
        "content": "萬曆戊午春，予以司郡校至新安，一時僚友多賢者，予竊喜共事有人，而尤與汪君練泉善。汪君皖人，以高才博學名其鄉，久之詘於場屋，乃以明經分校新安。其人清修雅飭，圭璋其行，不可澄擾，同黃叔度；與人交，若飲醇酒，同周公瑾；而娓娓玉屑，又同坐上之車武子。予一見訂為素交。甫二月，而有武陵司校之遷，一交臂而失之，予竊憾焉。然予實於練泉私有忭也。夫士君子筮仕，原不擇地。顧薄宦者，其地稍善，乃可安其身家，以辦職業。趨苦舍樂，情也乎哉？新安山水最勝，黃山三十六峰，仰插雲霄，傳為軒轅羽化之地；而武陵亦為軒轅鑄鼎處，故至今稱為鼎州。總之為仙靈窟宅，則練泉於煙雲之區，亦大有緣矣。然新安豪盛甲於天下，凡吏此者，皆有集菀之名，而其實不然。在司校者尤甚，其寥落蕭弊之象，有蠻煙瘴雨之鄉所必無者。炊桂饌玉以為居諸，上漏下濕以為館舍。士子甫入黌序，大半不至校，為師者毫無徐遵明影質之意。第職在造士，欲稍稍有所訓誨，即索一識麵不得。其門隸皆為鬼為蜮，把持學政，視堂屬如小兒；於諸弟子私啖之而公蔽之，格不相見，以行其奸。凡校師筍輿在道，雖負薪者亦與之抗，稍不讓，惡言隨至。所謂富人子，輦金居間，重幣征文，皆入四方貴人寄公之囊；而分訓之庭，即歲時未有以一箑一螺相問遺者。予初至，同寅數人，間有饑寒之色，甚至涕泗欲解組去。新安以菀名，而司校者乃如此。若武陵，予所舊遊，其情境即不善，亦何至如新安者，此予所以於練泉私有忭也。微獨此也，今天下人文日盛，而學校之法則日衰。祖宗造士之典已廢，司校者皆如南箕北斗，虛而無用。韻士處此，於逐隊拜跪之外，惟有看山聽泉，稍可以自娛。昔朱紫陽先生，每遇佳山水，即迂道數十里必至。常攜銀蠻容鬥許，登覽則沾醉以助遊興。遭其所居位，皆諫諍牧守之地，故汲汲風議經畫不少暇，使其居非仕非隱。若予輩，則青鞋布襪，無日離煙雲矣。夫新安與鼎州，皆有佳山可遊。第新安之山，以陸不以水，裹糧甚難，躡屐甚艱，住足無郵。無論六六之峰，不可遍至，即往天都、朱砂一寓目焉，亦自不易。故宦此者，多望岫息心。若武陵、桃源之山，皆在水上，影落清溪；如排當彝鼎，呈奇獻巧。遊者但買一鸕鶿舟，後載薪米，前載書畫，溯武水之源，飲崔婆之井，望綠蘿，過白馬，訪桃花之津，玩瞿童之鼎，躡水心而攀怡望，皆可於舟中坐收之矣。即未必如黃山之奇崛，而以便於遊與不便於遊者較之，則寧舍彼取此。此予所以尤為練泉忭也。今練泉行矣，有此勝地，復便於遊，其趣寧減紫陽。況士之居世，如帷燈匣劍，其光芒自不可遏。以練泉之品與其才，當事者必自知之。一旦置諸民社倥傯之地，欲求一日登臨之樂，豈可得哉！予武陵友人楊修齡先生，及其令子文弱先生，皆韻士也，方家食，往晤時幸以此語質之。"
    },
    {
        "title": "郡伯劉公守新安三載報最序",
        "content": "經世之道，方圓已耳。方以持世也，圓以調世也。方之內自具圓，而圓實不離方。如人之形體，有常伸者以為幹，而曲折宛轉，惟其所使。古之大臣，其行己治人，雖方圓互用，而居平左繩右墨，未常肯少毀其方而趨圓。惟世道安危治亂之機，有其藏不得不密，而其用不得不宛者，始未免匿其方而用圓，以圖其成。夫至於匿方而用圓，則亦非君子之得已也。蓋天下之紀綱法度，以方守之則可振，而以圓通之則易壞。末世之人心風俗，以方堤之猶可挽，而以圓導之則益潰。孔子不觚之歎，正為當時之執政日舍方而趨於圓也。良以其所為圓者，不以融客氣，而以消正氣；不以通物情，而以徇私情。故居身為隨為同，荏若無骨；而幸而用世，且不啻若蠖隨食化，鳧逐波遷，其害可勝道哉！汝南劉公，中州之正人君子也。其心平，其氣和，其度謙衝。其質所儲，而學所充，何嘗不方為體，圓為用。而予密窺其治新安也，則若齗齗乎持之以方，何者？自昔公旦謹毖，君陳和中，與時變化，豈容株守。如今日之新安，則宜以方治者也。新安民封利而尚氣：利所在不難取利，氣所在又不難舍利。凡其使鬼役神，陰陽幻變，可以撓吾權者百出。而吾復開一線圓融之路，吾意在必行，而彼且巧中巧托，以撓吾行；吾意在必止，而彼且巧中巧托，以撓吾止。於是乎有善不得賞，而為善者怠；有惡不得罰，而為惡者橫。私意日熾，公道日廢，其何治之與有？公妙得治道之肯綮，與風俗積痼之處，而一切救之以方。公以方見於治者，如日月映射，巨細必入。而其大者，即如饋遺之禮，宜俗情所不廢也，公至而幣物絕陳；燕享之禮，宜俗情所不廢也，公至而觴豆罷御。讞決有居間之書，考校有汲引之牘，宜俗情所不廢也，公至而門庭草生，私函如掃。諸如此類，斤斤乎真如處女之守閨儀，而戒衲之寶德瓶者，何也？意誠無樂昵就乎圓，以毀吾方也。夫安知享我者，不乘吾圓，以啗我方，持之而貞操，不柔於染指矣。夫安知洽我者，不乘吾圓，以取我方，持之而直節，不靡於進熟矣。夫讞之衡本平，校之鑒本明，而毋如乘吾圓者之能欹我眩我。方持之，而曲直之衡不移，良湲之鏡不翳矣。以至意所欲興，圓者或受掣焉，而方則必興；意所欲革，圓者或受臾焉，而方則必革。譬如三峽之水，奔雷卷雪以至，而以危峰峭壁捍之，自受束而無旁溢。故自公蒞政以後，人始知天下有必不可廢之公道，有必不可遂之私情。宇宙間自有不愛一錢之清吏，不畏強御之男子。以至於今，月要歲計，聿成一段光明正大之業。利必舉，害必除，豪強盡鋤，冤抑盡雪，寒素盡收，權不旁貸，澤不下壅，清靜寧謐，一郡大治。此孰非公不毀方為圓之所貽也，其造福豈有涯哉！且新安非紫陽先生生身地耶？公少讀紫陽之書，今復治紫陽父母之邦，故直以紫陽之學治之。夫紫陽固一生用方者也，當始進時，即極言虛名之士不可用。知台州，即劾奏時相王涯所親信之人。入見，即抒上所厭聞誠正之說。知漳州，即決言經界可正，而不為豪右寓公所挽。當孝宗朝，陛對者三，上封事者一，而皆痛詆大臣近習不少貸。以至慶元之際，扶掖忠直，而履侘胄之虎尾不顧，又何其方也。夫士君子植身砥世，為士守道，為官守官。治天下，則實心任天下之事；治一郡，則實心愛一郡之民。健骨剛腸，山峙鼎立。其視目前之功名富貴，無異飛蓬隕籜之隨飆風也；其視流俗之榮辱是非，無異蚊虻之聲忽而過其耳也。何至吝春佗，憐腐鼠，而苟且以徇人為哉！不陵不援，正己無求；詭遇獲禽，王良所恥。千古聖賢之脈絡皆然，何但紫陽。若公者，洵能以紫陽之學，治紫陽父母之邦，而真無愧於讀紫陽之書矣。況今日之世道，其趨於圓融也已極。祖宗權於天理人情之中，而垂為典制，歲月寢久，後人狃安計便，反以私為經，而公為緯。圓於徇私者謂之通達，方於奉公者謂之迂拙。故政府六曹之用，舍弛張莫適為主，甚且要路之竿牘如山，幸門之金錢如海，胥吏之狡獪如神，先朝典制，日以夷陵。苟且因循，長此安窮！誠得如公者，以紫陽之學為治，而移其治一郡者，以宰天下，以為波流茅靡之砥柱，而回其毀方瓦合之狂瀾。紀綱法度可振，人心風俗可回，是斡旋世道之一大機局也。中外已知公品望治行，此舉旦暮耳，何快如之。公守新安，三年政成，諸博士不遠千里遣使征言於予。予雅悉公之治狀，其美政不可枚舉，姑取其不毀方而為圓者，特表而出之，以為近日經世者式。"
    },
    {
        "title": "壽吳母陳太碩人七十序",
        "content": "新安吳氏兄弟，賈於楚，皆以質行稱。而長公雲台君，尤修儒者之行，與予及予兄中郎，並吾友侍御蘇雲浦皆相善。自中郎宦都門，恒以營綜家事托之，緣其人有心計，而真實可仗。十餘年間，予值門戶中單，人或言袁氏且衰，獨長公曰：「有小修先生在，袁氏不衰。」所以緩急而曲應之者，不遺心力，與中郎在時無異。予私心感之。予愛舟居，長公數至舟中存予，常云：「值先生方家食，予得侍杖屨湖山。一旦登製科，不入讀中秘，或為理為令於新安，則子民分隔，不復如今日狂笑晤言光景矣。」予曰：「我已訂盟湖山，公忽呈海鷗色何也？」不數年，予果得一第，果不得讀中秘書，會名次應為令；予不樂民社，棄去，乞一校得新安。予作一字與長公曰：「地則如公所期，官則冗散，不妨晤言狂笑光景也。」值予到新安，長公亦從楚中來。予方往秋浦，便道遊白嶽，過長公裏，見其山水清麗，真棲隱勝處。已修登堂拜母之儀，並見其新產佳兒。予摩其頂為字之。長公曰：「向與先生聚首，今宦乃得新安，一奇也；得新安不復拘於文法，得優遊晤言如往時，二奇也；予僻處山中，得旌旄枉顧，且正值予母七十設帨之辰，三奇也。先生能無一言袞之耶？」予曰：「世之孝其親者，知以甘毳稱觴，酒食征逐已矣。乃今乞予言以祝，長公之孝，豈與俗同？予即不文，奚辭！」以予所聞：陳碩人女則婦職母道備矣，諸德具而吉祥來集。今且神明遒健若仙，此能自為壽考百年者，何俟祝哉！抑予家世農，猶吳世賈也。先王父力行隱德，而王母餘姑佐之。王父即世，王母代理家政。歲祲不責子母，盡焚其券。不數年，而先封公生伯修、中郎及予。伯修、中郎皆早貴，向之農者，化而為儒，且奕奕顯貴矣。里中人往往云袁氏之興，多餘姑之隱德致之，非虛語也。王母親見諸孫顯貴，壽近百歲。今太碩人佐養齋公，好行其德，不啻如予王母。昨見長公所生兒子，虎頭犀額，非常兒也。又諸昆所生諸子，皆多穎異，下帷讀書。吳之賈，且化而為儒，如予家之化農為儒，必且相繼鳴躍而起，遠勝寒門兄弟。而太碩人親見諸孫貴顯，壽近百歲，且不啻如予王母，予且拭目俟之矣。予與吳長公兄弟，誼屬通家，故不摭遠事，而即以予家太母事為祝。長公曰：「善哉！是吾母氏之私願也，先生祈望及此，何袞如之！」予遂次其語而張之壁，以畢長公之請。"
    },
    {
        "title": "賀畢封公偕元配孫孺人八秩序",
        "content": "予司校新安，取道東國，晤孟侯畢先生於大明湖上。先生圭璋其行，守官若處女，屬二東災沴，所以補救之法萬端，卒使安堵。已讀其文章，粲花繡虎，法控才而出之，三不朽之事具矣。是行也，予得見岱宗，並見一代偉人，心竊快之。私自念天生全才實難，江出岷，河出昆侖，溯其所出，必自有源，豈偶然哉！蓋至新安，從二三長者遊，而始知先生尊人瑞堂翁之賢也。翁少穎異甚，其學敏於應世叔，專於高文通，故少而業成，名著膠庠。於舉業外，工為聲詩，不作大曆以後人語。初念鄉曲不可以蓋賢豪也，故舍之而遊槐市。已又念帖括不足以役壯夫也，故舍之而就薄宦。不以仕為仕，而以仕隱；不以浮沉為仕，而以利人濟物為仕。謁選得武寧簿，不鄙夷其民而噢咻之，澤同畏壘，愛比桐鄉。會天都、練水，時入夢寐，雖張融不知階級，而李宣不甘吏冗，始有拂衣之志矣。翁既歸，益務清修，以衾影敦密行，以數馬刻鵠門風教子孫。而遠性逸情，風疏雲上。戴顒竹樹，繁密天然；庾詵園亭，山池居半。每暇攜鼓吹一部，嘯歌山水間。峰色川光，掩映杖履；鳥語泉聲，嚀闐絲竹。所至醉墨淋漓。高貴而嘉親寒素，耆舊而樂獎後進。四方遊客才士，至多引入社。一語之佳，激賞不置。凡山水登臨，文酒賞適，如此者數十年如一日，翁蓋盛世之天民也。予所見瑞堂翁之賢如此。蓋居新安又久之，漸習其中外事，而始知瑞堂翁元配孫孺人之賢也。孺人生有異質，及長日誦萬言。迨歸瑞堂翁，事尊章以孝，待諸姒以讓，庀家政以儉，遇諸側室以寬，而撫諸姬子以慈。畢氏世清白，止有書萬卷。孺人與翁，相對翻閱，互征故實；時有唱和，清綺絕倫。蓋婦也而友。瑞堂翁有四方之志，孺人督孟侯先生及諸子以學，章句之外，辨析微義，諸子不負笈而學成。蓋母也而師。故中外稱孺人為綠窗中儒者。采古人嘉言善事，勤而行之。心同皓雪，履若朱繩，居然真儒也。東魯微言，既已沉酣；西方奧旨，間復提唱。華梵互證，權實交參，又居然通儒也。嘗稱大道之要，悟須實悟，證須實證，算沙數寶，無益身心，則又居然真禪也。夫古今閨彥，有文采者相望，然或豐於才，嗇於德；或豐於德，嗇於福。而孺人兼之，此彤管中所罕覯者。予所聞孺人之賢又如此，夫然後悟孟侯先生之所以賢也。夫蓬生麻中，不扶自直，而況於天挺豪傑，庭闈間親近朱藍，沾霧露，而不成其為聖賢者乎？且先生諸雁行昆季，皆有文有行，鳴躍者且相繼起，甚矣畢氏之盛也！會先生以直指晉少京兆，還裏，值孺人壽登八十。明年瑞堂翁亦躋大耋。先生偕諸昆，效舞衣弄雛之歡，閭里皆豔慕之，相率稱觴以祝，而征言於中道。中道曰：予至新安，遊黃山，見三十六峰，皆如碧玉聳峙，刻雲鏤霧。及諸村落間，一一如花源、虯池，意此地為仙靈窟宅無疑。及覓所為容成子、許宣平、何仙媛其人者，而窅然未之有也。比遊城市間，耳目瑞堂翁及孫孺人事，然後知火宅塵勞中，自有真仙。而予求之於草衣木食之流，過矣！夫翁與孺人，其生也有自來。燕脂之芝示兆，龍女之祥入夢，是為仙骨。天上無不識學之仙，翁與孺人，皆博極群書。有所揮灑，語帶煙霞，是為仙才。翁遊行山澤，嘯歌怡性；孺人趺坐一室，焚香靜息，是為仙趣。若夫翁與孺人，積善修德，何可勝書。要以族人托父於夢，竟養其老；孺人事姑，割肉以療，尤其格天地感鬼神者，是為仙行。夫仙家之要，尤以行為主。昔讀范文正公記竇公事，初艱於嗣，而後多賢子貴子；初厄於算，而後至期頤百年。皆自積行中來也。初未嘗譚長生衝舉之術，而云著籍天曹，虛東華真人之位以待，則亦自積行中來也。文正公豈好奇者哉？故予謂翁與孺人之即真仙也，以行必之也。況孟侯先生，望日以隆，旦暮振剔中外，為天子社稷臣。皆以素所聞於翁與孺人者，抒而出之，則翁與孺人之行，又豈一身一家之行已哉！其澤愈遠，其仙品愈超，即驂鸞鶴而出灌頂陽神，猶之小術耳。予何幸躬逢其盛也，謹焚香濡墨，次其見聞，臆語以祝。"
    },
    {
        "title": "西清集序",
        "content": "予以司校新安，取道東國，登岱後二日，直指畢東郊先生以一劄並所著《西清集》示予。予取而讀之，歎曰：「先生之詩若文，與泰山之泉，何以異哉！」泰山之泉，大者雷轟霧逝，細者吐玉霏珠，人見之直以為隱者枕漱之用，而不知其用之大也。夫山之上下與前後之泉，不可勝紀，而以予目所經見，傍仙台之水，出而為汶；白龍池之水，出而為泮；桃花源之水，出而為泮；黃峴之水，出而為梳洗河，而皆會於汶，以濟國家轉漕之用。計神京之命脈，倚辦東南之財賦，而藉於東國一縷之漕河。若非泰山諸泉之水，轉輸流通，國家豈有賴焉？故以無用而為大用者，泰山之泉是也。今觀先生之詩若文，其滂湃激射，幽咽涵澹者，不猶泉之聲也耶？其瀑雪界練，乳碧膏澄者，不猶泉之色也耶？若夫片語隻字，皆屬心精。詮理而抉性命之奧，論事而發治安之秘。其文之有關於世道人心，不與泰山之泉，係神京之命脈者等耶？予友李公夢白云：「東國災沴，予苦負擔，若非畢公同心竭力，豈克有濟。每見其具疏之時，神明惻怛，可貫金石，信乎其為仁人也。」李公之言如此。蓋先生仁心為質，而機用足以副之，自是公孫僑、羊叔子、杜元凱一流人。至於文章一道，天特賦以敏捷之才，若繡虎七步，倚馬萬言。故率然揮灑，口能如心，筆能如口，隨其大言小言，而一段精光不可磨滅，又何必練《都》研《京》，然後不朽耶？夫修詞之道，古以為必窮而後工。非窮而後工，以窮則易工也。坎壈之士，內有鬱而不申之情，外有迫而不通之境，直抒其意所欲言，而以若訴若啼，動人心而驚人魂矣。若身處夷泰，心境調適，如水平而波瀾自息，山平而峰巒不起。昌黎所云「窮愁易好，恬愉難工」者，豈不然哉？今先生少取高第，致位通顯，方為天子社稷臣，不可謂不亨矣；而倥傯之隙，博群書而騁雄才，見景即事，如攝燈取影，如決河放溜。遇方成圭，在圓為璧，此豈非才人之所尤難者耶？昌黎為王公大人，氣滿志得，故文章之作，常有所不暇。今先生視富貴如草芥，於霹靂火中作冷雲相，何氣滿志得之有？屬東國多難，先生不啻瘝蠙在身，旦暮惴惴然，惟憂民命之難蘇，而國恩之無以報。彼羈旅草野者，不過憂其一身一家，而先生舉一世一國之憂，皆集於己之一身。此其心更苦，而其發於篇章者，更為痛切。是於恬愉之中，而未始無愁歎之音。鏗鏘發金石，幽眇感鬼神，真經世垂世之文章也。豈與坎壈之士，寒蟬鳴而秋蟲號者等哉！夫泰山主生物，為五方司命，先生之仁似之。尋且以衝氣噓拂萬品，為斯世紓鬱導和，豈獨詩若文同於泰山之泉已也。予邇年得見異人，得登名山，而又得讀此異書，亦一大快也。謹次其心所欲言者如左。"
    },
    {
        "title": "徐中丞未焚草序（代）",
        "content": "天下治亂之分，君子小人已耳。乃世謂亂之生，小人成之，而實因君子激而釀之，此殊不然。夫君子與小人，若水火之不相入也。立朝共事，其是非可否，關乎一世之安危利害。攻之稍不力，排之稍不極，則其說伸，而其人用，安得不爭？爭矣，安得不激？若先畏激之害，而委曲調停，避者逾避，則進者逾進。究竟小人得志，而終亦必不能容君子。夫小人者，所志在富貴耳。患得患失，而終歸於無所不至。彼與君子處兩不相容之地，而期於必勝以保其身家，而持其祿位。一朝操柄在手，又安顧昔之寬我貸我，而少紓衣冠之禍為也？乃世之論曰：東漢之君子，以激亂漢；元祐之君子，以激亂宋。曾不知漢、宋之小人，其所以徘徊觀望，而不即至於大決裂者，惟是在朝君子以正氣公論持之，故能以一絲繫九鼎之重，而使之少延耳。嗟呼！天有春夏秋冬，而不息之元氣常在；國有存亡安危，而不易之公論常存。如日月經天，千古不磨，又未可以成敗利鈍論也。且是是非非，無論往代，即自草昧以來，疊起疊止，如云移波駛。幸天地祖宗之靈，有小人出而熒之，則有君子出而捍之，於今幾三百年矣。雖少有釁隙，而旋即底定，夫然後知國家養士數百年，正人君子後先相望，非往代所敢望萬一者。東粵徐公，以名儒居激揚之地，所列皆關天下大計。屬士紳間有持異議，遙製朝權者，公折以正論，肌擘理分，以去就爭之，不少假借。何則？畏其似也。夫天下真君子易知也，真小人易知也。今小人而文之以君子，外托君子之理學事功，而實為膻薌之地，浮薄者又從而和之，自非極力排擊，衣冠之禍且不可知。此徐公所以苦心力諍者也。公今者揚曆中外，為社稷臣矣。即氣節一端，何足以盡公。雖然，公論之在天下，不可一日泯沒。公可以不有，而天下必不可無。若蘇子瞻欲破沾沾自喜者之執，而以其生平論列，自為製科人之習氣。比之於時鳥候蟲，則亦已過矣。邪正是非，關係國脈，此何事也，可輕易乎？今公之諫草具在，使天下讀之者，知小人黨與初成，當力散其合，而撲其焰，則煬蠹可除。毋避激之一字，而相與優遊以養禍也，則幸矣！"
    },
    {
        "title": "徐田仲文序",
        "content": "庚戌計偕，予與李長蘅、韓求仲、錢受之諸公，結社修業。田仲與焉。時韓與錢皆收，而予等被落。及丙辰，予幸叨一第，而長蘅與田仲復被落如故。予稍自幸其遭，而深為二名士抱屈。亦猶韓錢二社友，向者抱予等屈也。雖然，以予之駑下，猶幸而收矣，況田仲與長蘅乎？予吏隱黃山白嶽間，數與田仲往還，其意氣如昔，而文鋒益利，若刀刃之出於硎。予因決田仲之必收也。然則向者予之幸售，造物者直以我為雍齒，而存酂留以待蕭張耶？田仲孝友之節，甚為鄉邦所重，主司取斯人，即為國家得一正人君子矣，世道之幸，於田仲何有。田仲且行，草草書數語行卷上，並以質之長蘅如何？"
    },
    {
        "title": "宗鏡攝錄序",
        "content": "中郎先生以儀曹請告歸邑，鬥湖上有水百畝，碧柳數千株環之，名為柳浪。畚土為台，築室其上，凡三檻，中奉大士，兄與弟各占左右一室讀誦。癸卯予北上，中郎塊處，乃日課《宗鏡》數卷。暇即策蹇至二聖寺寶所禪室晏坐，率以為常。偶有名僧館於柳浪，見中郎甘臥，至辰常高歌一詩而醒，因竊歎曰：「閻浮提覓此胸中無事人，定不可得也。」既讀《宗鏡》久，逐句丹鉛，稍汰其煩復，撮其精髓，命侍史抄出，因名為《宗鏡攝錄》。會寒灰、寄公自吳中來，因住柳浪，取讀之，見其詞約義該，遂自抄一過攜去。中郎逝後，寫本貯於家，亟思流通。而寄公忽以刊本至，詢其由，則寄公手授李公夢白。李公酷愛之，付沈君豫昌捐貲鏤行者也。予歎曰：是書也，減去錄中數萬言，而全書畢具。爪甲粗刪，血脈自如。今獲行於世，其功德學人不淺，真快事也。龍勝有言：「眾生心性，有如利刀。用以切泥，泥無所成，刀日益損。」予等逐逐世緣，並鏤畫世間文字，皆切泥相也。追思中郎，謝去塵囂，高臥柳浪，於貝葉內研究至理，是真善用其利刀者耳。今讀此錄，見其心機沉細，想像當日居柳浪閑靜光景，不覺有餘慕焉。雖然，就中尚有一處誵訛，著斯錄與節此錄者，俱未拈去，請識法者辨之。」"
    },
    {
        "title": "程申之文序",
        "content": "申之既得谼中山水幽蒨，謂予曰：「予將買之而隱。」予笑曰：「子非隱者也。子之文，清而貴，綺麗而無枯槁之氣，實金華殿中語也。豈山中之人哉！子有可以棲隱之地，而時不當隱，心不肯隱，其才又不容隱。然則此一片地，終當付之山樵野老，鶴怨而猿啼有日也。予故曰子非隱者也。」夫豈惟谼中不能留申之以隱，而其山水之清美，且足以發靈慧之性，而助其深湛之思。今申之此篇，皆<共穀>中之所得也，果可隱耶，果不可隱耶？數年之後，予以瓢笠入黃山，取道谼中，欲於是處覓申之也，豈可得哉？謹書之以券。"
    },
    {
        "title": "潘方凱墨譜序",
        "content": "蘇子瞻晚年佳紙墨俱用盡，為之慨歎者久之。予少年頗多雜嗜，不蓄楮墨。近日校新安多閑暇，勉為人作書，始多用墨，始知重墨，始能辨墨。然予所言辨墨者，以能辨人也。友人潘方凱，其人為真人，故其所製墨為真墨。予得其墨，即用之不必辨，如拆旃檀，片片皆香。歎近日墨林耆舊，俱凋落矣，惟方凱在耳。古之有所締造垂名後世者，皆多韻士，如韋仲將、李廷圭、潘穀，豈俗人哉！方凱詩文俱清新，此自胸中有丘壑者。主張風雅之士，不可失斯人，並失斯人之墨也。"
    },
    {
        "title": "方澹玄墨譜序",
        "content": "歐公晚言書畫有益，而子瞻以佳紙墨用盡為苦。古人於染翰濡毫之趣，其自得也如此。當予少時，為舉子業，汲汲書行卷字，兔起鶻落，聊以應世而已，亦何論墨之佳惡。行年四十，稍工臨池之技，為人書箑，始稍稍知墨之可貴，然亦未常得佳墨也。司校新安，有饋佳墨者，並得試墨法，自信可為墨之伯樂。乃於書室中取楮墨次第之，而以門人澹玄所制為甲。予嘗謂古之工一技而垂名後世者，皆多韻人致士，如韋仲將、李廷圭，豈俗人哉！澹玄工舉子業，並詩文皆有致，今所製墨，不惟見其慧心，而誠心為質，甚可欽也。予漸老矣，惟文字習氣未除，所藏澹玄墨最多，雖不得仙，亦足以豪矣。"
    },
    {
        "title": "中郎先生全集序",
        "content": "中郎先生，少具慧業，弱冠成進士，即有集行世。其《敝篋集》，為諸生、孝廉及初登第時作也。《錦帆集》，令吳門時作也。《解脫集》，以病改吳令遊吳越諸山水時作也。《廣陵集》，去吳客真州時作也。《瓶花集》，為京兆授為太學博士補儀曹時作也。《瀟碧堂集》，請告歸臥柳浪湖上六年作也。《破硯集》，再補儀曹出使時作也。《華嵩遊集》，官銓部典試秦中往返作也。蓋自秦中歸，移病還山，不數月而先生逝矣。其存者，仍為《續集》二卷。先生詩文如《錦帆》《解脫》，意在破人之執縛，故時有遊戲語；亦其才高膽大，無心於世之毀譽，聊以抒其意所欲言耳。黃魯直曰：「老夫之書，本無法也。但觀世間萬緣，如蚊蚋聚散，未嘗有一事橫於胸中，故不擇筆墨，遇紙則書，紙盡則已，亦不暇計人之品藻譏彈。譬如木人舞中節拍，人稱其工，舞罷又蕭然矣。」此真先生言前意也。然先生立言，雖不逐世之顰笑，而逸趣仙才，自非世匠所及。即少年所作，或快爽之極，浮而不沉，情景大真，近而不遠，而出自靈竅，吐於慧舌，寫於銛穎。蕭蕭冷冷，皆足以蕩滌塵情，消除熱惱。況學以年變，筆隨歲老，故自《破硯》以後，無一字無來曆，無一語不生動，無一篇不警策。健若沒石之羽，秀若出水之花。其中有摩詰，有杜陵，有昌黎，有長吉，有元白，而又自有中郎。意有所喜，筆與之會。合眾樂以成元音，控八河而無異味。真天授，非人力也。天假以年，不知為後人拓多少心胸，豁多少眼目！恐亦造化妒人，不肯發泄太盡耳。甫四十餘而即化去，傷哉！先是家有刻不精，吳刻精而不備。近時刻者愈多，雜以《狂言》等贗書，唐突可恨。予校新安，始取家集，字櫛句比，稍去其少年未定之語，按年分體，都為一集。嗟乎！自宋元以來，詩文蕪爛，鄙俚雜遝。本朝諸君子，出而矯之，文準秦漢，詩則盛唐，人始知有古法。及其後也，剽竊雷同，如贗鼎偽觚，徒取形似，無關神骨。先生出而振之，甫乃以意役法，不以法役意，一洗應酬格套之習，而詩文之精光始出。如名卉為寒氛所勒，索然枯槁，而杲日一照，競皆鮮敷。如流泉壅閉，日歸腐敗，而一加疏瀹，波瀾掀舞，淋漓秀潤。至於今天下之慧人才士，始知心靈無涯，搜之愈出；相與各呈其奇，而互窮其變，然後人人有一段真面目溢露於楮墨之間。即方圓黑白相反，純疵錯出，而皆各有所長，以垂之不朽，則先生之功於斯為大矣。諸文人學子泥舊習者，或毛舉先生少年時二三遊戲之語，執為定案，遂謂蔑法自先生始。彼未全讀其書，又為贗書所熒，無足怪耳。今全集具在，請胸中先拈卻「袁中郎」三字，止作前人未出詩文，偶見於世，從首至尾，亶目力而諦觀之，即未深入，亦可淺嘗。有法無法，曆然自辨。何乃成心不化，甫見標題，即搖頭閉目不觀，而妄肆譏彈為也！至於一二學語者流，粗知趨向，又取先生少時偶爾率易之語，效顰學步。其究為俚俗，為纖巧，為莽蕩，譬之百花開，而棘刺之花亦開；泉水流，而糞壤之水亦流。烏焉三寫，必至之弊耳，豈先生之本旨哉！總之，先生天縱異才，與世人有仙凡之隔。而學問自參悟中來，出其緒餘為文字，實真龍一滴之雨，不得其源，而強學之，宜其不似也。要以眾目自虛，眾心自靈。不美不能強之愛，不愛不能強之傳。今美而愛，愛而傳者，已大可見矣，亦無俟後來之子雲也。先生之學，以暗然退藏為主，其所造莫可涯涘。生平作人，衝粹夷雅，同於元氣。若得志，可使萬物各得其所。其作用於作令佐銓時，微露其一斑，惜未竟其施，別有紀載，茲不復贅云。"
    },
    {
        "title": "夏道甫詩序",
        "content": "士之有趣致者，其於世也，相遠莫如賈，而相近莫如詩。夏道甫少挾數千金之貲，賈於西陵、荊郢之間，究竟不能名一錢而止。其於賈也，可謂奇窮矣。即新安之人，亦以為至愚至拙，莫道甫若也。雖然，自李龍湖居西陵，少當其意者，所相與無不譏切唾罵，而於道甫獨極其愛惜，若篋玉韜珠，溫然惟恐傷之。每歎曰：「道甫，韻人也！」及予會梅客生、丘長孺輩，亦莫不曰：「道甫，韻人也！」然則道甫所大不得於新安之人者，而獨一二高賢私相賞譽，此何故耶？今出其詩一握示予。予曰：「此道甫之所以窮也！」彼其神情靜默，日與造物者遊，而欲其美奇贏商多寡也，豈不謬哉！然則道甫之遠者日遠，而近者日近矣，可喜也，故不辭而弁其首。"
    },
    {
        "title": "使查稿小序",
        "content": "萬公瞻明，燕之才士也。雖身為帝婿，而精進向學，無異寒素。自其少時，即以文藻著名，邇者天子御極，特遣親臣祭告孝陵。公受命行，於是發潞河，過齊魯，泛河淮，躡廣陵，渡大江，憩秣陵。睹六朝之遺事，攬先朝之壯圖，隨處揮灑，皆極詞人之致。昔之連姻帝室，若杜征南之博洽，謝莊之麗藻，質之於公，殆不止與之方駕已也。若宋時李附馬尊勖，深於性命之學，與楊大年相師友，至今稱宗門徹悟者。遵勖而外，不多及。雖蘇黃輩，猶然文字禪也。予不及大年遠甚，而公可以為遵勖者，儻悟第一義，則遵勖所稱，指雲屏之翠嶠，訪雪嶺之清流者，正可激揚宗乘，寧直模寫山容水態已耶！公以為何如，幸有以開我。"
    },
    {
        "title": "記二",
        "content": "功德寺循河而行，至玉泉山麓。臨水有亭，山根中時出清泉，激噴巉石中，悄然如語。至裂泉，泉水仰射，沸冰結雪，彙於池中。見石子鱗鱗，朱碧磊珂，如金沙布地，七寶妝施，蕩漾不停，閃爍晃耀，注於河。河水深碧泓渟，澄澈迅疾，潛鱗了然，荇發可數。兩岸垂柳，帶拂清波。石梁如雪，雁齒相次。間以獨木為橋，跨之濯足，沁涼入骨。折而南，為華嚴寺，有洞可容千人，有石床可坐。又有大士洞，石理詰曲，突兀奮怒，較華嚴洞更覺險怪。後有竇，深不可測。其上為望湖亭，見西湖明如半月，又如積雪未消。柳堤一帶，不知里數，嫋嫋濯濯，封天蔽日。而溪壑間民方田作，大田浩浩，小田晶晶。鳥聲百囀，雜華在樹，宛若江南三月時矣。循溪行，至山將窮處有庵，高柳覆門，流水清激。跨水有亭，修飭而無俗氣。山餘出巉石，肌理深碧。不數步見水源，即御河發源處也，水從此隱矣。"
    },
    {
        "title": "記三",
        "content": "自玉泉山初日霧露之餘，穿柳市花弄，田疇畛畦間，見峰巒回曲縈抱，萬樹濃黛，點綴山腰，飛閣危樓，騰紅酣綠者，香山也。此山門徑幽遐，青松夾道里許，流泉淙淙下注，朱欄千級，依岩為刹，高傑整麗。憩左側來青軒，盡得峰勢。右如舒臂，左乃曲抱。林木繡錯，伽藍棋布。下見麥疇稻畦，潦壑柳路，村莊數疏，點黛設色，夫雄踞上勢，撮其勝會，華榱金鋪，切雲耀日；肖竹林於王居，失穢都之瓦礫，茲刹庶幾有博大恢弘之風。至於良辰佳節，都人士女，連佩接軫，綺羅從風，香汗飄雨，繁華巨麗，亦一名勝。獨作者騁象馬之雄圖，無丘壑之妙思，角其人工，不合自然。未免令山澤之臒，息心望岫。然要以數十年後，金碧蝕於蛛絲，階砌隱於苔蘚，遊人漸少，樹木漸老，則恐茲山之勝，倍當刮目於今日也。"
    },
    {
        "title": "記四",
        "content": "從香山俯石磴，行柳路不里許，碧雲在焉。刹後有泉，從山根石罅中出，噴吐冰雪，幽韻涵澹。有老樹，中空火出，導泉幹寺，周於廊下，激聒石渠。下見文礫金沙，引入殿前為池，界以石梁。下深丈許，了若徑寸，朱魚萬尾，匝池紅酣，爍人目睛。日射清流，寫影潭底，清慧可憐。或投餅於左，群赴於左；右亦如之，咀呷有聲。然其跳達刺潑，遊戲水上者，皆數寸魚，其長尺許者，潛泳潭下，見食不赴，安閑寧寂。毋乃靜躁關其老少耶？水脈隱見，至門左奮然作鐵馬水車之聲，迸入於溪。其刹宇整麗不書，書泉，志勝也。或曰：此泉若聽其噴溢石根中，不從龍口出；其岩際砌石，不令光滑，令披露山骨；石渠不令若槽臼，則刹之勝，恐東南未必過焉。然哉！"
    },
    {
        "title": "記五",
        "content": "香山跨山踞岩，以山勝者也；碧雲以泉勝者也。折而北，為臥佛峰。轉凹，不聞泉聲，然門有老柏百許森立，寒威逼人。至殿前，有老樹二株，大可百圍。鐵幹褵枝，碧葉虯結；紆羲回月，屯風宿霧；霜皮突兀，千癭萬螺；怒根出土，磊塊詰曲。叩之，丁丁作石聲。殿墀周遭數百丈，數百年以來，不見日月。石墀整潔，不容唾。寺較古，遊者不至，長日靜寂。若盛夏宴坐其下，凜然想衣裘矣。詢樹名，或云娑羅樹，其葉若蔌。予乃折一枝袖之，俟入城以問黃平倩，必可識也。臥佛蓋以樹勝者也。夫山刹當以老樹怪石為勝，得其一者皆可居，不在整麗。三刹之中，野人寧居臥佛焉。"
    },
    {
        "title": "記六",
        "content": "背香山之額，是謂萬安山，刹庵綺錯之中，有寺不甚弘敞。而具山林之致者，翠岩也。門有渠，天雨則飛流自山顛來，岩吼石擊，濤奔雷震，直走原麓，洞駭心目。刹後石路百級，有禪院，四周皆茂樹。左右松柏千株，虯曲幽鬱，無風而濤。好鳥和鳴於疏林中，隱隱見都城九衢，宮觀櫛比。萬歲山及白塔寺，了了可指。其郊之林煙水色，山徑柳堤，及近之峰巒疊秀，樓閣流丹，則固皆幾席間物。出門，即為登眺；入門，即就枕簟。雖夜色遠來，猶可不廢覽矚。有泉甚清，可煮茗，遂宿焉。風起，松柏怒號，震撼衝擊。枕上聞其聲，如在揚子舟中，駕風帆破白頭浪也。予遂定計，九夏居此，以避長安塵矣。"
    },
    {
        "title": "記七",
        "content": "既棲止翠岩，晏坐之餘，時復散步，循澗西行。攀磴數百武，得庵，曰中峰。門有石樓可眺，有亭高出半山，可窮原隰。牆圍可十里，悉以白石壘砌，高薄雲漢，修整中雜之紆曲。階磴墀徑，石光可鑒，不受一塵，處處可不施簟席而臥，於諸山中鮮潔第一。刹中僅見一僧，甚靜寂。予少憩石樓下，清風入戶，不覺成寐。既寤，復循故澗。澗涸，而怪石經於疾流衝擊之後，墮者，偃者，橫直臥者，泐者，背相負者，欲止未止，欲轉不獲轉者，猶有餘怒。其岸根水洗石出，亦復皺瘦，崚嶒崎嶔，陷坎罅中。松鼠出沒，淨滑可人。舍澗而上碧峰，得寺曰弘教，亦有亭可眺也。有松盤曲夭喬，膚皴枝拗，有遠韻。間有怪石。佛像清古，亦為山中第一。降復過翠岩，循澗左行，山口中為曹家樓，有橋可憩，竹柏駢羅。石路宛轉，可三里許。青苔紫駁，綴亂石中。牆畔亦多斧劈石，骨理甚勁。意山中概多怪石，去其土膚，石當自出。無奈修者意在整齊，即有奇石，且將去天巧以就人工；況肯為疏通，顯其突兀奮迅之勢者乎？絕頂者亭，眺較遠，以在山口也。此處門徑弘博，不如香山，而有山家清奧之趣，亦當為山中第一也。"
    },
    {
        "title": "記八",
        "content": "予欲窮萬安絕頂之勝，而僧雲徐之，俟微雨灑塵，乘其爽氣，可以登涉，且宜眺矚也。一宿而微雨至，予大喜曰：「是可遊矣！」遂溯澗而上，徘徊怪石之間，數步一息。於時宿霧既收，初日照林。松柏膏沐之餘，楊柳浣澣之後。深翠殷綠，媚紅娟美。至於原隰隱畛，草色麥秀，莫不淹潤柔滑，細膩瑩潔，似薤簟初展，文錦乍頠矣。既至層顛，意為可望雲中、上谷間，而香山、金山諸峰，遮樾雲漢。惟東南一鑒，了了可數。平疇盡處，見南天大道一縷，卷霧噴沙，浩白無涯。或曰：此走邯鄲道也。捫蘿分棘，遂過山陰。憩於香山松棚庵中，松身僅五尺許，而枝幹虯結，蔽於垣內。下有流泉，清激聲與松風相和。松花墮地，飄粉流香。時晚煙夕霧，縈薄湖山，急尋舊路以歸。"
    },
    {
        "title": "記九",
        "content": "依西山之麓而刹者，林相接也。而最壯麗者，為鮑家寺。寺兩掖，石樓屹立，青槐百株，交蔽修衢，微類村莊。殿樨果松僅四株，而枝葉婆娑，覆陰無隙地。飄粉吹香，寫影石路。堂宇整潔，與碧雲等。於弘教寺之下，又得滕公寺，石垣周遭，若一大縣。其中飛樓相望，五十餘所。清渠激於戶下，雜花靈草，芬馥簷楹。別院宛轉，目眩心迷。幽邃清肅，規�娑而摹未央。噫，衒之之紀伽藍盛矣！中州固應爾，燕薊號為沙磧，數百年間，天都物力日盛。王侯貂貴，不惜象馬七珍，遂使神工鬼斧，隱軫山谷。予遊天下，若金陵之攝山、牛首，錢塘之天竺、淨慈，誠為穢土清泰。至於瑰奇修整，無纖毫酸寒之氣，西山諸刹，亦為獨步。玉環、飛燕，各不可輕。雖都人有擔金填壑之譏，然赫赫皇居，令郊間，皆為黃沙茂草，不亦蕭條甚歟！王丞相所謂「不爾何以為京師」者也。"
    },
    {
        "title": "記十",
        "content": "居士曰：予遊山，自西山始也。或曰：居士年二十時，即從長江歷吳會，窮覽越嶠之勝。北走塞上，登恒山石脂峰，望單于而還。而乃云遊山自西山始何也？居士曰：予向者雅好山澤遊矣，而性愛豪奢。世機未息，冶習未除。是故目解玩山色，然又未能忘粉黛也；耳解聽碧流，然又未能忘絲竹也。必如安石之載攜聲妓，盤餐百金；康樂之伐木開山；子瞻之鳴金會食，乃慊於心。而勢復不能，則雖有山石洞壑之奇，往往以寂寞難堪委之去矣。此與不遊正等。今予幸而厭棄世膻，少年豪習，掃除將盡矣。伊蒲可以送日，晏坐可以忘年。以法喜為資糧，以禪悅為妓侍。然後澹然自適之趣，與無情有致之山水，兩相得而不厭。故望煙巒之窕窈突兀，聽水聲之幽閑涵澹，欣欣然沁心入脾，覺世間無物可以勝之。舉都人士所為聞而不及遊，遊而不及享者，皆漸得於吾杖屐之下，於於焉，徐徐焉，朝探暮歸，若將終身焉。然後乃知予向者果未嘗遊山，遊山自西山始矣。歲在壬寅，將歸先伯修之櫬於壟，期以仲冬六日。且迫矣，而黃太史平倩以玉泉書來，曰：「不肖歸矣！家大人日夜望我，巴山之興甚濃，惟是此回，必欲了吾儒性命大事。急望兩兄發藥，非不欲就見，此中自有故。且山中清寂無囂，尤可作竟日譚。儻伯修襄事既迫，尚能素車白馬，一哭松楸間也。」中郎與予得書而歎曰：「異哉，交情通於夢寐直至此乎！」先是春初，中郎夢伯修歸，見大人云：「兒非黃平倩來，必不去。」大人問：「平倩今安在？」曰：「在近處，可令二弟往迎，必偕來也。」覺而以語予。予曰：「東朝新建，平倩方侍講幄，何得歸？即歸而迂道至此，豈能即與葬期值耶？」已而平倩果請告歸，歸至玉泉，以書聞，果與葬期相值。中郎果往玉泉迎之，而平倩果至。皆如夢。平倩書未至之前一夕，予夢至一寺中，黃葉如雨。俄聞嗬殿聲甚厲，有人曰：「黃公至。」予即往迎之，則平倩在前，伯修隨之。予見伯修貌晰甚，逼視之，一比丘也。入門即失比丘，而與平倩相向拜而哭，醒時猶哽咽不休，旦而玉泉書至矣。及平倩至，與予相向而哭伯修，皆如夢中事也。平倩既以仲冬一之日至邑中，以四之日登壟，為伯修誌墓。以六之日視伯修掩土，為之妥靈。事畢，痛哭於墓而去，即以是日發自柞林。留中郎治墓，而予送之。明日，發自孱陵，宿於松滋。凡四日，而抵西陵。至西陵之夜，霜月晶晶，平倩與予披衣夜行，始蕭然有別意。平倩曰：「予少時溺於文人習氣，欲以風雅命世，後漸有遊仙之興。自官於京師，得聞性命之學，然終旁皇於長生無生之間，而未有定也。丁酉入都，得遇君家兄弟，力為我拔去貪著濁命之根，始以清泰之樂引我。既又得聞向上大事，從知解稠林中出，如掃葉，如撥筍，今始坦然知歸。政如遊燕者，的知從周鄭道上以往。予今自思，六年中奔走長安道，亦良苦。然亦緣此舍迷津而入正路。今歸山中，去忙就閑，亦差快矣；而舍霧露之潤，入枯寂之鄉。是回也，望我以世情者如毛，望我以道情者如角。哀哉！予未知所歸矣，居士何以策我？」予曰：「學問之衰也，不惟索真悟者難，即索真疑者亦自難。以暫時岐路為到家消息，高明者率踵此病。不肖不敢望天下有真悟者為我師，尤望天下有真疑者為我友。則不惟居士需不肖，不肖亦需居士也。居士即不能來，我豈不能就居士耶？數年以後，幸以一瓢一榻俟我，我不食言也。」平倩曰：「如此，則不肖之幸也。且大峨亦為天下一名勝，安可不一至耶？」是夜以別緒，展轉不成寐，各賦二詩誌別。曉起，赴元定諸君子圓通閣之約，因得與平倩聚。又明日，始與平倩別於江上，淒然淚下。凡孱陵至西陵道上諸山，不甚岝，水尚平衍，無可觀覽者，故不書。惟與平倩聚首四夕，無夕不譚，無譚不關性命，極可聽也，而語又多不勝書。書兩家交誼之神，與吾兩人分攜之情者，令千載而下，知吾輩生死道德之交，迥與俗情不同也。此予記意也。泛舟於江，西上水之曼衍者，忽自山止，路幾窮。旁睨有兩山，夾江若練，如從大道折入永巷中。山奇高，水奇深，是為入蜀第一峽也。峽右之山，有阜特起，舍舟而陟之，覓所為三遊洞者。或曰：「洞在陰。」予怏怏曰：「洞與水背耶？無能為也。」過山上劉封城，數武而下，聞水聲幽悄，與江聲相吞答，則下牢溪之水，繞洞迸入於江。山在江與溪之間，若牆，西去不知其極也。東峙峽口，山突止，而山背之面下牢溪者，其半忽橫裂，如人張口，即為洞。洞在絕壁，不可至；而裂之處，若人下唇微豐者。故人從洞後，緣之以達於洞，而未至洞數步，又若口角然，故須蛇行，乃得度。既至，乃知其負江面溪。溪之上，又為山。溪水與石子相薄，瑟瑟然，戛戛然。江聲滂湃，聽宜遠，溪聲涵澹，聽宜近。江也大，溪也僻，習靜於僻也，宜面背誠當。甚矣，予之淺也！洞外少狹而中寬，其上石乳下滴，積千百年，反騰而上，以掛於頂。若怪松不見顛，若風中淚蠟，若細腰長人森然立，若垂楊柳婆娑委地。參差以列若屏，遂有房與皇也。洞之中，又有小洞數十，若蜂房，皆可趺坐。出有斜路，可達於溪。兩岸石根甚瘦，有大石出水上，可坐。西行深入兩山間，或如塑壁，人馬蟲魚之跡了了；或如鍾鼎爐灶，其上或如石梁。水從梁下淙淙下注，其竅奧玲瓏之形，丹碧斑駁之色，奇甚。土人或未之見也。搜尋未央，而山上有聲，清刻慘切，聞之腸痛。或曰此猿嘯也，「巫峽啼猿數行淚」，信矣。月已上，水石汩汩，猿聲逾多，慘然不可久住。乃覓故路以達於舟。洞名「三遊」，始於元及白，偕其弟為三。元白偶聚於此，亦苦別，然猶得偕遊。而吾輩兄弟朋友，蕭然星散，是非獨洞之不幸，乃予之不幸也。時同遊者為元定劉君、雲連羅君兄弟，皆西陵名士。篔簹谷周遭可三十畝，皆美竹。門以內，芟去竹一方，縱可十丈，橫半之。前以木香編籬，植錦川石數丈者一，芭蕉覆之。有木稚二株，皆合抱，開時香聞十餘里。薝蔔、黃白梅各二株。有亭，顏曰雜華。林旁有室，曰梅花廊。總以竹籬絡之，而籬外之前後左右，皆竹也。於籬之西，雜華林之後，有竹徑百武。又芟去竹一方，縱可三十丈，橫三之一。有亭三楹，顏曰淨綠。後有堂三楹，名曰籜龍。其後為燕居小室。總以牆絡之，而牆外之前後左右，皆竹也。於牆之西，淨綠亭之後，又芟去竹一方，縱可十丈，衡半之，種黃柑四株，皆合抱，歲下柑實數石，甘美異他柑。有亭曰橘樂，亦以籬絡之。而籬之前後左右，皆竹也。竹為清士所愛，然未有植之幾數萬個，如予竹之多者。予耳常聆其聲，目常攬其色，鼻常嗅其香，口常食其筍，身常親其冷翠，意常領其瀟遠，則天下之受享此竹，亦未有如予若。飲食衣服，纖毫不相離者。予既以腴田數百畝易之王氏，稍與中郎相視點綴，數年間遂成佳圃，而中郎總名之曰「篔簹谷」云。予久不上丘墓，甲辰五月從三穴掛帆，抵柞林，息於杜園竹中。明日過荷葉山房，少時兄弟聽雨處也。諸叔皆來聚飲。醉則步稻畦間，聽流泉汩汩，甚快。未幾，中郎攜衲子寒灰、雪照、冷雲至，皆東南名僧，偶集於香光社者。中郎同諸衲聚於荷葉山房，予宿於喬木堂。早起，共聚山房前大槐樹下。飯後，過梅花奧，度騎羊渴，入萬松林，登臺望湖水晶晶，樹影甚濃，風蕭蕭至。諸叔攜茶來，共宴笑，即於松陰下午餐。飽後，穿萬松中，至珊瑚林，僧能煮新茶以供。日已西，各歸浴。晡時坐莊前稻場上，可五畝，農人淨治如虎丘千人石，而瑩潔過之，共對薰風坐。諸衲頗有問難，中郎大為激揚。至夜分，薄有寒意，乃入。三月內，率以為常。有人召，亦量往。予歸莊多醉，時從夢中聽笑言，不知作何語也。叔蘭澤，有十畝池，白蓮盛開，荷葉皆數丈餘。予帥諸弟共架一浮梁於萬花中，可容十餘人。日取碧筒飲酒，佐以蓮房，荷柄皆出人頭上如蓋。入夜香愈熾，殆非人境。一日，偶行萬松林中，見日斜，松陰盡覆水上。予曰：「是可泛也。」遂買一舟置其中，冷雲能為榜人，乘月來遊，甚至月落始歸。至若孟溪、車臺、杜園、塚子山，皆與諸酒人出沒之處。詩則間作，多次中郎韻。閑則諸衲伸紙，予縱筆作大字。此外非遊則嗒坐。三月內，更未常面一俗客，作應酬事也。八月，中郎偕諸衲走德山，而予攜一酒人走黃山，始別去。然此會實生平銷夏第一樂也。嗟乎！予兄真今之子瞻，予愧子由，然其不欲相舍同也。當子瞻一入仕途，追思鄉土，念在瑞草橋邊吃瓜子爆豆，何可得也。今中郎迫於嚴命，且有四方之志；而予明年亦上公車，世途羈人如此，銷夏之樂，不知更可得否。中郎曰：「『有田不歸如江水』。彼政坐無田耳。吾輩有此數畝，歸計亦易，他年決可不作兩處。」予遂退而援筆記之，使見之則憶此樂，毋如蘇家兄弟陽羨、許下事也。予出山久矣，戊申暮春自漁陽歸。半載，始復上先人丘墓。從三橋登舟，維於孟溪，即長安里也。登岸緩步，過珊瑚林。往中郎夢與予至此地，破一山壁而入，見峰巒皆若珊瑚。後於此建小蘭若，以「珊瑚」名，誌所夢；且欲老來兄弟聚首，辦清泰業也。少憩，穿荷葉山，山中喬木參天，松濤瑟瑟。息於先居，寂寂無人至。予閑步廊廡間，拂塵埃，看柱壁上字。堂左白板扉，有數行字，大略記陽雀布穀鳴之早晚，及旱澇雨雪疏數之期。皆農家語。此予王父左溪公筆也。語雖樸，而有法，筆亦遒勁，書於嘉靖二十六年，至於今幾七十年矣。王父世農家，然為人慷慨輕財。嘉靖二十四、五年間，大祲，人相食。王父散財二千餘金。後來稍稍豐隆，皆其隱德貽也。於廳上右柱間有字數行云：「伯修、衝修於此，錄《子史碎金記》。此時正午，風和氣爽，自挈酒一壺，自斟一醉。是年孺修應省試，止伯季在家修業。此月每晨作書義一首，各臻妙境矣。」此先太史兄伯修筆也，記是年為萬曆乙酉鄉試。孺修即中郎，衝修即予，蓋少年未定字也。是時伯修年二十六，中郎十八，予十六。中郎赴省試，予以病留家塾。記伯修書柱時光景，依然在目。明年，伯修遂首南宮。予等相繼出山，今其期不逾二十五年，而伯修長逝，已七八年矣。可歎也！後堂板扉上，又有字數行云：「漢高云：『登萬歲後，魂魄猶思沛中也。』餘自戊子冬離此，旅泊十五年，夢中每在此地。癸卯冬，與散木買舟，將入德山，偶經過小憩，輒爾流連。遂命諸僮，剪松誅茆，構小室松風澗之後，辟地拓圃。明年移家居之，將遂老焉。與諸叔痛飲荷葉山下，濫醉三萬六千回，吾願畢矣，不復知人間有三公也。」後又書云：「構小室之日，王路庵僧來辭，將歸吳；附一紙，乞王百谷書額。門榜荷葉山房，次松風澗。堂榜淨綠堂。斜月廊在堂之後，梅花之右，取李群玉詩也。花之西，葺小室曰梅花奧。百谷老矣，未知健飯否。諸額未知何時見還。且未知此字到時，餘室皆落否也。書此以俟。」復有書云：「丁未入村中，諸扁久至，而予室未成，且不知何日果此願也。」此皆中郎筆也。前所書俱癸卯年，後書則丁未。中郎頗有山棲之志，入都聊復了宦跡耳。而銓曹之命下，恐山居之志未易輒遂也已。步至中郎荷葉山房中，前有水一曲，清泓可愛。松櫟俱茂盛，古槐參天，梅花初吐萼。此地乃伯修少時修業處，二十舉於鄉，抱病，復養屙於此。栽花種竹，習養生家言，甚覺閑靜。後來仕宦，皆外號為得意，而奔忙倥傯，求山居之適，不可得矣。嗟乎！予本農家，祖父皆世享田間之樂，後來相繼出山。伯修為從官，遂不復再見此地，今已久去世。中郎與予，方逐逐世路，未知稅駕，不知將來得秉耜山間，了夢中一段公案否也。因復書數語於柱，以志不忘云。時萬曆戊申，除夕先一日也。"
    },
    {
        "title": "澧遊記一",
        "content": "去予里孟溪一舍，為涔水，《楚詞》所云「涔陽極浦」者也。兩岸多垂楊，漁家櫛比，茂樹清流，真可銷夏。出班竹大士浦，即涔水入澧之處。按澧水出充縣西歷山，今九溪是也。至慈利，與漊水會，稱漊澧。至石門，與渫水會，稱渫澧。至澧州，與涔水會，稱涔澧。過此至安鄉，與澹水會，稱澹澧，王仲宣所雲，「悠悠澹澧」者也。澧居江沅之中，與九水分源合派，以赴洞庭。而虞喜以為江沅別流，誤矣。獨《禹貢》導江有「東至於澧」一語，吾友雷太史何思疑今江路不蒙，作《公安志序》，曾拈以問中郎。中郎亦未及答。至今思之，當懷山襄陵之時，雲夢一壑，故江身不可復辨。禹之導水，必於高阜之處有山可識者，乃可施疏瀹之功。自夷陵以下，高阜而多山者，宜莫如澧。由澧導之，從九江以至東陵。九江，今沅湘九水是也；東陵，今巴陵也。江偕九水入洞庭，以趨潯陽，雲夢始出；而江洪之在雲夢中者，始了了可辨，江始分而為二。酈道元注《水經》，於江陵枝回洲之下，有南北江之名，即江水由澧入洞庭道也。陵谷變遷，今之大江，始獨專其滂湃；而南北之跡，稍稍湮滅，僅為衣帶細流。然江水會澧故道，猶然可考，無足疑者。從涔澧交會之處，西上十餘里，有千家之聚，名曰津市。對岸為彰觀山，道書四十四福地，宋明道中黃範二仙飛升處也。其水直下千尺，洞見石底。石上綠苔如髯鬛，如長帚尾，隨風蕩漾，潛鱗動介，翕翕可拾。昔酈道元謂「茹水注澧，漏石分沙」。茹水出今慈利龍茹山，注於澧，去此甚遠。所謂漏石分沙者，湛然無以異也，則凡澧皆然，不獨茹溪矣。層峰相接處，唇忽出，人家住其上，松柏蓊鬱。艤舟閑步樹中。枕山阿有寺，倚崖臨流，喬松曲抱。涉顛見領掖諸山，松雲嬌姹。惟此如小兒頭上髻，樹不能障，可望遠水如聚雪。此處山空水碧，去予里至近，行年四十，乃一至，豈非以入華陽國中，被以邸第之名，故令福地埋沒，遺之蠟屐外耶？可歎也！"
    },
    {
        "title": "澧遊記二",
        "content": "從山下易小舟上灘山，前有洲如月。水依山傍，洲成九曲。洲上楊柳森秀，山間尤多偃蓋之松。從此水益清，了了見礫石。灘上流聲瑟瑟。已至澧，遊城北龍潭寺，即龍潭信道場。前有焚經臺，即周金剛焚青龍疏抄臺也。寺面大溪，水道甚遠，有辛夷樹四五株，皆合抱。昔德山參訪龍潭，一滅燭而大事了畢；後來一棒，蓋天蓋地，皆從此中流出。觀古人授受之際，妙處如石女兒，如石羊駒，豈得草草匆匆。有靈骨者，不妨見鞭影而行。其或未然，請謁一生之力，忘食忘寢，微細研求，或可通其一線。久參者，未可直呼為格外消息，恬然不復問也。入城，依睥睨行，至遇仙樓少憩。宋乾道中，喬守遜遇呂仙於此，故為樓以識其事。樓跨城臨水，望遠近諸山，如列髻可數。其下為仙明洲，亦曰仙眠。相傳回道人醉岳陽，飛渡洞庭，於此地藉草酣眠，故洲得其名矣。仙無所不至，而獨戀戀此邦，意者人間穢濁，上真厭惡。此邦濱於洞庭，從萬頃雪濤中，峙此煙雲世界，宜為仙人之所棲托。《圖經》號為神仙窟宅，有以也。昔茂陵劉郎，老不解事，作妖妄一語，遂為千古腐儒口實。如回道人舊跡，昔賢遇之，志載之，故老能言之，豈盡屬古強蔡誕語哉？近嘉隆間，去此百餘里觀國山，有女真苟瑞仙者，修道山之赤霞洞。初田間婦耳，遇一媼，啖以異草，遂絕火食。其後冰心朗徹，洞明教典，發言奇中，神於蓍蔡，不可枚舉。嘉靖末，遣使者下尺一敦請之，不至，微示以攀髯之兆。次年，龍馭上賓，卒如其言。後年近百歲，屍解而去。今相去不過三十餘年耳，澧中父老猶有親領其謦咳者。予舅龔夾山及老醫陳生，與予言其晤對事甚悉。甫一見，即與夾山譚學，陳生譚《素問》，若故相識。予謂此女黃冠，即不敢望南嶽夫人萼綠華等，亦何減易仙宮中諸淑媛也。由此觀之，神仙之事，有耶無耶？以為有，而搴裳濡足，輕信方士幻化之譚者，固無足取；以為無，而排斥之者，其見亦魏文火布、滕修蝦須類也。仙眠洲上有亭，即李群玉詩人水竹居。詩人詩思，清逸而冶，真所謂居住沅湘，宗師屈宋，楓江蘭浦，蕩思搖情者也。坐洲上，看水紋如練，聲等哀玉，為之徘徊不能去。予謂遊人曰：「今日面對者，皆文山綺水；神交者，皆禪宗仙伯詩人，亦一奇也。」有客曰：「仙禪目所未見，近於荒唐，不若詩人真實。」予曰：「皆真實也。昔李群玉以詩鳴，於今千餘年矣，而更無有人追步之者。若直以目所未見求之，即詩人亦荒唐矣。」相與大笑，浮白數十而歸。"
    },
    {
        "title": "澧遊記三",
        "content": "涉蘭江，觀於繡水，遂泛舟往遊彭山。江底有蘭，居民曾有見之者，《楚詞》所云「江有蘭」也。過金鴨灘，灘水上沸，奔雷轉石，聲聞四五里。近山前為沅洲，《楚詞》所云「沅有芷」也。舍舟登山，息於祠中。戶外遠近峰巒，雲崩霧裂。予謂遊侶曰：「此隱隱者，皆何山也？」遊侶曰：「澧為煙雲之聚，而其最勝者，南有藥山，即惟儼禪師見月長嘯處也。上有清泉怪石，靈花異草。西南有浮山，即浮丘子采藥煉丹處也。清玉之壇，白鹿之水，淙淙四注，泠泠清人肌膚。西北有太清山，即李凝陽仙人得道處也。遠澗飛岩，靈泉秘洞，尤於諸山為甲。至於夾山燕子山等，皆肩隨踵接，羽翼煙嵐。居士久住於此，一一以蠟履收之可也。」予曰：「有是哉！予將擇其勝而老焉。」會遊侶多乞書者，予略揮灑數紙。獨遊山後，見澄江如委練，侍兒取石下擲，山背滑不受石；石不得住，數跳而入江，激濤若雪，以為樂。下山，飲於老梅樹下。月上，始登舟歸。山以唐高祖子李元則為刺史，有善政，民祠於此，故名。元則先以奢汰得過，後改玉，遂為循吏。蓋文采不及東阿，而政事過之，可祠也。將為鼎州之遊，渡河十里許，漸入萬山中，青松拂面。過清化驛，見山色波頭起伏，遠黛可餐，如撥筍解籜。經藥山，山尤竦秀，以其上多芍藥，故名。即李太守翱問法儼師處也。翱通名理，工文詞，獨詩不多見，僅見此「雲天瓶水」一絕，然矢口即成佳句，亦足見爾時詩道之盛。餘如藥山者甚多，都不暇訊其名。數日來，山路升若梯雲，俯若褷井，每自下面上，至兩山相接，中開一罅之處，則前山忽躍而出。一日中數隱數現，如相與為迷藏之戲。至大龍驛，信步閑遊過橋，流水淙淙，遠望山松如城。訊樵人，則曰此榮邸園也。喬松夾道十餘里，流水繞其前，長橋跨之。溪澗回環，中峰壁立，兩山環抱，袖搴帷合，層不可數。彌入彌深，為松梵鳥聲所誘，澹然忘歸。頃十餘里，依山傍林，時有田疇。漸近繡壁千丈，有若屏幾。深林陰肅，悲風忽起，林葉皆鳴。遂尋舊路歸。按此故祖庭也，當法道勝時，與藥山皆為選佛之場，各置雲郵，以待瞻風之客，而今遂為王家幽宮矣。豈盛衰各自有時，抑五葉飄零，永絕唱導者耶？噫，自青烏之說行，而天下之名山洞壑，青豆赤華之舍，幾無完膚。其已夷為瓦礫，鞠為茂草者，猶有可原；甚乃有寶地無恙，珠林不改，而拽紺容，拆璿題，夷窣波以藏枯骨者，吳越之間，相習成風，始無論法道平沉，相教磨滅；而點涴煙雲，攘據峰巒，將使岩棲谷飲之士，何所歸乎哉？可為永歎！"
    },
    {
        "title": "遊德山記",
        "content": "沅水竹箭而下，經枉渚，其上為德山。《楚詞》云：「朝發枉渚兮，夕宿辰陽。」酈道元云：「沅水東曆小灣，謂之枉渚。渚東里許，便得枉人山。」即此山也。舍舟登山，有老樹五六株，盤結石岩中，根磊磊為怪石。門徑依山傍澗，澗水流入沅，雨後作雪瀑。澗外松柏蓊鬱，乃榮邸釜鬛處也。可百武為塔院，門內有斷碑一，依稀見「無事於心」數字。禮塔守僧，喃喃塔長再來之讖。量之，今果二寸餘。出院，山徑坦迤，竹樹駢羅。里許至寺，寺內古柏二，如青石，一峰上飾瓔珞，千年物也。殿甚壯麗，與渚宮羅含宅相伯仲。四維皆山，如虎落圍之。後有平園老人詩碑。其左掖嶺上皆修篁，無隙地。予閑步竹中，思年來江南之竹，無處不{紂}，惟此地檀欒如故。居此者，無論岩壑之勝，即終日晤對此君，目視淨綠之色，耳聽哀玉之響，而飽食其筍，亦足以老矣。日已暮，遂至殿左青蓮社。夜飲，予謂遊侶曰：「世外之法，有窮而必變者，棒喝是也。何者？人心貢高日甚，道念日微，行之不益其狂，則滋之謗。乘此時而通以清泰之樂，最為穩實。今有練達開士行之矣。」夜中雨滴竹葉，時復鏗然。曉，枕上聞黃鸝聲，入耳圓滑。起視，初日出松中，一山皆霧露。出殿右掖，遍嶺仍多修竹，間以古樹。下嶺得少平地，有老桂三株，可庵。復登嶺覓孤峰路，稍倦，則倚竹息。時有流泉出竹中，與風篁相和。屢踄始至善卷台，善卷即舜時比糠九五，遠遁岩穀者也。台可望遠，其近者為善卷村，即其耕耘之處。雲林霧畦，隱畛相望。下有小河，名釣灣，以卷常把釣於此得名。酈氏所云「披溪蔭渚，長川徑引」者，是此水矣。此水一縷，直通茶山。每歲茶戶載茶從此出。兩岸多峰巒，旁溪若織，甚可泛。從台北登孤峰頂，大江積雪，圍繞郡城，若浮芥。梁山旝覆其後，隱隱接武山。餘則煙雲枕籍，不可復識。孤峰下引，若龍象之飲於江，其鼻端方營浮圖未成。大都山以樹而妍，以石而蒼，以水而活。予之施施山間也，遇老樹槎枒則少立；遇石骨峻嶒則少坐；遇嶂披樹斷，遠見江色，如鬘鬟之對明鏡，湛然發其妖蒨，則為之終日徘徊而不忍去。此山惟孤峰可瞰江，得一佳練。若於此以窮其朝朝暮暮之變態，快矣！復尋舊路歸蓮社。遊侶問予曰：「善卷之讓天下也，於佛法何居？」予曰：「昔調御之丈夫，莫不塵三輪而芥七寶。後來學之者亦往往高謝世榮，棲神岩壑。良以骨超名利五欲之外，籠不住而呼不回者，始可以擔荷此事。若垂涎薌膻，柔同繞指，吝春佗，嚇腐鼠，而可以修出世之業，我未之聞也。如善卷輩真可與共學矣。」是夜，遂別山靈歸舟。○遊桃源記己酉春孟，客鼎州，山雨日來，至是霽。予曰：「此天所以賚遊人也。」遂從上石櫃買舟遊桃源。過槐花堤，風颯颯上帆。兩岸時有老梅，繁英晃耀。初欲遊桃源，好事者謂桃花未開，景物不妍。予曰：「今梅花正開，以一梅抵十桃，不亦可乎！」時新柳嫣然作懶綠色，長條漸垂。已忽聞沸水聲如雷，則魚梁也。魚梁若方橋之半，又如棧道，故亦名梁棧。而上危下欹，逐處皆以細杉為柱，密若魚網。惟前若蝦須，縛柳為之，近狹遠闊，導魚入梁也。一里許凡三魚梁，每一梁則有怒濤疾聲。然其所以得魚狀甚慘，予惡聞之也。漸望見河洑山，至山下，暮矣，但聞流泉聲汩汩入夢。曉登山，即武山也。自德山溯江而西，兩岸皆平疇沃野，山盡伏，至是始稍稍起。武山不甚高，而峰巒曲抱，不識山顛所在。屢陟始見山閣軒窗，又折而南，乃見山門，前對大江。孟浩然所云「水回青嶂合」者，即此地也。下山，至山腳石根上少息，石色如赦霞。右一石，如人吐舌；左一石，如郎當舞袖。兩石中間，有泉淙淙下注，石子小洲墳起，即武水之源也。石如舌者，旁為千萬年水所齧，橫泐而成洞，可蛇行入。其下多餘竅如袖者，緣袖而下，石多為水所穿，水痕中可坐掬江流，大魚時擲。中郎記此處，但云「霞石映綠潭甚麗」，是時水漲不見石根故也。然此石佳處正在根，非水落石出不見。十餘里過鄒溪，漸近桃源縣。山欲起而復伏，如馬受銜而未即駛，如帆將掛而未即張，如鸞翔鳳翥欲往而尚有待也。夜宿邑之近郭，微雨滴瀝，甚為山程憂。曉霽，急往學宮石墀上看山。前此自武山來，山之欲起而復伏者，至是兩岸之山始大起。其穎秀玲瓏，竦峭瘦削，若有铓刃，不可迫視者，即綠蘿山也。舟過山下，見一壁中泐，其半落水，苔蘚蝕剝，骨甚遒勁。酈氏所云「頹岩臨水，浮響若鍾」者，信不虛也。此後山勢，欹側冶媚。又十餘里，江漸狹，山坡間時有人家，竹樹駢羅。至白馬江，雪濤掀舞，震蕩峰巒，湔浣草木，所謂「白馬浪光天」也。由渡口入花源，行亂山中，幾迷路。久之，見一門，有斜徑可陟，乃花源後戶。其上即瞿童瀹鼎池也，梅花五六株，如積雪照耀空穀。時渴極，飲清冷酒數盞，並以酹花。池上室宇甚敝，道士皆閉門不出。殘碑不可讀，遂由宮右小徑以達於宮，萬山圍繞，了無出路。日已斜，急從馳道上行。至一處，夭桃夾道，可半里許。兩山中裂若永巷，內有亭可憩。前有池，流泉鏗然，如玉雪鳴。時山行七八里，倦極，五內皆熱。忽聞泉瀉澄潭，心脾頓開，煩火遂降，乃知泉石之能療病也。共取泉水吸一盂。循水脈行，漸涉漸高，凡八九級。其級去下遠者，則水若瀑布，忽落地，有聲甚怒。石為水所駁蝕，崚崚深碧，若靈壁英石。又上數百步，左壁有小碑一，為苔蝕，蓋古洞也。洞門為亂草封閉，莫能入。守僧雲曾以長竿探之，莫知其際。然此洞實見成，不必穿鑿者，但除去莎草，自可漸通人跡。此中無好事者，空令康樂笑人。或云山腹皆空。度此穴即仙都矣，恐有仙靈嗬護之，終古不得開也。陟級又百步，兩山愈狹，上有石池，流泉洶湧，下注欲崩。崖亭十笏許，據石小飲，欲再窮泉脈，而磴甚危，不可復升。遂尋舊路下，至前夾道夭桃處。山僧曰：「過半月，則數里紅酣，爍人目睛矣。」予恨不能待也。出山口，時有紅梅。至水溪已暮，入舟中，與遊侶夜飲投瓊，正得一二五四，真所謂「二士入桃源」也。相與大笑。曉辭花源，出水溪口，山皆伏，是為鈔蘿村。左右遠山疊疊，皆在數十里外。與遊侶弈，一枰未終，而舟人呼曰：「看山！」訊之則仙蛻石也。蓋至仙蛻石，而兩岸之山又起矣。石數千百丈，側立水中，皆霞紋，雜以綠蘚，若劈若裂，鍾鼎几案，龍鳳象馬之形，種種具備。磊磊入潭，亭亭直上；顛或外窺，根復內卻。仰而睇之，既已爪削，不受一塵。捷猿莫攀，飛鳥靡托。理絕穿鑿，而方洞累累。內有黃腸，俗雲仙蛻。仙與非仙，不可知，要之必鬼工也。里許至漁仙寺，閣覆洞外，可眺遠山。旁又有洞二，雲伏波避暑室。過洞，三峰錯峙，石理斑爛。旋螺而上，間有隙地可室。別漁仙，山漸伏。登舟，天風大作，珠雨隨之。飛帆破浪，頃刻十餘里。俄雲霧中，見有一峰，亭亭若鬟髻者，訊之則穿石也。蓋至穿石，而兩岸之山又起矣。一壁峙水上，作精褵色，中穿如大圓鏡，望前山疊疊，若有視瞻性情，甚可愛玩。登舟回視之，宛似香象截流而渡。亂石出水中，大類突星灘。日已暮，雨漸注，遂維舟亂石中。至曉，雨不止。予起披衣坐，淋淋滴篷窗有聲。一舟人皆熟寐，甚清寂。晨後稍霽，乃留舟穿石，覓一小舠，攜健夫數人以往。去穿石十餘里，漸近鏡內所見諸山，夾道林立。浣濯之餘，妖倩百出。入雲岩，壁皆千峰萬峰攢簇而成，咫尺皆有波瀾，曲折瀠洄，翻成動物。蓋山遠易於取態，至近而態不失者絕少。惟此一帶山，愈近愈活。至清湘，溪水頻為山所約，欲窮去路。山至此如障如城，如千葉青蓮，如畫中所稱「陁子之頭，道子之腳」，無不具備，實為佳山水之聚。恨夙生福薄，不得於此溪畔作漁郎也。近仙掌岩，山又稍稍伏，凍雨大作，微霰四集。濃寒中人，呼酒敵之。甫十餘行，俄見有若博山爐孤峙水上者，訊之則水心岩也。蓋至水心岩，而兩岸之山又起矣。岩四周直上如削，不掛纖塵。骨理沉蒼，砂翠爛然。繞壁澄潭，若有蛟潛龍蟄，可怖。日已暮，舟小不堪住。近岩有溪曰魚網，亦曰怡望，溪畔有人家可宿。移舟以往，黑夜隱隱見兩岸石突兀如虎豹，尤可畏。至則葦門草舍土窟，燔枯而坐，共取酒劇譚，醉肱臥案上。覺則天已黎明。聞青衣大叫曰：「雪深三寸矣！」急起視之，遠近諸山，皆在雪中。登舟，繞岩數匝，岩色照人。石級為雪封，不得上，然大約匝而觀之，已窮其勝，不必登也。往中郎與予言花源道上之勝，戲謂：「此生得住魚網溪上，每日棹小舟繞岩十匝，吾願畢矣。」誠哉，是言也！魚網溪穿山中，如九曲珠，較之清湘溪更僻，真可居也。自水心岩以上，山復伏，望遠山一帶，高寒峭倩。兩岸之山復大起，然灘水愈難上，薪米漸不支，遂唱返棹。時日色漸霽，照耀諸山，如爛銀海中飛波騰浪；又如羊脂玉，以巧手雕刻硯山筆床。反至穿石，復登故舟。舟疾如飛，夜宿桃源縣。大約水上看山，惟三峽與花源耳。三峽雄奇，花源秀邃。三峽，馬《史》也；花源，班《漢》也。三峽，子美詩也；花源，摩詰詩也。第瞿唐、灩澦之勝，常以險奪；而此地一舟泛泛，無風濤之怖。若以一小樓船載書畫，攜酒核，邀二三勝友，終日盤桓其中。友山客而侶漁仙，快可知矣。歸即於澧浦治看山舟，歲歲來作花源遊客，山靈實聞予言！是行也，以春孟廿二日丙午發舟，至廿六日辛亥返棹。遊侶為龍君超、王吉人、郝公琰也。"
    },
    {
        "title": "東遊記一",
        "content": "予以萬曆戊申春，自都門歸，居家一年餘矣。篔簹谷中，修竹日茂，淨綠數十畝，冷冷照人。中又增台榭數處，真可閉門讀書，優遊卒歲。而其勢有不能久居者，家累逼迫，外緣倥傯，俗客溷擾，了無閑時，以此欲離家遠遊。一者吳越山水，可以滌浣俗腸。二者良朋勝友，上之以學問相印證，次之以晤言消永日，人生有幾，當趁色力健時了之；一旦老病漸侵，即效宗少文臥遊故事，亦已寂寞矣。遊志既決，復細籌遊程所宜。蓋向者鬻舟而行，往往入境會心，可以久淹者，多為長年輩促之解維，不得自由。不若自製一舟，載琴書樽杓，邀良朋數人，泛泛水上。緩急險夷，惟己所便，亦大快事也。昔張思光無宅可居，權牽小舟往來，太貧吾不能為。陶峴置三舟，一載賓客，一載糗糧，一載妓樂，與孟雲卿輩優遊湖、泖、江、漢之間，當時號水仙，太奢吾亦不能為。惟張志和泛家浮宅，嬉遊霅苕，自稱煙波釣徒；趙子固常以一舟泊沙渚間，看夕陽晚霞為樂。吾慕而欲效之，乃自往沙頭，鳩工治舟；度兩月，可遂吾事。而會有以小樓船鬻者，急秤直易之。木理甚堅，且有軒窗，可恣覽眺。乃命工稍加葺理。不數日，舟中所宜有者皆備。泛而樂之，而自名之曰泛鳧，用《楚詞》「泛泛若水中之鳧，與波上下，偷以全吾軀」語也。泛泛隨波，屈生非不知其樂，但宗國受難忍之辱，旁觀抑鬱，自不容苟延。予幸生太平之世，少未立朝，不與人家國事，偷以全軀，正其事也。或曰：「太平之世，全軀何用於偷？」予曰：全軀誠不待偷，而軀之閑，則待偷也。試觀人世逐日奔波，大者鵬營甚曠，小者蟻旋不息。鉤鎖連環，老而益甚，直至瞑而戢之一木，則已矣。然則生斯世也，何人肯容人閑，何人肯自閑，又何時可閑？自非一種慧人，巧取密伺，如偷兒之竊物，閑恐未必得也。故予非偷以全軀也，偷閑也。抑又思之，予既不能處忙若閑，又不肯舍閑就忙。苟心本愛閑，而境常值忙，心境相違，必交戰而不自得。神情窘迫，而飲冰發狂之病隨之；則謂偷閑，即所以全軀也亦可。遊舟既成，乃移之公安江滸，運舟中裝。遂以三月之十八日己亥，從公安發舟。"
    },
    {
        "title": "記二",
        "content": "彩石洲去公安十里，州上石出異彩，往往隱現不常。近日始綿亙里許，燦爛水涯，大約如坡公所稱怪石。或如瑪瑙，或如玉，或如瑟瑟，或光亮如琉璃，或紅黃透明如霞彩，或青綠隱見如山水雲氣，或如指螺紋，或如玳瑁，如刷絲。宋杜綰云：「松滋溪水出五色石子，正與真州瑪瑙石不異。」公安去松滋不遠，今此洲上石，似較勝之。往與伯修、中郎遊洲上，伯修拾得數枚，一類雀卵，中分玄黃二色。一類圭，正青色，紅紋數道，如秋天晚霞。又一枚，黑地有金彩，有山水人物。伯修初甚寶惜，後意闌，以賚予。南北旅遊，齋頭清供散佚，今遂不知所在。時水漲，微見其脊，憑舟軒騁望，一寅已失之矣。"
    },
    {
        "title": "記三",
        "content": "鶴穴，即九穴之一也。昔江漢於此處交會，久已塞。近議開，開之誠便，第往時泄江流以平其怒者，口有十三，穴有九。今盡夷，而以一穴受之，夏秋江水暴漲，所損必多。況數百年來，所損以予江者，盡成膏腴。今一開，必且付之洪濤，怨谘叢起，終成道旁之築，無能為也。《宋書》：桓玄在荊州，與刺史殷仲堪行至鶴穴。一老翁驅青牛，形色瑰異，桓即以所乘牛易取。至靈溪，駿駃非常。因息飲牛，牛徑入江水不出。然則今荊州之郝穴，乃鶴穴也，作郝穴誤。"
    },
    {
        "title": "記四",
        "content": "墨山，其色如墨，又如一靈壁石，橫峙江上，可數百里，江水隨之曲折。故行兩日餘，山間出舟左右。蒼壁中，時有雲母，日射之，煜煜鑠人目睛。追憶萬曆癸巳，伯修、中郎與予，同至西陵訪友過此。予行間著《東遊記》，極言此山之奇。蓋予時年少，未見諸名勝也。後甲午、丁酉，兩度應省試，皆由漢，不由江，重見此山，已隔十七年矣。光陰如駛，追思聚首之樂，何可得也。《楚詞》「馳餘車於玄石」，似即此山。然志載玄石又在墨山之北，則玄石與墨山非一山也。華容東山亙百餘里，接石門山，石門又與墨山相接。昔張岳陽謂「二山相連，中有禪堂道觀，天下絕景」，其詩所謂「雲與峰萬變」者，即此地也。何時裹糧深入，一一窮其奧乎！墨山窮處，有一峰，多磊磊之石，畫家所云礬石是也。其極高處，有一石如彈丸，置於山顛若累棋，可怖。按《水經》：「江水經石首竹畦之後，即至下雋。」而縈繞墨山左右，皆不書，豈亦有遺漏耶？下雋，即岳陽也。"
    },
    {
        "title": "記五",
        "content": "巴陵西江口，沅湘等九水於此會江。春夏間，江流甚雄，九水卻避，故彙而成壑，是謂洞庭湖。湖畔見君山，如長眉一抹，隱見雪浪中。《山海經》云：「洞庭之山，帝之二女居焉，出入多飄風暴雨，每每遊者多以風惡返棹。故人呼為有緣山。」所云二女者，乃天帝之二女，非堯二女也，誵訛久矣。秦皇赭山，世多傳之，而酈氏云「漢武於此射蛟」，不知何據。至如王子年金堂玉女之說，亦甚荒唐。獨謂屈原以忠見斥，乃赴清泠之淵，神遊天河，精靈時降湘浦，楚人謂之水仙，立祠此山，漢末猶存。則予深感其言。夫當時銷金鑠骨之夫，化為輕塵，為冷風，甚且為攝山之怪蟒；而屈子侘傺一時，沒而賓於帝所，嬉遊湘浦，作羽化仙，則忠臣之利亦大矣。今山上以祠柳秀才，殊無謂。予謂當追兩漢事，祠屈子，而題曰水仙。歲取髻中之田，為之蒸嘗，用宋玉、景差等配享，以獎忠魂，而奉千古詞人之祖，亦楚中一大典也。當事者何不以聞之？且屈子傲骨冶才，遠性逸情，具見《騷》中，當必饒煙雲山水之趣者；非此千頃雪濤，及九疑諸山秀色，不堪為之供養。不然，神不歆也。王子年之言，足為忠魂吐氣，政不當幻視之矣。此山有石穴，潛通吳包山，郭景純所云「巴陵地道」者也。客聞此，詫以為奇。予曰：「如人身中關竅，皆可相通，何遠之有？自蟣虱視之，則以為遠耳。」客有省。"
    },
    {
        "title": "記六",
        "content": "巴陵峙江湖之間，於雪濤中舌偃而出，亦楚中秀媚國也。其磯以城陵山得名，下此為彭城磯，玉潤水入江處。又東為白螺山，即《水經》所謂「江水又東徑白螺山南」者也。白螺，一魁父丘耳，載於經。而墨山蜿蜒天際，江水瀠之，經與注皆略而不書，何也？豈古之水道，微有不同耶？《水經注》「又東得鴨欄口」，昔吳建昌侯孫慮作鬥鴨欄於此，陸遜諫止之，今仍存磯名。風帆甚駛，一瞬已過。烏林、赤壁，隱隱見亂石鱗次，魏武之敗，正是此地。所謂走華容道者，即今監利也，以是時監利、石首、公安，皆名華容矣。赤壁下為陸磯口，磯以陸水得名。又東為魚嶽山，有水從中出江，乃景水也。山原在大江中，楊子洲南，今去水已遠，在平地矣。獨江上之山，自君山以後，城陵、鹿角，奔騰天際。及過臨湘，千峰疊疊，意即所云魚梁、象骨、大雲、響山諸名勝乎？帆腹飽甚，皆不及覽矚而去，惜哉！至嘉魚，望城上有山，山上喬松十餘株，亭亭如偃蓋。癸巳夏，伯修、中郎與予同過此，便訪李給諫太清。給諫往以上封事，廷杖數十幾死，罷官家居。相與同登此山，飲於大松下。屈指十三四年，而伯修與太清俱逝矣。使俱在者，太清不滿六十，而伯修不滿五十耳。人命脆薄如此，可歎！"
    },
    {
        "title": "記七",
        "content": "黃鶴樓舊者已毀，今新創者，其壯麗稍不如舊，然樓外風濤萬狀，卷雪激石猶故也。考水牒大略近鸚鵡洲，尾為船官浦，一名黃軍浦，吳將黃蓋屯軍處，往來商舟之會。今金沙洲正是黃軍浦，東即黃鵠山，其下為黃鵠岸，岸下舊名鵠灣，正今黃鵠磯也。或曰山磯皆為黃鵠，而樓何獨以黃鶴名？予曰：「鵠與鶴，一也。鵠即鶴音之轉。」漢昭時，黃鵠下建章宮太液池，而歌乃名《黃鶴》。今京口有黃鶴山。而《宋史·戴若思傳》內則云京口之黃鵠山。可知鶴鵠二字，古人通用。獨酈道元注江水，謂：「鄂之船官浦，東即黃鵠山，林澗甚美，譙郡戴仲若野服居之。」則甚謬。按戴顒，世居會稽剡縣，後以病，就醫吳下。時宋衡陽王義季鎮京口，長史張邵與顒姻好，迎來止黃鵠山。山北有竹林精舍，林澗甚美，顒憩於此。今京口鶴林寺古竹院，即其遺跡，與江夏之黃鵠山，了不相涉。道元因黃鵠二字偶同，遂妄引其事。甚矣，著作之難也！此處舊有南樓，宋朝最盛，所謂「鄂州南樓天下無」也。下瞰南湖，芰荷彌望。中為橋，曰廣平，翼以水閣，觀山谷「十里芰荷」之句，則秀媚可知。爾時黃鶴樓僅存遺址，近日黃鶴樓稱盛，而覓南樓之跡，不可得矣。惟城中有湖，猶種蓮花，四圍穢濁，寧堪遊覽。一盛一衰，各自有時也。下樓出城，過黃鵠磯，入水月亭，四面用垣牆封之，豈惡見波光浩淼耶？"
    },
    {
        "title": "記八",
        "content": "黃州，即古邾也，楚宣王滅邾居此，後為黃歇封邑。子瞻曰：「黃州去州十五里，有女王城，《圖經》以為春申舊城，非也。春申封於吳，今無錫惠山有春申廟遺跡，可據。」乃昔人又云：楚都申郢，故黃歇封於春申，如齊之孟嘗，魏之信陵，趙之平原，各在其地。黃為春申，故城皆始封也。謂之春者，蘄春、壽春是也；謂之申者，申光之間是也。其必兼二城封焉，如田之食嘗薛耳。後楚並吳，秦侵申郢，楚遷壽春，歇始請吳之故封以居。然行相事，未嘗去國。立廟者，後人追作之也。其語更核矣。夫楚子之在丹陽，山川重襲，如龍在淵，如虎在穴，遷於郢中，漸已無險可據。彼徒垂涎於門外之吳越，而虎狼之秦，已操戈而入其後扉。蓋至於君由郢遷壽春，相由黃遷吳門，無用之土地逾廣，上流之險阻逾失。所謂楚境橫天下者，適以速之亡耳，哀哉！丹陽今枝江，一云秭歸。"
    },
    {
        "title": "記九",
        "content": "赤壁原在嘉魚，此名赤鼻，所云斗入江中，石室如舟者也。內有子瞻祠，臨水有石亭。蜀雪未漲，去江稍遠，舊傳有徐公洞。《圖經》云是徐邈，定非魏徐邈也。山崦深處，稍有洞痕，祠內藏諸石刻，臨摹展轉失真。向見《乳母碑》，是近年出土者，的是公手筆，惜不在。祠下有龜石，即白龜渚，以為毛寶事，非也。寶守邾，為石虎將張格度所陷，死城中。以放龜獲祐者，寶部下無名士也。讀子瞻賦，覺此地深林邃石，幽蒨不可測度。韓子蒼、陸放翁，去公未遠，至此已云是一茆阜，了無可觀。危巢棲鶻，皆為夢語。故知一經文人舌頰，老禿鶬皆作繡鴛鴦矣。大約宋時城稍下，與武昌對岸，赤壁不依城，間有竹樹，猶存野意。今城跨赤壁，其半在城內為闤闠，較往時更為喧囂。命人取龍泉水烹茶，甚佳。"
    },
    {
        "title": "記十",
        "content": "東坡舊在州東門外，稍平曠處，忽起一壟，內有雪堂，有居士及四望三亭。南有小橋，取「莫忘小橋流水」句也。東有暗井，取「走報暗井出」句也。丘壑趣深，故極意點綴，以成棲隱之樂。如所云「流水暗泉」，特依稀有之耳。坡西舊有竹林，號南坡，宋時屬古氏物。夫東坡尚不可尋，況南坡乎？追思子瞻遷謫於此，年近五旬，已思為終老之計。故孜孜求田，曾欲鬻定襄田矣，欲鬻荊南頭湖田矣，而皆不遂也。不特此處也，一生如鵲，繞樹三匝無依。曾欲鬻匡山田矣，欲鬻金陵田矣，欲鬻伊川田矣，欲鬻泗上田矣，欲鬻白沙田矣，欲鬻浮玉田矣，而皆不遂也。嘗自云：「吾無所求於世矣，惟須二頃田，以充摐粥耳。而所至訪問，終不可得。豈吾道方艱難，雖一飽不可輕得也耶？」甚矣，其困躓也！惟陽羨田，自嘉祐二年唱第錫宴，與蔣魏公接席，遂約卜居。後倅錢塘，委親戚單生成之。海上歸來，遂以為終老之所，後亦竟未享也。受世網羅，東移西徙，欲優遊無事，遂北窗東皋之樂也，豈可得哉！予謂世間自有一種名流，欲隱不能隱者。非獨謂有挾欲伸，不肯高舉也。大都其骨剛，而其情多膩。骨剛則恒欲逃世，而情膩則又不能無求於世。膩情為剛骨所持，故恒與世相左，其宦必不達。而剛骨又為膩情所牽，故復與世相逐，其隱必不成。於是口常言隱，而身常處宦。欲去不能，欲出不遂，以至徘徊不決，而嬰金木，蹈網羅者有之矣。夫惟骨剛而情不膩者，乃能耐寂寞，而可以隱。耳能耐寂寞，而不須絲竹；目能耐寂寞，而不須粉黛；口能耐寂寞，而不須肥甘；身能耐寂寞，而不須安逸；門戶能耐寂寞，而不須光榮；名姓能耐寂寞，而不須稱揚。可以躬耕，可以力鋤，可以牧犢，可以傭舂，可以為監門卒，可以為淘河夫，可以一布障前後，可以寒夜無被，可以沿門作乞兒，可以任兒子之蓬頭曆齒，而了無愧怍。可以死無植骨之所，而任烏鳶螻蟻食。猛拚此苦，而後能伸其志節，作世外人。龍戢其鱗，鳳潛其羽，九天九淵，安往不適。豈與櫪中之馬，臂上之鷹，較苦樂哉！昔淵明骨剛而其情不膩，故能保其隱。樂天骨剛情膩，而持之於口，故能免禍。子瞻骨甚剛，情少膩，而舌端筆端，其鋒正不可當，宜其有嶺海之行也。雖然，其為剛骨等也。骨若不剛，則不得為名士矣。吾輩當保其剛骨，制其膩情，而更力持於舌端筆端，庶泛泛長作水上之鳧，而閑可偷，軀可全也。睹東坡舊跡，不覺喃喃若此。東坡有知，聞之或比於說鬼之妄言歟！"
    },
    {
        "title": "記十一",
        "content": "欲過武昌，訪寒溪九曲之勝，以雨不果。惟向江上望西山，煙嵐隱隱。黃州得武昌而妍，子瞻之謫，賴有此也。此地原名東鄂，孫權以魏黃初元年，自公安徙此，改曰武昌，治袁山，東即樊山也。至黃龍元年，權遷建業，始命將屯守。晉惠帝永寧中，於此置江州，太尉庾亮所鎮也。則庾樓正在此地，不在潯陽；若荊州之庾樓，乃屬庾信。子美所云「庾信羅含俱有宅」者，非庾亮也。過道士洑，見怪石一壁，蒼藤綠莎糾結，倩媚韶秀。近洑為西塞山，山突出江，懸岩如削，激湍傳籟，即「桃花流水鱖魚肥」處也。其右為回山，有洞三：上洞出雲，中洞出水，下洞出風。元結所云「異泉」者在焉。自此一路，兩山夾岸，峰巒瘦削，依稀與桃花源上諸山相似，但層疊處不及耳。蘇子瞻曰：「蘄州溪山乃爾秀邃耳！」非虛語也。楚中看山，自三峽後，便及此處矣。風順不暇泊蘄州，過富池。富水發青湓山，注於江，上多市笛竹簞者。竹本笛材，以作簞，亦名薤葉。"
    },
    {
        "title": "記十二",
        "content": "過龍平，望見廬山，半入雲裏，頗有往遊之興。因取中郎記讀之，不覺神飛。至江幹，急覓筍輿往遊。而遊侶皆云：「夏火按節，山行暑甚，不若急走吳越，覓一淨藍消夏。此地往來必經，無難再至，徐之可也。」予善其言，遂暫住江上，遠餐其色。綠擁藍堆，馬逝帆張，亦自快人。或問山何以「廬」名。予曰：「此亦千古未析之疑也。」據豫章舊志，則廬裕本姓匡，其父佐漢定天下而亡，漢封裕於鄱陽，曰廬君。兄弟七人，皆好道，修真此山，故山以「廬」名，從其姓也。據遠法師《志》，又謂殷周之際，有匡裕先生者，棲止此山，時人呼為神仙之廬，因以名山，從其居也。據周景式則曰周武王時人，屢逃征聘，廬於此山；後來羽化，惟空廬存，故人以名山，亦從其居也。予觀《山海經·海內東經》曰：「廬江出三天子都，入江，彭澤西。」此書創自大禹，遠矣，山以所姓所居得名，江復何說？山水相依，故有此稱，酈氏之說當矣。若其山上之康王穀，乃周康王，非楚康王也。周自成王以後，天子好遊，多在江南。《竹書紀年》，其跡可考，以康王遊匡廬，故其地有釗城，康王名也。昭王效之，而有膠舟之禍。穆王效之，而車轍馬跡遍於天下。今作楚康，大誤。又今新安黃山，有水出彭蠡，名曰廬源，與經合。則廬江、廬山之名已久，三代而上，非秦漢間名也。"
    },
    {
        "title": "記十三",
        "content": "琵琶亭，即白司馬淚濕青衫處也。名人托跡之地，江山千載猶香，何乃寂寂至此！近日學詩者，才把筆，即絕口不言長慶。如《琵琶行》，使李杜為之，未必能過。大都元白之警策處，亦自有李杜；李杜之流暢處，亦自有元白，未可輕議也。或曰樂天學道者，然讀其詩，於得失之際，何介介也？予曰：夫未免有情。榮謝辱來，其始何得無動。蓋至徘徊東西林，躡飛雲履，仰看山，俯聽泉，築草堂，鑿蓮池，則遷謫之感，頓為冰雪矣，寧同長戚戚者？予觀樂天，從此地漸踄華膴，年才五十餘耳，即退求散地，為尹輒去，拜刺史不出。方太和、開成、會昌間，士大夫對壘交爭，磨戛不休，罹其事者，多為嶺海萬里之行；而樂天優遊履道里宅中，臥天竺石，玩華亭鶴，種折腰菱，聽《霓裳曲》者數十年，此其先幾之哲，亦何可及。姻虞卿而不累其事，昵元牛而不附其黨；重於裴公，而不受其恩；妒於李文饒，而不重其怨。入群不亂，涉水不濡，幾於有道者。而猶以得失介介議之，過矣。子瞻有云：「處患難不戚戚者，此特愚人無心肝耳，於道何曾夢見？」此等處，非慧業文人不解也。"
    },
    {
        "title": "記十四",
        "content": "泊湖口，遠望石鍾、襆頭諸山，所謂真山作假山者，恨不得遊也。石鍾二：一曰上鍾，一曰下鍾。叩之鏗然生韻，自成宮商，迥異常石，故以鍾名。而子瞻直謂水石相搏之聲，此肣臆語耳。及後自海南歸，為人跋其所作《石鍾記》云：「錢塘自靈隱至上、下天竺，溪行兩山間，巨石磊磊如牛羊，其聲空礱然，真若鍾聲。乃知莊生天籟，無所不在。」則亦自知其語之誤矣。雖然，誤赤壁而得一賦，誤石鍾而得一記，淋漓一時，芳潤千古，其誤何可及也！以過璫關，尼一日，看諸山出雲幻甚。日暮，步柳林，入古廟，一叟煮茗共坐，說年來事，如天寶父老也。"
    },
    {
        "title": "記十五",
        "content": "湖口山勢生動，望彭蠡積雪連天，直與赤沙、青草相伯仲。曰宮亭神甚靈，能分風擘流。往時丘文莊夫人入都過此，夜半夢一神人語之曰：「我戚編修闌也。明日湖中大風，隻艫無存。我與汝夫君為同官，誼相關切，特來救汝，可移登岸。」醒即舍舟移棲古寺中。俄頃風大作，揚石飛沙者一日餘，湖中舟皆覆溺，而夫人得免。文莊知之，上聞於朝，遣使諭祭，而自為文以告。大略謂世人相與，稍涉利害，即掉臂不顧，甚且不難下石；而太史於冥冥之際，不忘故人，拯其妻子，情深誼重，可愧澆俗。有味哉，其言之也！戚字文湍，死為水神於此。今其文具在集中，文莊大儒，舌理七重，不作幻語，著《無鬼論》者觀之。"
    },
    {
        "title": "記十六",
        "content": "辰巳解纜，而北風正勁。予曰：「此處無風波，未常不可住也。」飯後，同步柳林，見山色秀甚，自潯陽至此，未嘗斷也。初見其層峰疊嶂，誤以為九子，訊之土人，非也。士人亦不盡悉其名，但依稀云某曆山，某花山，不可得而詳也。然其玲瓏秀冶，亦可父匡廬而兄九子也。歸舟自念，此中無一事心上，泊然無營。即此無營時，百不思想，便是吾輩大休歇處。於此不知受享，是當面蹉過也。有事勞心勞形，既不快矣；及無勞心勞形之事，而復紛紛馳求，攀東緣西，豈非世間苦人？然攀緣境界已熟，一時走虛閑路上，亦殊不易。石尤少定，且行，雷雨復至。泊舟東流北門小港中，見石磯上有亭軒。訊人，則陶公菊江亭也。趨視之，垂柳出石鏬中，嫋嫋可愛。"
    },
    {
        "title": "記十七",
        "content": "兀坐舟中，偶讀唐詩，意欲取三唐諸家所作，凡山心水興，登眺遊覽，語帶煙霞，同於畫工者，都為一集。不雜之一切應酬詩中，庶閑時一披玩之，耳目皆清，腸胃悉浣。至金陵，當即令善書者寫出。凡予讀書，非選書則一字不入。蓋泛泛讀書，覺無頭緒。然選書非靜僻不能，以選書全用精神深入故也。予往在署中，鎮日選書抄書，故有《助道品》《傳心編》等書，明窗淨幾之下，字字丹鉛。十二時中，容易消遣，心機頗細，每有著作，一麾而成。及入燕還楚，便入喧鬧之場。篔簹谷中，非不清寂，然晨起梳櫛後，才看數語，非有不料之人來，即有不意之事至。酒人狎友，近鄰遠客，嬲之不置，絕之不能。以故選書抄書之事遂廢。近日入舟中，應酬遂絕，連日清寂殊甚，選詩以當臥遊，以此銷日，最快。"
    },
    {
        "title": "記十八",
        "content": "東流發舟，過黃石磯。磯最高處有小蘭若，垂柳隱隱。至安慶，古龍舒地也。城外有浮屠，頗壯麗。近李陽驛有小渠者二，石峙其中。小舟左右出入，垂楊覆渠，人家對住，真棲隱處也。驟雨復至，住太子廟前，白水青林，亦足娛人。且謂遊侶曰：「我拚此生住舟中，舟中即是家。他不可得，清閑二字，必可得也。」遠遊訪友，俱非大不得已事，可止則止，不強為之。我自去年十月登舟，即欲追步張玄真、趙子固、陶峴水仙諸公，永無塵沙之興矣。今日雨滴江中，晶晶如撒珠，有鮮魚可市，且共醉陶一觴也。雨霽穿烏紗夾，望九華山色，皆為霧蝕不見。昔劉夢得常愛終南、太華，以為此外無奇；女幾、荊山，以為此外無秀。及見九華，始悔前言之失也。予屢過此，愛玩之，不得一至。今日風雨如此，應難躡屐，直為慳緣。或曰山遠視，真為尤物，近則塊然，理或然也。自繁昌至磯口可四十里，為夾江。碧柳綠蒲，時有人家，可泛。日晡過魯明江，即今所稱魯港也，以魯仲明居此，故至今稱魯港矣。"
    },
    {
        "title": "記十九",
        "content": "梁山兩山，據岸若雙眉。東曰博望，西曰梁山，亦名峨眉，太白所謂「天門中斷」者也。至采石，艤舟其下，亂石磊砢，拜太白先生於祠。老檜陰蔽堂前，皆千百年物。傍水有峨眉亭，望青山如鏡內約眉，妖蒨澹冶。所稱尤物者，寧獨九子？世俗多言李白於此醉泛舟，見月影，俯而拾之，遂溺死，故此地有捉月台。昔李陽冰作《太白草堂集序》云：「陽冰試弦歌當塗，公疾革，函草稿枕上授簡，俾為序。」又李華作太白墓誌，亦云：「賦《臨終歌》而卒。」乃知俗言不足信也。大約白生於蜀，婚於楚，久居於齊魯徂徠山，蹇於長安，浪遊於燕、晉、岐、邠之郊，轉徙金陵秋浦，臥於匡廬，囚於潯陽，流於夜郎。得釋，徘徊江上，卒於當塗，此其更涉之大概也。以為匡廬人，及山東人、秦人者，皆非。其實蜀人也，生於彰明之青蓮鄉。大匡山有讀書台、隴西院，即其故居。去蜀後，有妹名月圓，前嫁巴子，留不去，死葬鄉內，墓去今隴西院百步。唐《梓州刺史碑》及《綿州刺史高記》，去白未遠，實有可據。夫生前則人人欲殺，死後則處處相爭，可發一笑也。此地一名牛渚，即溫嶠燃犀處，與和州對岸。隋韓擒虎平陳，宋曹彬下南唐，及本朝取建業，皆從此渡，以江面較狹也。然微風起，輒生巨浪。劉賓客「蘆葦晚風起，秋江鱗甲生」，謂此磯也。下臨澄潭，石骨空中多竇，漁翁實之，以小舟係其旁，往來清絕。"
    },
    {
        "title": "記二十",
        "content": "金陵從上清河過江東門，繞城而往，兩岸時有人家，朱欄翠袖嫣然。楊柳茂鬱，間以蘆葦。過長橋二，泊於南門，望見大報恩寺塔，金碧陸離，直插天外。獨步往至長幹裏寺內，杉柏陰森，碧瓦朱垣鱗接，正殿俱燼之火。緬想遺制，真規祈年未央，後來物力已衰，不能復也，所存者浮圖耳。此浮圖為諸塔之祖，乃孫權赤烏初，康僧會入中國，以精誠感舍利，遂建此塔，原名長幹寺塔；至國朝，改為報恩。後塔頂欹斜，萬曆庚子、辛丑間，僧雪浪正之，費頗不貲，今巋然儼立尊嚴矣。登塔可三級許，盡金陵之勝。城內黃屋鱗次，鍾陵、牛首、棲霞可數，以踵疲遂下。過濠上亭，其前即舊放生池也，沒於中貴，今祠部復之。刹雖以回祿廢，然其旁楹及庫房尚存。他境視之，俱可作殿堂者。昔宣律師靜坐，有天人至曰：「弟子姓王名璠，大吳之蘭台臣也。」會師初至江南，世主未能深信。後感希有之瑞，立此塔廟。闞澤、張昱，亦是天人，入其身中，令其答對諧允。今業在天，弘護佛法。按此，則闞張實是此中金湯，安可無一瓣香也。俟與好事商之。"
    },
    {
        "title": "記二十一",
        "content": "步入城南門，街俱以青石砌，如鏡光瑩，傳聞以六朝豐碑為之，予謂此或曩代事耳。昔魏文取兩漢碑為九華殿基，識者已知當塗之德不長。宋天聖中，詔營浮圖，姜遵在永興，毀漢唐碑之堅好者，以代磚甓。當時一縣尉，投書具言不可，至於叩頭流血。遵後雖遷一官，大為朝士所笑。況在聖朝，寧有茲事，不足信也。登舟，穿文德橋，兩岸畫閣朱樓，流丹騰綠，姹草植於楹蛻，文石羅於幾席。翠袖淩波，雲鬟照水；青雀之舫，霞騰鳥逝。凡過橋三四，至珍珠橋登岸，步上雞鳴山，即雷次宗舊講肆也。山門依岩，朱垣夾道，松柏陰鬱。少憩憑虛閣，望鍾陵山色及玄武湖，水光晶耀，樹如螺黛。青溪故道，隱隱可尋，發源鍾山，彙為玄武湖，由潮溝流入城中，直接秦淮。凡七曲，北門橋及竹橋、大中橋等七橋，其遺跡也。至宋時已淤塞，止存一曲矣。復登舟尋故道，蕩舟者愈多。至秦淮曲折處，疑即舊所云汝南灣者。昔陸慧曉家於灣前，張融牽舟卜鄰。劉瓛兄弟，並居其間。水有異味，共酌飲之，視吾輩煮茗相對，已豪奢矣。日未下舂，舍舟而步，出城外縱觀蘭若。天界寺門內古柏老檜，沉寒逼人，殿閣擬於皇居。其餘青豆之舍，三十六所，文楠為柱，白石為牆，明窗潔案，淨不容唾。竹色騰綠，佳果駢列。僧雛文弱，多解點茶焚香，讀《肇論》，臨《黃庭》，間曉音律，碧雲紅樓之藻，時亦有之，不及遍至。偶至一庵，中有玉蘭二株，可五六圍。有定窯大士一軀，乃嘉靖初年寺中鋤地所得，細腰梵像，清慈不俗。碧峰寺石頭庵，正與天界對，中有一園，皆修竹，澗汩汩穿竹中。過橋，依澗行可百步，始入法堂。時新篁作嫩綠色，照曜几案。主僧舊知也，為予收拾一室，以待閑來清坐。蓋予家園亦有竹萬部，夏來如沁雪，無阮宣之隱操，故舍之而出。至此觸目琳琅，乃不啻故園。則予於此君，亦大有緣矣。今江南竹{紂}，瓦棺諸處，皆蕭然無一竿存者。此地獨蒼翠如故，亦殊異。"
    },
    {
        "title": "記二十二",
        "content": "自買一小舟，由城壕入。舟中望鍾山，翠色撲人衣袂，蓋雨後發其蔥蒨故爾。時屬競渡之節，五色龍舟飛渡水滸，弄舟者多美少年。舟裝一色，分部角勝，簫鼓若沸，歌笑聲動天地。自桃葉渡口上下可五六里許，士女相邀觀渡。水閣櫛比，中如珂雪，外織雕欄。繡簾半鉤，珠翠隱隱。或載酒畫舫，流漣清波。其舟皆四列軒窗，上起重樓，麗甚，水文作丹砂瀾。夜靜，方聞清歌，玉碎珠串。予值初度，是夜有冶客於曲中治具為祝，不能卻其意，一往寓目焉。過新鶯之閣，步霞城之社，皆解以芙蓉養紙，柳絮裁詩。真徐陵所云「琉璃硯匣，鎮日隨身；翡翠筆床，無時離手」者也。嗟乎！予少年時，煙霞粉黛，互戰而不相降。邇煙霞，則入煙霞；近粉黛，亦趨粉黛。中年以後，煙霞趣重，粉黛習輕。一歲中，半住靜藍，常偕清冷，以消煩鬱，近來頗覺都無事矣。而偶對此境，如雷開蟄戶，春萌草色，若不能自止者，豈無生力微，不能消除耶？抑外境太強，能令飲光起舞，一角失通耶？豈予所云剛骨膩情者，亦名人之常態耶？第以舍塵入道，期此生盡遮染習，鏤之肌骨，比於書紳誓墓；而脫口未終，旋已背之。無問人笑鸚鵡之舌，而捫心自反，寧不內愧？古人解理之後，期盡今時，必如蓮花出水，不著一滴，乃為諦當。至於安那般那之禪，白骨流光之觀，亦非多事。正以攀猿渴鹿，釋此不除，若舍道人本色行徑。而乃云依憑名教，酷非所屑，欲世人知之濠上所未解也。歸舟無事，書以誌戒。"
    },
    {
        "title": "記二十三",
        "content": "天微雨，長幹道如拭。乃與遊侶步至高座寺、雨花台覓石子。至梅子岡，尋安石墓，不得。或云晉時葬於此，後移之宜興九鴉口矣。客有話安石作土山擬東山事者。予曰：「安石，煙霞骨也。當其棲隱東山，與王右軍、支遁遊處，辭吏部郎，作書絕範尚書，為叔夜之後一人。朝廷嚴以禁錮，已得遂其隱情，自謂當於茲焉老矣。及出秉機軸，從容而杜移鼎之奸，宴衎而清斷流之寇。功愈高，而陵霞之韻愈切。至於築土以像故隱，營墅列館，栽花種竹，蓋未常一日忘東山也。昔孫仲益記湖山，謂王公貴人，思振纓上之塵於泉石而不得，則畫寒林雪竹、黃蘆睡鴨於團扇曲屏，以供耳目之玩。土山之擬，幾於效愚公故事，益又甚矣。其後避道子、國寶之讒，出鎮廣陵，築新城，造泛海之裝，欲經略粗定，取道還東，蓋亦未常一日忘東山也。孰知白雞兆夢，金鼓罷鳴，而東山之臥，竟齎志沒矣。」嗟乎！居不賞之地，挾震主之威，而狐兒鼠子，從中嬲之不置。若非望重氣平，心跡明白，則上蔡之犬，華亭之鶴，其事且不可知。欲求如陶元亮之優遊晚節，乘謔而去也，安可得哉！信乎出易處難，而隱福之未易享也。予謂安石別有絕人之量，故不顯其剛骨；而情之膩，則與白蘇諸公等。乃其用世之妙，決非白、蘇諸公所能及。蓋古今事業，有從才出者，有從氣出者。惟安石從韻來，至簡至輕，若山光水色，可見而不可攬。自汾水喪堯以來，別有一種玄澹脈絡，春風沂水，即其流派。無事之事，不治之治，不言而綜。所謂藏出世於經世者也。至於詩文之技不多見，若有遜白蘇者。然作簡文諡議，桓大將軍比之碎金，見虎一毛，已知其斑。數日來，見金陵秀壁如林，憶江左名士如沙，而所玄對者鍾山，神交者謝安石也，是亦一快也！"
    },
    {
        "title": "記二十四",
        "content": "舟遊燕子磯，過清涼台、石頭城、獅子、石灰諸山，宿於草鞋夾，雨大注。晨，雨霽，過弘濟寺，舟泊燕子磯關壯繆廟前。兩山如雙袖，一奉佛，一奉壯繆，溪流間之。是日相傳為壯繆生辰，傾國士女，皆來謁神。予趁遊人未集，登燕子磯，拾級而上，攀朱欄登亭，大江縈繞，一拳峙水端。與遊人指點金陵形勝：鍾山自東北而展旆於西南，大江自西南而委練於東北；覆舟阻其後，聚寶當其前；青龍、石炮掖其左，石頭、三山踞其右；而秦淮以一縷橫其中。大略漢後郡城，皆在淮水南；六朝宮城，皆在淮水北，而近覆舟；楚、秦、隋、唐之城，皆在淮水西北，而據石頭；揚、吳以後之城，皆跨淮水南北，而近聚寶；本朝因山距淮，盡乎四極。此其大略也。下山過橋，兩山忽開鏬若門。逾門，寺依岩傍江。石壁間乳懸若蜂房蠟淚，大如楊惠之所塑楞伽壁也。登閣，江流浩淼，壁欲落，閣欲浮去，似難久住者。午後遊人俱集，兩山皆綺羅，無隙地，笙歌鼎沸。日將暮，予移舟歸，見遊人往者方如織。宿於石頭城，即吾家妙德先生授命處也。機事不密，父子俱隕，可為雪涕。石色如鐵，雜苔斑，微月中視之，真類虎踞。"
    },
    {
        "title": "記二十五",
        "content": "將往遊牛首，涉原隰，見大江積雪浩然。憩於鐵心橋。暑甚，息古寺中，松柏鬱然，門徑風勢襲人。復行十餘里，登山至寺門，足幾不能前。蓋山之背金陵而南向者，獨此刹。故行至山足，尚不識寺所在，屢攀躋乃見，樓閣枕藉。既入寺，陟一重階，陰風凜然。至白雲梯，下酌清泉，登梯過大銀杏樹下，樹亦千年物。記萬曆癸巳歲來遊此地，甚歎茲樹之奇，故予有「南唐今日樹長生」之句，今十七年矣。登殿禮如來，西行至禪堂，憩關公殿內，閉門看塔影倒垂，予殊不訝其奇，以佛法廣大，不足奇也。曆層級，至辟支洞。洞甚陰森，其殿已頹，然西望大江如積雪。此中微加點綴，實為山中第一勝也。東過留雲閣，穿老松中，曆石磴半里許，至文殊洞。煩暑憊甚，甫入洞，涼沁骨。予夜夢一法師講《法華經》，至予少經一部。予出金請經。會文殊洞中久不燃燈，予施數鐶；因念此中酷暑內時時作秋色，便可居此度九夏也。至方丈，僧請看歷代祖師像，多恢奇肥碩。時暑極，僧曰：「塔上可避也。」由方丈東行數百步，得塔，凡涉一層則漸涼；抵層顛，風勢襲人，等風穴。前望獻花岩如在幾席。右則長江帶之，左望山口，人家田疇，林陰水色，令人作棲隱想。後則山松鬱然，時露怪石，崚崚有媚趣。久之乃下，至一僧舍，據山水之勝，烹茗少坐。尋白雲梯，出山門高嶺上，看大江落日，亦一雄快。月色冷冷，歸飲臥。晨起，緣牛首山嶺走祖堂，牛首不見前山秀色者，以祖堂一嶺為之障也。過嶺，從寺脅入，息於閣中。至山門，涼風襲人。走獻花岩，入洞少憩；登方丈閣上，望牛首青豆之舍可數也。登山過伏虎岩，其上有閣，亦可坐，江雪逾近。歸飲閣上，月色出萬松中，清絕。"
    },
    {
        "title": "記二十六",
        "content": "久居石頭庵，忽移至舟中。時畫舫新修，甚淨。岩上竹樹陰翳，涼風乍起。久不宿舟中，不知其樂。至此登舟風便，一瞬抵燕子磯。登燕子亭，罡風吹衣，有寒色。下逾溪，至弘濟寺。兩山夾處，風尤厲。息於天王殿前婆羅樹下，樹與燕京西山臥佛寺正同，其種皆從西域來者。閣正對西，斜陽爍岩石，浪光晃耀。至山門前，近一中貴墳，有石路可坐。即於此取道，往遊棲霞。途中黛色層疊，包絡田疇。入山穿喬松巉石中，息於蒼麓禪室。樓後開窗，見斷岩有落勢。躡山徑石梁，尋中峰澗道，幽清如故；而山石稍加穿鑿，略損其致。至乳泉、聽泉，下至千佛岩，岩架以閣，重牆圍繞，甚莊嚴。酌品外泉，過方丈，入大殿禮佛。時日如炙，急往覓天開嚴，息於珠泉。過般若台，坐叢桂下。行亂石澗邊，石多如太湖者。喬松夾道，遠望岩壑，了不可測。抵岩，岩石巉巉。數月前，忽中裂一片塞路，為好事者刻《禹碑》，作石牆置之。歸，納涼於白蓮池上。時白蓮盛開，香風滿一山。暮宿山中。"
    },
    {
        "title": "記二十七",
        "content": "舟中望金山，萬派爭流，一拳孤峙。息於水月樓，登妙高台，風濤際天，簸蕩川嶽。東望大海，水氣浩白無際。信哉，大地皆水輪持也！予謂遊侶曰：聞江深五里，則山之出水者無幾。其果本豐而末銳耶，抑上如荷葉之浮，而下如荷柄耶？往聞之故老云：昔有一小沙彌，面如髹，喜入水，或經晝夜不出。偶一日沉江底，以手搖山柄大動。山上人皆驚，訊之，始知此沙彌所為。眾詬之，遂入水去。相傳為龍沙彌。由此觀之，山下信如荷柄。經江水千萬年洗磨駁蝕，必有奇竅異色，待滄海揚塵時，來一觀之，當不減碧玲瓏耳。第以一柄載豐顱，樓閣磊珂其間，江水怒濤，日夜剝削不休；而海風常如毗嵐，晝夜噓吸飄搖，恐荷柄忽折，將奈何？頗為山中人危之。下至山門，見前有亂石浮水上，相傳為郭璞墓。考金華《楊氏洞天記》云：中國洞天，名不載於籍者尚多，金山龍遊寺其一也。昔張安道守滁，入郎琊山藏經院，得木匣，乃《楞伽經》也。見經中字跡，忽然汗下，了知前生是知藏僧，寫經未終而化。遂續書其後，字跡宛然，無異前生。乃付子瞻鏤行。子瞻居此，與佛印元公同入梓，名曰《再生經》。今翻經室猶存。時倦甚，偃臥樓上，取泉水烹茶。按中泠泉原在江心，此山上井中水也，正宜出惠泉下。蓋以中泠為第一者，乃劉伯芻耳。陸羽所品，首廬山康王穀水簾水，而居南零第七。故謂慧山為二泉者，但次康王穀水，非次南零也。羽別水有神識，豈伯芻所敢望，當以羽言為正。張又新刺永嘉時，過桐廬江，至嚴瀨，以茶試水甚佳，云去楊子、南零遠甚。至永嘉，取仙岩瀑布用之，亦不下南零。嚴灘水品最殿，皆勝南零，則呼為第一泉者誤矣。真南零尚然，況井中水哉！山僧遺以豉，予笑曰：「憶子瞻齋廚法豉之句，則金山豉自元公以來有之。然元公道法不傳，而豉法獨傳，可謂善轉食輪者。」或云陸機所云「末下鹽豉」，即此，秣末通也，則其來更遠矣。日已沒，散步回廊下，欄外滂湃者，即蜀雪也。遍覽壁間詩，惟張祜、孫魴二詩真成獨步。祜詩實遠過徐凝，而不見取於樂天。惟杜牧之守秋浦，酷愛其詩。祜不應詔辟，老於曲阿，性嗜水石，蓋詩人之有骨而有致者。而《唐書》不為立傳，殊可恨。魴，江西南昌人，畫工子也。"
    },
    {
        "title": "記二十八",
        "content": "篁川去市可里許，逾平疇，行柳巷中。始至園，園內彌望皆水，周遭可三里。中因島嶼為樓閣。過小鑒湖，岸上望水色澹澹。數折入柏巷，抵霞標閣。閣外皆植桃，故以「霞標」名。後軒臨水，水外長堤，多植梧桐芙蓉，開窗則游魚漾泳。復循故路至小鑒湖畔，泛小樓船，過月榭，遠望朱欄若魚網，曲折水上。過橋登鑒閣，罡風襲衣。閣下小飲，置酒樓船，夜泛，遂宿焉。晨起，天氣澄清，棹小舟從霞標閣右軒登舟。沿堤碧梧翠柳，紫薇花處處爛然。半里許，過第五橋，涉桃花渡。又里許，至篁川莊，門迎流水。中有秘室書閣，可居眷屬。循莊右掖，行曲溪，復回棹，穿小橋，入湖中，望鑒閣峙水心。過月榭及大石橋，溯曲溪，至霞標閣後登岸。是日始憶今歲有計偕之役，孝廉船已有北上者。念吳越山水，非草草可了，宜割愛以俟後來。暑氣未減，姑靜坐篁川數日，以俟中秋後取道入都。志既定，乃發鳧舟還楚。蓋漕河不宜此舟也。囑舟人及還楚僕從曰：「此去都門，得失未可必，然閑則可必也。謹視吾舟。桃花水生，吾攜吾閑歸矣。」篁川主人為賀中秘虛穀，並令子孝廉函伯。"
    },
    {
        "title": "記二十九",
        "content": "甘露寺，乃唐寶曆中李衛公建，以資穆宗冥福。時甘露降茲山，故名。舊有多景樓，面山背海，為天下甲觀，五城十二樓不過也。會昌五年毀天下寺宇，此寺以祝釐得不毀。晉及六朝畫板，俱移其中。其藏經是六朝人書，卷尾列「晉王總持」名，煬帝字也。平江南，鳩集於寺，題跋具存。李衛公祠有手植檜。宋哲宗元祐間，盡毀於火。江南從此遂絕晉筆，所存者惟衛公鐵塔，及米元章淨名齋耳。後屢加修飭，莫還舊觀。今日江山如故，而荒落尤甚。訊淨名齋，亦迷其跡矣。元章時寺有仲宣長老與之為禪友，蔣穎叔亦以詩相往來，當是了元一輩人，而此中無知者。登北固，過天津泉，從右腋屢陟至山門，見大江浩浩，風帆往來。金焦孤峙水上。禮如來殿上。前山疊疊，大江出其右。過三山閣，實為一山勝處，白水綠洲，平疇稻畦茸茸。晚風甚勁，或曰此長潮風也。山門題榜，為「天下第一江山」，晉陵吳琚筆。琚南宋人，書學米老逼真，畫亦然，所著有《雲壑集》。門前若大堤，竹箭叢生其下。半里許，至前山，如象鼻回繞。尋舊路歸，散步鳳凰池畔。依山頗有泐石，雲襞霧裂，類假山，即很石處也。穿槿籬歸。是夜為中秋，月不明。數月內天旱，無夜無月。至中秋，人人思賞清輝，而月色卻為雲揜，乃知如意未可易得。"
    },
    {
        "title": "記三十",
        "content": "鶴林寺久廢，陸尚書五台諸公復之。東坡和刁景純、柳子玉光字韻詩，皆鉗牆上。景純名約，家有藏春塢；子玉名瑾，子瞻姊夫，亦能詩文，見孫覿、岳珂書。覿字仲益，晉陵人，曾見其所作《華山記》《湖山記》，皆佳。又有子瞻草書，止七八字，甚類《醉翁亭記》筆法。蓋老坡沾薄醉後放筆能為此體，惜不全耳。其中宋元跡頗多。高宗書七佛偈，尚存其一，字頗類魯直。過古竹院，即「竹院逢僧話」地也，竹色甚蒼翠。前山名黃鶴，宋書為黃鵠，一名戴公山，以戴仲若居此，宋武帝所云「東巡當宴戴公山下」者也。子瞻《遊鶴林詩》有「戴公山下野桃香」句，其跡甚明。史稱竹林甚美，即今竹院，人因李涉「竹院僧話」句，遂謂竹院始此，而不知即戴公竹林精舍也。修《一統志》者，不列之流寓，於黃鶴山下，都不著其事實；近輯《廣輿記》者，亦不載。夫戴公隱德琴心，所之山川生韻，酈道元等尚取以文楚中之陋，而此中係棲息之地，乃不一表識，可笑！夫江左慧人，多在建業，京口已自寥寥，復堪遺耶？其右為濂溪書院，中有小蓮池，可少憩。濂溪跡不宜在此，以嘗問道於鶴林僧壽堂故爾。昔米元章愛此中松石沉秀，願死後作寺伽藍；至易簀時，故像頓毀，後人因而奉之，作袍笏像。予謂眾香國裏來，眾香國裏去，此等去來，當是淨土中人，恐不止作伽藍也。意者菩薩護法，無所揀擇歟？日未下舂，將取道往招隱，覓黃長睿學士釜鬛。訊之僧云，此中已久不識矣。長睿名伯思，邵武人。學問該博，著有《東觀集》一百卷，今《東觀餘論》，乃其片甲一毛。其人深通禪理，跋《寶王論》，有深解。臨終修念佛三昧而化，葬於招隱山麓。李伯紀誌其墓甚詳。大都與米顛相伯仲，而精核過之。書法初效歐虞，後出入鍾王間，亦當不遜米者。今元章之跡昭然，而長睿藏舟處竟不可尋，與戴仲若隱居同一湮滅。非二公之不幸，乃江山之不幸也。他日有緣，於此處立精舍以祠三公，為江山補此闕典，當令過此者，三日猶香，一大快也。"
    },
    {
        "title": "記三十一",
        "content": "焦山有野意，大勝金山，獨《瘞鶴銘》之疑未決，欲親往勘之。蓋此銘諸家若聚訟，以為王右軍書者，蘇子美也；以為顏魯公書者，歐陽公也；以為顧況書者，沈存中也；以為陶隱居書者，黃長睿也；以為諸公皆非，而別有隱君子書者，董逌也。惟黃魯直斷乎以為非右軍不能，謂為大字之祖。龍爪遺法，歐、虞、顏、柳諸公，僅得其仿佛，津津乎不啻口出。魯直於書學極深，似有可憑。近世名士以為據《茅山志》，顧況居菖蒲潭，自號華陽真逸，銘字是況無疑。不知銘石後有貞觀王瓚書，已學其體，況去貞觀年尚遠，何得先有此書？百聞不如一見。今風色如此，其緣又慳，可歎也。或曰此時水未落，銘石亦不可見。遂返棹。"
    },
    {
        "title": "遊石首繡林山記",
        "content": "大江自三峽來，所遇無非石者，勢常約結不舒。至西陵以下，北岸多沙泥，當之輒靡，水始得遂其剽悍之性。如此者凡數百里，皆不敢與之爭。而至此忽與石遇，水洶湧直下，注射拳石。石崿力抵其鋒，而水與石始若相持而戰。以水戰石，則汗汗田田，滮滮涆涆，劈之為林，蝕之為竅，銳之為劍戟，轉之為虎兕，石若不能無少讓者。而以石戰水，壁立雄峙，怒獰健鷙，隨其洗磨；簸蕩之來，而浪返濤回，觸而徐邁，如負如北。千萬年來，極其力之所至，止能損其一毛一甲，而終不能齧骨理而動齦齶。於是石常勝，而水常不勝，此所以能為一邑砥柱，而萬世賴焉者也。予與長石諸公，踄其顛，望江光皓淼，黃山如展旆，意甚樂之。已而見山下石磊磊立，遂走磯上，各據一石而坐，靜聽水石相搏，大如旱雷，小如哀玉。而細睇之，或形如鍾鼎，色如雲霞，文如篆籀。石得水以助發其妍，而益之媚，不惟不相害，而且相與用。予歎曰：「士之值坎隰不平，而激為文章以垂後世者，何以異此哉！」山以玄德娶孫夫人於此，石被綈錦，故名。其下即劉郎浦。是日同遊者，王中秘季清、曾太史長石、文學王伯雨、高守中、張翁伯、王天根也。"
    },
    {
        "title": "遊龍蓋山記",
        "content": "邑南郊外，山如龜背起，至龍蓋始極尊特，如象蹲。予與遊侶數人，插紝緣其鼻而登其顛，近帶江流，遠視華容、東山、玄石諸山如潑墨。昔張嶽陽謂此中禪堂道觀，天下絕境。今觀其沉沉盤鬱，信然。嶽廟側有李衛公祠。公征蕭銑時屯兵處也。公提兵從陝州攻江陵，不逾時，銑即面縛，未嘗頓兵此地。豈南下嶺南桂管，取道瀟湘時耶？公為唐元功，此其嚆矢。其後平公祏，破頡利，擒吐谷渾，事業日盛，恩寵亦極。文宗時，其五世孫彥芳上家藏遺物及詔書，其一為平蕭銑時所賜于闐玉帶，其函內有詔一紙，曰：「有晝夜視公疾，大老嫗來，吾欲熟知公起居狀。」權德輿常讀太宗手詔，至流涕曰：「君臣之際乃爾耶！」想見草昧用人，同心同德景象，人臣何以不思盡力！然公於神堯時，尚存告變之嫌。方兵次峽州，非許紹力請，亦以逗留死矣。功名之際，可畏哉！公平定江南，以寬大行之，於此地有恩澤，法宜祠。與今黃山祠謝晦，梁山祠梁松大異。而廟宇頹然，可歎也。山左下有徑路，可達石頭庵，即予禪友冷雲隱處。冷雲居中郎柳浪最久，學已有所入，未五十而亡。窣坡蕭瑟，甚可念。庵後見南山亂石一壁，石浪滂湃，亦佳。"
    },
    {
        "title": "石首城內山園記",
        "content": "繡林之顱枕江，其趾坦迤，半在城。故背城而居者，其後皆有山可眺望。長石宅後，即為山，陟其顛，則兩山峰巒，列髻而出，江流晶晶。其下有石楠一株，最古，取以名其館。草萊叢生，甚樸野，然實為覽矚勝處。其右數十家外，得王太學養盛園，中有亭，望南山草木了了。其後最近繡林之顛，遊人鬚眉可見。而水石相搏之聲，淙淙入耳。其中石骨披露處，鐵壁繡苔，饒古意。其右數十家外，為王中秘季清園，門徑有方塘，貯水可十畝。老桂數十株。半山有亭，壽藤一大壁，作殷紅色，雜以碧綠。盤石一具，可弈。有石洞可容數十人，今封閉，未敢開。由洞外登山，松下怪石鱗鱗，望龍蓋最近。江流益闊，帆影可攬。夫城市櫛比之地，得數畝種花竹足矣，安望有山。即有山，亦未必與水相湊。而今者大江復浩然繞山而出，不杖履而具登眺。飲食起居，與山水相偶，此亦有異福。予家公安為水所齧，不適有居。而先世村落，又與此相近。中郎方外居沙頭，予謂不若此地之富煙雲也。入都當細商之。萬曆戊申仲冬朔日。"
    },
    {
        "title": "過真州記",
        "content": "真州，即古白沙地也。城濠帶引，白波晶耀，極可泛。萬曆戊戌，予曾客此。詢舊遊，半已化去。城中有寺曰天寧，內有浮圖，為尉遲敬德建。下有僧舍，頗潔。門外茂樹十餘株，舊與吳興臧顧渚、閩人謝在杭，同納涼其下，文酒賞適甚快，題曰嘉樹林。墨沈如新，已十二年矣。後殿有井，即東坡井也。東坡宦轍，屢次真州，欲往陽羨，皆不果。初自黃移汝，道出南都，晤張安道，以《二生經》授之，托以流布。是時方上書乞居陽羨，住真州俟命，為書此經。內有禪室，即其書經處也。得旨一月後，登州之命旋下，未得至陽羨也。儋耳北還，子由已定居許下，不欲老年兄弟，復作兩處，再次此地，令人往陽羨鬻田，東北行裝。而商之程德孺輩云：「相忌者多，北行漸近都門，必不得靜。」以此遂定計居陽羨，霜露溘至，卒於常州顧塘橋之孫氏宅，竟亦未得至陽羨也。田間之樂，托之空言耳，悲哉！子瞻云：「老境兄弟，不得相聚，此天也，吾其如天何！但此行避害省力，於計為得。」予謂當深文刻責之時，士大夫動以唇吻得過，多難畏人，固其宜也。然使放歸陽羨之命下，即高臥不起，約子由為長往計，則夜床風雨之樂，可以再尋，何至作桄榔樹下人哉！比之後來，更覺省力。惜乎不早決也。大士閣內所供伽藍，為昭明太子，訊之都不知其始末。蓋此地近建業，於時南朝刹宇最盛，青宮或有勝願，未可知也。與鶴林寺米顛，共是慧業文人，正堪作對。出寺數百步，為學舍，泮池極皓淼。原為資福寺基，十年前一長令奪以為學，後來頗有異應，予不欲言之矣。鳧史曰：予去此十餘年耳，昔年素封之家，夷為窶人。喬木漸摧，亭台異主，遊雲幻變，豈待華表鶴來也哉！可歎也！"
    },
    {
        "title": "南歸日記",
        "content": "庚戌春，試事既畢，形神俱憊。念泛泛一鳧，何所不適，而自苦如此？會中郎予告還楚，予遂附之而南，時二月廿四之庚午日也。客有留予候捷者。予曰：「捷則書負已畢，嶽遊方始；若其不捷，登山涉水，亦無害也。」驅之出春明，憩於盧溝橋。望西山及翠微諸山，猶帶殘雪。冰泮，水涓涓流。據誌，其下即古桑乾水也。考桑乾發源馬邑之金龍池百斛泉，至盧溝，會於天津。盧溝河出太原之天池，伏流至朔州馬邑，從雷山發為渾泉，會桑乾河。則桑乾、盧溝，派同源異，非一水矣。桑乾出馬邑洪濤山，《水經》名？涫水，又名灅水。大都燕之水多發源於晉，而歸於瀛。晴則稚流可揭，雨後奔雷轉石，不可以舟，置梁亦多衝擊。惟此橋以全盛之物力為之，壯麗堅固。昔人謂趙州石梁，望若初月出雲，長虹飲澗。予謂今盧溝足以當之。止梁鄉敝郵，寒甚。辛未，雪大作，次於邑。壬申，冒雪行，過琉璃橋，可三里許，其下即古所云聖水也。按《水經注》：「聖水出上穀，東徑玉石山，過良鄉縣，徑羊頭阜，合於涿水、桃水，至河間入海。」《一統志》則云：「自房山龍泉峪流至霸州，入拒馬河。」而予曾考《會典》所載，琉璃河自磁家務發源，潛流地中，至良鄉東入渾河者也。詳核莫如國典，當以為正。止涿州，得賢書報被落。初頗不快，久之稍定。予謂中郎曰：「昔陶弘景四十內期作尚書郎，蹉跎不得，遂隱居茅山。今弟年亦四十餘，升沉之事，已大可見，將從此隱矣。」中郎曰：「自汝兄承乏此官，人見其熱，予但見其苦，方知嵇康、王微甚近人情。大人在堂，勢難遠遁故園，青溪紫蓋之間，當與汝誅茆而老焉。行矣，勿復自憊！」按涿州即古涿鹿地，黃帝與蚩尤大戰處也。或云在今朵顏三衛之地，未知孰是。此地有展台，乃燕昭展禮下士處，與黃金、蘭馬之台，並為禮賢勝跡。爾時招徠方士，無遠不至，不欲令諸侯之客伺隙燕邦，故修連下都，館之南垂。展台獨處其南，於跡為核。易水之上，又有昭王求仙台。三峰騰雲入霞，合煙罩霧。雄心大略，不惟規遷故鼎，並欲衝舉霄漢，為穆滿之後勁，作祖龍之前茅矣。城東數十里，為督亢陂，荊軻所齎之圖也。昔時號為神皋，他邦豔之，故以為秦餌。癸酉，雪猶不止，止定興。甲戌雪霽，西望山色甚秀冶，即上方、紅螺巘諸勝。止安肅。乙亥，風大作。官道頗多楊柳，如巷陌，冰枝凍？，宛似郭河陽鳥爪畫。午抵保定府清苑縣，古上穀地也，以境內有清苑河，故縣名。漢為樂鄉地，高祖封樂毅後於此。宋初為保州，置林木，以限胡。蓋永平北接三衛，南濱海，東迫朝鮮，為京師左掖。保定控製飛狐、倒馬，聯絡紫荊，負居庸，障西山，帶易水，為京師右掖，實號雄輔。近城一舍，有郎山、松山，髻立穎峙，松梵相和。丙子，憩涇陽驛，止慶都，拜堯母墓，墓如崇阜，正方。登其顛，望一城如小盂。西北諸嶂墨布，則唐縣、完縣山也。予舊閱《靈台碑》，堯母塚又在山東濮州，地名成陽。《帝王世紀》曰：「堯葬濟陰成陽。」今濟陰小成陽，俗諺囚堯城，正其藏舟處。《地里志》云：「成陽有堯塚，靈台南一里，為堯母慶都陵，稱曰靈都。水澤通泉，出印頰魚。西五十步，為中山夫人祠，堯妃也。漢延光四年，祠唐堯於成陽，歷代多於此祠堯。」的然可據。予謂成陽為堯陵，無可疑者；然冀方為堯始封地，故其母葬於此，靈都之跡，緣堯塚而附會者也。若許慎謂堯母為天帝之女，寄伊長孺家，年二十九無夫，出觀於河，赤龍負圖而至，遂孕堯。夫堯為帝嚳子，豈云無父？復以其事影響於漢，蓋漢儒好圖讖喜作幻語如此。三月初一日丁丑，過清風店，涉唐河。河發源靈丘縣山谷，經此流入滱水，一名倒馬關水。憩定州，古中山也。至州學，觀子瞻雪浪石，黑質而白章，奔騰如浪。盛以蓮花盒，周遭刻銘，字未經摹榻，神理甚完。記書銘時為哲宗紹聖元年四月二十日辛酉，至閏四月初三日，即有英州之命，連謫惠州，涉海外，流離顛沛，從此而始，可為一歎。公既被謫，文字皆遭廢錮，雪浪之名，曠而不問。至元符末，始有儋耳北歸之命。明年，張芸叟守中山，方葺治雪浪齋，重安盆石，作一詩寄公。而公於是年夏謝世矣。芸叟即謫郴州，印碧蓮耦根，以詫北人者，亦一韻士也。旁有槐，中空外裂，亦數百年物。前廡下刻王摩詰竹，又有雪庵書六言詩。元至正大德間，有僧雪庵，以大字楷書名世，其臨《蘭亭》為牟大理、趙子昂所賞。予曾見其所書茶榜，頗效子瞻。過劉禹錫陋室。漢景帝子封中山，子孫世為中山人，即禹錫之鼻祖也。後其七世祖名亮者，為元魏冀州刺史，已遷洛陽，則子孫不復居中山矣。《唐書》於禹錫傳中止云「自言系出中山」，不言其生長此處。意陋室者，後人追作之也。止新樂。戊寅，過趙清河蓮花店，店為水圮。舊見芙蓉滿溪，今並無水。憩伏城驛。止真定，古恒山郡，漢避文帝諱，改常山。城中空闊如郊野。天寧閣有大士像，高七十餘尺。庚子歲，曾一至，前有殘碑，覺文字奇麗，甚似六朝人筆。日已暮，不暇遊。郡背恒嶽，面滹沱，故舊以名。昔石晉棄茲嶽契丹，宋不能復，而托辭於飛石，以文其陋。今嶽已屹然內地，而祀典猶襲曩製，殊無謂。弘治時，馬端肅公上言，嶽故在渾源州，即當從渾源以祀。而倪文毅在禮部，不能從。說者以為恨。予客雲中，曾往遊焉。飛石遺穴尚存，十餘年前，有好事者往曲陽量之，穴與石不差分寸，亦甚可異。五嶽惟北嶽不易至，予少時即得遊，而餘四嶽者，至今缺然。再蹉跎，則少文臥遊之期近矣。今幸而閑，歸去即首至朱陵，決不食言。此郡城郭規制，亞於神京。說者謂京師當有四輔，大略宣府為北輔，永平為東輔，保定為西輔，而獨無南輔。河間、臨清太遠，非真定烏足當之？第以宣府、保定諸處，皆宿重兵，而此地獨詘防衛，稍宜增兵，則過矣。夫保定地迫塞上，故多建衛。屯兵真定，去塞遠，去河南、山東近，猶之腹內也，非屬要害，何必養兵以疲民。先朝自有深意，非書生所知。己卯，渡滹沱。《周禮》曰滹池，又古文或作亞沱。秦《詛楚文》中所云「亞駝大神」，即此水也。黃伯思謂即秦之烏氏，而董逌據顧野王之記，以為在靈丘，且云一名滱水，乃九澤之一。則是以滱水為滹沱，其謬妄可笑尤甚。夫滱水之源，在今大同渾源州恒山南七十里，合溫泉水至定州，與倒馬關水合，正野王所謂出於靈丘者也。滹沱之源，在今太原繁峙縣東北三十里泰戲山，俗名小孤。經曰：「泰戲之山，無草木，多金玉，滹沱之水出焉。」其源相去千里，何得混而為一。或曰：秦之乞靈，必於封內；自穆公十一年，已取晉靈丘，滱水在焉，因而致詛，似亦有據。予曰：王官涑川，久屬秦封，滹沱所經也，何必靈丘之滱。野王等疏於地志，不足憑也。夫此土滹沱為川，配之恒嶽，豈云細流。桑欽作《水經》，於濡易等水皆所不遺，而獨遺之，尤所不解。若其赫赫神靈，能猝合堅冰，以應帝王，比之擘流分風，亦何以異。秦詛雖譎，蓋亦有故。然詛楚未幾，絕秦亦至矣。過蘇味道故里，眉山之蘇，實源於此，故子由以名其集。止欒城。春秋寧武子舊封。庚辰，過廉頗裏，憩於趙州院，有吳道子畫水壁，洶洶作奔屋之勢。凡畫水者，手捫似有汙隆，俗筆皆然。此或名手臨摹耳。院舊以大士名，亦云東院，即從諗師說法處也。師，曹州郝鄉人，姓郝氏，童稚時參南泉，已能作「孟春猶寒」語。早歲即登壇說法。而《諸方傳》有「八十行腳，老而有疑」之語，不知出何典教。雖云疑而悟，悟後復疑者，入理之常，然非所論於趙州老人也，當再考之。出城，過石梁，飛虹跨水，舊為名勝。昔僧問諗師：「久向趙州橋，到來但見掠彴。」師云：「汝見掠彴，不見趙州橋。」掠彴，以木橫水之名，一名榷，書作略彴，今《傳燈》作掠，恐誤。過王莽城，止柏鄉，古邑。是日有饋南和「刁酒」者，清冽如泉，當為北酒第一。予盡一小甕，中郎飲一盞，頃之醺然矣。春已深，今日方見嫩柳綠莎，江南之興勃勃。辛巳，風大作，揚沙道中，民多菜色。見臨城界石，即子瞻所云「南還必返從臨城道上，望西山草木可數」者也。西山即太行，今日沙霧，不見秀色，殊可恨。止內丘。壬午，風愈勁，礫石皆飛。中郎極言太子岩之勝，即蓬鵲山也，一名龍騰。相傳扁鵲將虢太子采藥於此，故名。天色陰霾，不果遊。止順德，古邢地。項羽立張耳為常山王，居信都，更名曰襄國，正是此地。五胡石勒都焉。依太行，阻漳水，石季龍於此起大武殿，高數十丈。其趾以文石？之，下穿伏室，藏衛士。皆漆瓦金鐺，珠簾玉壁。又起靈風九殿於顯陽殿後，實以妖冶，今皆迷其跡矣。癸未，過宋璟墓，碑為顏魯公書，今不存。客曰：「世傳宋廣平《梅花賦》，得徐庾體，曾見否？」予曰：「此賦於宋時已不存矣。昔廣平沉下寮，作此賦呈蘇味道，大為延譽，馴致通顯。唐皮日休酷愛之，擬作《桃花賦》，今賦具存，殊俚俗，無致語。恨不得廣平賦讀之耳。」昔宋史慶長遍尋之唐人製作中，如姚鉉所編《唐文粹》，蜀本《唐三百家文粹》《唐七十家大全集》，及《文苑英華》、唐人花木音樂賦十餘卷，皆不得，惜哉！則知古人製作不傳者甚多，如王無功稱薛收《白牛溪賦》「嵯峨蕭瑟，揚班之儔。」無功自著《河渚可居賦》，仲長先生謂「可與《白牛》連類」，而皆不存。雖然，廣平等皆不藉賦以不朽者也，而賦且藉之以不朽。故《梅花賦》之名存，則《梅花賦》存。今賦之存者甚多，而不如此三字之常入人耳也。則謂賦至今存亦可。過沙河，積沙如雪，亦名湡水。至雞澤，與洺水合。是日，始見含萼桃李。渡洺水，源出太行，出至雞澤，與沙水合，皆入滹沱。止於關。唐建中中，李抱真大戰田悅處也。飲洺酒，比刁酒清而少腴。甲申，風日清和，歲儉甚，遊女多攀楊柳，采其苗。憩黃粱祠，壁詩多作醒時亦夢時語，殊可厭。昔爛柯以淹為速，黃粱以速為淹，此於至理，亦極有會。止邯鄲，登叢台，趙都也。昔信陵救趙，邯鄲釋圍。觀魯連不受帝秦之賞，則先生未去趙也。信陵於此時汲汲尋毛薛，而於先生不聞有投分之語，何哉？豈蹤跡孤清，不可致耶，抑信陵交臂而失之耶？此地春秋六國時饒冶女，莫不吹竽鳴瑟，清歌妙舞，以遍入諸侯之宮。而不韋遂由之以移嬴祚。予謂不韋入姬於宮，至大期，始生政。大期者，十二月也。豈有入宮十二月，始生子，而猶謂其自呂生哉？唐虞之佐，其後世代有天下，而發祥於祖龍之身，天之所興，豈可幸得。如以牛易馬之說，《史通》謂沈約故造奇說，以誤前代。而元行衝推尋易馬之讖，乃魏昭成帝名犍者，實繼晉後，與元帝事無關，著論明之。此則暖微不實之一驗也。呂之猾，姬之泆，政之酷，固宜得此語。而白帝之子，亦天所授，不可以誣。故不容不辨。昔讀《伽藍記》，載仙隱趙逸之言云：「自永嘉以來，二百餘年，建國稱王者十有六君，皆遊其都邑，目擊其事。國滅之後，觀其冊書，皆非實錄。以此例知編冊所載，袞則萬善畢集，鉞則眾惡咸歸，未可盡信也。」日暮，閑步城中，滿目戚施，不聞寶瑟，但咿咿聽柴車聲。因思古今異時乃爾。然則今廣陵，庶幾古邯鄲乎？乙酉，入中州界，稍見岡巒，楊柳垂絲，桃杏盛開。止磁州，舊滏陽，以地有鼓山，亦名滏山，故名。鼓山上有二石如鼓，相傳鼓鳴則有兵起，一名神鉦。金胡礪《鼓山常樂寺碑》載高洋駱駝入山取尺八等事甚幻。寺名竹林，為聖僧所居，亦猶匡廬之竹影寺也。天地大矣，不足深論。丙戌，道中崇阜相望，相傳魏武疑塚，凡七十二。渡漳河，漳源有二：濁者出上黨長子縣西發鳩山，從林縣入境；清者出上黨沾縣大黽穀，亦名鹿穀，從涉縣入境。俱合流經臨漳、館陶入衛河。諺云「走馬渡漳河」，言水來之速也。此水，西門豹、史起引以灌田。魏武攻鄴，以之圍城；及都鄴後，引水徑銅雀台下，入城東注為長明溝。石季龍於鄴正南，投石於河，以起飛梁，費千億萬，而功卒不就，亦水至駛急故爾。憩豐樂鎮，止彰德，即魏都也。後趙石虎、前燕、後魏、北齊皆都焉。操因漢祚，本都洛陽，以譙為先人本國，許昌為漢所封，長安為西京遺跡，而鄴為王業本基，故並修飭如陪京者，號曰五都，以備巡幸。三台者：一曰銅雀，二曰金虎，三曰冰井。洛陽有銅雀，鳴則天下大稔。台名或取於此。昔小陸案行至此，與兄平原書云：「台上奇變無方，常欲問曹公，使賊得上台，而公但以奇譎避之，若焚台，當若何？此公似亦不能止。」予謂如曹公者，天縱以奇譎之機智，已如抱干將、太阿於肺腑。而屬天下多事，死生存亡，判於呼吸，日耦此境，以淬洗而磨礪之。故其寒芒迫之愈生，煉之愈熟。不惟用之戰勝攻取之際，即生前遊覽，身後釜鬛，亦皆嚴為備而密為防。如三台之跡，陽登眺而陰為險阻，至異代猶云鄴有三台之固，則其營綜之妙可知。第考其一生之始終，要皆巧於營台類也；皆知有營台，而不計有焚台類也。曹公營台者也，司馬懿焚台者也。司馬懿營台者也，五胡焚台者也。天地間陰陽而已矣。陽為德，陰為機，合之乃成。偏於陽者，能方不能圓，能顯不能晦，往往幾事不密，以害及其身；遍於陰者，疑鬼疑神，九天九地，傷宇宙之和，來造化之忌，故雖幸而集一時之事，而赤族滅門之禍，不旋踵而隨其後。曹公雖譎，尚存微陽，故時有敗露。如司馬懿者，狡獪宿成，而又日與曹公周旋，密窺見其手眼，若光魄青藍，陰乎其陰。雖曹公亦不能出其彀中，真可謂千古神奸。然兩家子孫，不數傳而盡汙刀砧矣。營台焚台，速於轉盼，天道恢恢，可畏也哉！石季龍初承石勒之業，居於襄國，其後移都於鄴，增飭三台，更起台殿四十餘所。若赤橋、紫陌之宮，翡翠、玳瑁之樓，閣道相屬，連甍接吻。徙洛陽鍾釭、九龍、翁仲、銅駝、飛廉之屬於鄴，其意亦未常不為後世計也。然而積穢盈惡，罄竹莫書，竭波難洗。死之後，十三子二十八孫，身首皆分，無一存者。此不過梟獍耳，又出曹、馬下矣。往年過此，有顯貴人出一瓦相示，云是銅雀，視之則贗物也。銅雀瓦工人姓名皆八分書，非俗筆，極易辨。因與論古瓦可為硯者，銅雀前已有羽陽宮瓦矣，其後多東魏北齊物，而不知者概云銅雀。瓦有二：曰筒瓦，曰板瓦。皆脂以胡桃，光明不蘚。其上有細紋，為琴紋，鉛粉和泥，久之錫花見，故其上有錫花。又有古磚，亦可為研，大者方四尺，上有盤花鳥獸文，千秋萬歲字。其紀年，非天保則興和，蓋東魏、北齊也。近時東魏北齊物，亦不可得，況銅雀乎？蘇易簡作《硯譜》，以青州紅絲石為第一，而列銅雀古瓦研於下品。即真者亦非佳物，況於贗者？後此君以一硯遺中郎，偶為小史所碎，其料與今瓦無異，相與大笑。甚矣，人之好贗也！城東北有韓陵山，魏高歡破爾朱榮處，子升為碑。徐陵所云「韓陵一片石可語」者。當謀榮時，子升持詔出宮，遇榮問之，直云「敕」，顏色不變，可謂神膽。子升具絕世之才，昔人稱其陵顏轢謝，含任吐沈，楊遵彥亦云「才行兼美」，而生遭亂世，卒有吞襦之禍。梁武所謂「恨我詞人，數窮百六」者也。丁亥，過羑里，以羑水得名。水出蕩陰縣西北，地為殷之圜土。夏曰夏台，殷曰羑裏，周曰囹圄。《樂錄》云：「文王囚於羑裏，太顛、閎夭、散宜生之屬，往見之。文王賓右目，拊其腹，蹀其足。於是諸臣知其意，急構美女重寶，以獻紂，而文王返國。」即此水上也，其語頗不經矣。《戰國策》：「文王拘於羑里，武王羈於玉門。」《呂氏春秋》亦云：「文王不忘羑里之醜，武王不忘玉門之辱。文王既沒，武王載木主以伐商。」玉門之辱，竟在何時，殊不可詰。憩湯陰，古蕩陰，公子椎殺晉鄙處。過浣衣里，拜嵇侍中墓。惠帝征齊王穎，敗績，侍中致死，血濺帝衣。侍中，即康子紹也。昔山公薦紹賢侔郤缺，且通音律，請為祕書郎。帝曰：「如卿所云，乃堪為丞，何止為郎！」隻此一語，可死矣。一腔熱血，自當付之朝廷矣。夫絲竹，鄙事也，而山公以登薦剡。曠達不羈，今之所鄙為輕浮者也，而裴叔則曰：「使廷祖為吏部尚書，可使天下無遺才。」故知知人未易，別有神眼。止宜溝。戊子，過子貢故里，渡淇水，水清澈見石子。源出王屋，入黃河。憩有斐亭。按《淇澳》之詩，毛陸二家箋，以為袴乃王芻，竹為扁竹，皆草，非竹也。然淇園有竹，其來久矣。昔漢武塞決河，斬以為疌。寇恂為河內，伐以為矢。謝靈運《山居賦》及謝莊《竹讚》，皆指淇上。毛陸之說，頗覺拘泥。予記班彪《志》曰：「淇園，殷紂之竹箭園。」又不始衛武公矣。傳云：「淇衛箘簬。」《淮南子》曰：「以烏號之弓，貫淇、衛之箭。」則又不始寇河內矣。總之，淇園自有竹，又自有王芻、扁竹。道元兩存之，近是。過殷墟，止淇縣，即古朝歌地。舊傳邑號朝歌，墨子回車。而《論語讖》曰：「邑名朝歌，顏淵不舍，弟子掩目，宰予獨顧，由蹙墮車。」夫聲無駐耳之跡，耳無留聲之地，古人所以致歎於好奇也。己丑，見路人采榆葉食之，取嘗甚甘。陽城屑榆為粥，即此。渡斮脛河，紂斮朝涉處，淇水之別流。過板野，一名母野，《詩》所云「母野洋洋，檀車煌煌」者也。有殷大夫比干墓，舊有碑，今折。止衛輝，殷紂都也。庚寅，迂道往輝縣，遊百泉。近縣有白雲山，登之可望原隰。止於邑。辛卯，出邑西門，桃李芳菲，秀麥盈疇。五里許，至蘇門山下百泉，泉傍山根，若平湖。息於泉畔書院。有亭台，竹？叢生焉。已泛舟，水面可百餘畝，逐處皆泉。如玉串上濺，踴而徐逝；如急雨乍至，跳珠走沫；如天星倒垂，動搖可摘；如游魚吞浪，呷唼有聲；如瀹茶將熟，蟹眼亂沸。求其數，惟大梵天子知四天雨點者，或了然耳，何止千百。其水澄澈見石底，萬年苔及菰蒲生其上，隨水蕩漾，嫩綠縹碧，時露石板如綠霧。蓋石以水活，水得石澄，而日光映射，以發其妖倩。皆若以磨嵯之丹砂，越雋之空青，而妝施之。不惟礫石有磯珠之形，雖枯？陳莎，亦化為翟毛翠羽。微風忽至，驚紅撼綠，爍人目睛，搖蕩心魂，其幻變莫可詰矣。近山下泉，上沸尤多，為湧金台，子瞻書。舟折而右，登清輝閣，聞水聲贔怒蛟騰。舍舟過瀆祠，即衛源。登邵子棲隱處。邵子，范陽人，其父古，愛百泉山水，遂卜居。慶曆間，邵子過洛陽，愛其山川風俗之美，有移居志。嘉祐七年，王宣徽尹洛，就天宮寺天津橋南五代節度使安審珂宅故基，以郭崇韜廢屋餘材，為屋三十間，迎邵子居之。遂與富公諸人遊。後富公令其客孟約市對宅一園，皆有水竹花木之勝。夫以百泉之秀美，而更移居洛中，舍靜就喧，豈以寥寥無友故耶？其右為嘯台，嵇叔夜遇孫登地也。叔夜家白鹿山下，去共最近，常采藥於此，與登遇。登，邑人也。登所言「才高識寡」，固已逆知叔夜之不終。使叔夜深味其言，而蚤作散發采薇之事，或可以免。或曰叔夜臨刑，悼《廣陵》之莫傳，此曲果自製歟，抑古調也？予曰：古調也，一名《止息》。昔應璩與人書云「聽《廣陵》之清散」，傅玄《琴賦》云「馬融覃思於《止息》」。德璉季長俱在康前，則其來久矣。劉潛《琴議》云：「杜夔妙於《廣陵散》，嵇中散就其子猛求得此聲。」是授受有據。而好奇者或云黃帝伶人，或云月華亭鬼，皆屬幻妄。乃韓皋又以衿臆創為瞽說，以為魏晉之際，代德將王。王淩、毌丘儉、文欽、諸葛誕，相繼為揚州都督，咸有匡復之謀，皆為司馬懿父子所誅。康以揚州故廣陵地，故其曲曰《廣陵散》，言魏國散亡自廣陵始。《止息》者，晉雖暴興，旋即止息。其音哀怨悲激，隱於鬼神，以避世禍。皋皆不知為古人遺曲，妄稱叔夜自撰，故有斯訛。新舊《唐書》采而錄之，奇而不典，豈足傳後。裨史載會稽賀思令月下見叔夜，為傳此曲。則是《廣陵散》後未絕也。今書屋中祀宋諸大儒，何不於此處建一室以祠叔夜？下數百步，即為公和土窟。公和以楊駿之逼，去此止洛陽，知其必敗，詐死。楊氏葬之洛陽北邙，其後常見形黃馬阪上，作書寄洛中故人。以生死為遊戲，實雲霄之勝賓，寧可以常情測。還，飯於書院。中郎曰：「此共城稻也。」取水試茶，在中泠、惠山間。日已暮，宿霧盡收，始了了見太行，若雕刻人馬虎豹、花鳥蟲魚之屬，甚可愛玩。中郎朗吟曰：「黃花白鹿知名寺，荊浩關同得意山。」皆太行山中勝處，去此不遠，惜不得遊也。憩於一山家，墅有樓可眺。山行倦，瞑坐少時，但覺天紳四至，滂沱不休。院外梨花，盛開如積雪。壬辰，遊九山，山去邑十里，上亦多斧劈石，以上有九峰，故曰九山，亦曰共山，共伯和所居也。昔周厲王出居於彘，共伯和攝王位，故改元共和。厲王死，太子靖返國，共和遂歸共。魯連子云：「和有至德，尊之不喜，發之不怒，逍遙得志於共山之首。」《莊子》云：「許由娛於潁陽，共伯得乎共首。」謂此山也。共和讓王，高蹈之跡與許由同；而馬遷不惟不列之傳，乃指共和紀年，為周召共和之故，亦太疏矣。登絕頂，望太行，山形藻甚。中郎見云：「近此有三湖寺、侯趙川、盤穀，皆奪繪事。」予曰：「即往一遊。」中郎曰：「吾眷屬多，不能久客此為州縣擾。候他日野服籘杖，攜子共來未晚。」癸巳，止新鄉。乙未，渡黃河。河中見廣武山楚、漢大戰處。中郎曰：「此即連嵩、少諸山者也。」宿滎澤。《穆天子傳》曰：「甲辰，天子浮於滎水，奏廣樂。」一水東北流，即黃雀溝，謂之雀梁。丙申，鄭州途次有流水，云即賈魯河。止於州。丁酉，憩郭店，即楊樸乘牛往來處。樸常入嵩山，構思為歌詩，與魏野齊名。即被召，為謔語辭去，作《歸耕賦》見志。真宗朝諸陵，道出鄭州，賜以束帛。夫隱士文士，皆國家之鬚眉也，舉世貪功名如膏火，亦宜禮一二隱逸之士，以獎恬靜。所謂不踐之地，無用之用。邈矣此道，永不復追矣。近店有謝花城，不知何以名。今邑內大隗山畔，又有御花園，相傳為黃帝種花處。涉黃水，出太行黃泉，所謂黃崖水也，東至鄭城，北入於洧。止新鄭。戊戌，次於邑，遊於溱洧，子產乘輿渡人處。按洧出西山，至近郊，溱乃合流。溱水源出密縣，即澮水也，亦名鄶水。水南經鄶城，春秋小國，為鄭所並。史伯答桓公曰：「若克虢鄶，皆君之士。所謂前莘後河，左洛右濟，王丕騩而食澮洧者也。」其水平時，深及馬腹。夏秋間雨，則山水泛漲，高十餘仞，奔騰而下，不可以橋。子產乘輿濟人，時月無紀，豈其十一月、二月，不成杠梁，止假乘輿哉？此高文襄碑中意也。全文見本邑子產祠碑，不具錄。過橋，登鳳凰台，上有塔，詢不知所自。己亥，涉溱洧。始見油菜黃花鬱然，路若深溪，兩岸壁立，皆千古人跡蹄輪所成，積雨注焉。過潠水，源發大隗山，即具茨山也，亦名大隗，黃帝問道處。岸畔仙姑洞，從土穴達於顛，得平坦地，有數椽。塵鞅倦極，多暫停焉。昔文潞公守許，作修竹園，有竹二十畝，引潠水灌其中，即此水。晚至禹州，其城北為潁水，石梁整潔可愛。《水經》：「潁水經陽翟縣北。」即此地也，其尾入淮。宿署中，修竹翠柏，宛似江南人家別業。予歲甲午曾住此，月中飲青桐下，今十七年矣。庚子，天微雨。垂楊嫩綠，官路作曲塵色。止襄城。辛丑，涉汝水。水出魯陽之大盂山黃柏穀，東至堯山西嶺下分流，一為汝，一為滍。堯山，今伏牛山。《說苑》曰：「襄城君始封之日，服翠帶玉，徙倚於流水之上。」即是水也。城始以周襄王居之，故名襄城。楚盛周衰，蠶食中原，此城即為楚地，所謂「楚王城畔，汝水東流」者也。前為首山。按天下名山六，而三在中國，一為首山。往曾遊焉，都無奇峰異嶂，不知何以雁行靈嶽，豈以鼎湖重耶？此山接紫雲山，中一竇如永巷，古置關。楚之險，正在此。近方城山，故曰「楚國方城以為城」。又云楚爭強中國，多築列城於北方，以逼華夏，故號為萬城。唐勒曰：「我是楚也，世霸南土，自越以至葉垂，弘境萬里，故號萬城。」然楚有方城，又別有萬城，因「方」「萬」二字相似，故楊用修疑方城即為萬城，非也。萬城在今當陽。盛弘之云：「葉東界有故城，聯絡數百里，號為方城，一曰長城。」其無基築處，則連山相接，而漢水亙其間。是時列國各築長城，故楚亦有之。方城在葉，此其一征。《左傳》襄公十六年：楚及晉戰於湛水，楚師敗績，遂侵方城之外。淇水正近昆陽，方城在葉，此又一征也。壬寅，路多磽確，涉醴水，止舊葉。按醴水出南陽雉衡山，《水經注》：「醴水又東過葉縣北。」即此處也。其地有王喬飛舄遺跡。仙中有三王喬：一周太子晉，名王子喬；一食肉芝者，與漢葉令為三矣。去此三里許，有喬墓。喬已仙去，不應復有馬鬛，豈所謂飧琅玕之華，而更營丘墓者耶？昔黃魯直曾為此縣尉。又城南三百步，即省禪師道場。《傳燈錄》所謂「葉縣省」也。今三戶蕭然，安睹淨藍？憩於保安驛，光武昆陽大戰處。此路兩山映帶，西掖之山稍近，翠色撲人，峰巒起伏，不知果何山。東掖山稍遠，然展旆飛昚，嶽嶽有生氣。止裕州。癸卯，過博望驛，即張騫故封。甲辰，止南陽，夜話。坐客云：「嚴光會稽人，光武未嘗遊會稽，不知何以為故人。」予曰：「嚴光南陽人，以避亂客會稽。」考之《任延傳》云：「天下新定，道路未通，避亂江南者，皆未還中土。如董子儀、嚴子陵，延皆待之師友之禮。」可知光為流寓。然子陵娶梅福季女為妻，豈避亂會稽後始娶妻耶？今人因《後漢》之誣，遂以本地高賢為產於他方耳。乙巳，渡淯水。《水經注》：「淯水又南徑宛城東。」即此地也。張繡反曹公，公長子昂遇害，在此水上矣。曹公料無遺策，乃以一婦人之故，致令骨肉隕亡，身幾不保，欲令智昏耳。中郎聞予言，曰：「天下何事不被紅顏壞也？營綜世事猶然，況有誌出世者乎？」止林水。沿路枳筼編籬，已有襄中風景。閏三月初一日丙午，過光武故里，憩於范蠡鄉，即宛之三戶地。是時文種為宛令，范蠡徉狂，故曰「范蠡吠於狗竇，文種見而拜之。」《吳楚春秋》謂楚平王時，文種為宛令，徉狂不治事。則二人皆狂矣。豈當時楚人皆狂，而以不狂者為狂乎？抑見楚風不競，而托逃之也？夫覆楚沼吳，無非楚才。楚釋其才，以資他國之用，悲夫！《越絕書》謂伯蠡以霸王之氣，見於地戶，故子胥挾弓矢以干吳王，遂要大夫種入吳。後又云地戶之位，非吳即越，乃入越，竟致越霸，卒如其言。昔三星聚虛危，而管鮑投齊；霸氣見地戶，而範文入越。其地為南陽同，其事同矣。止新野。丁未，涉白河，即淯水，從南陽經新野、沙堰等處入漢。此後多崇崗巨巒，便與中州異矣。止呂堰。戊申，沿路多木香花，開如錦幄，風色甚惡，不見襄中諸山。近樊城，始了了。渡浮橋，息於城外邸舍。晚，步城西大堤，遊龜山，上有擦擦石，古砌台。唐詩云：「騁望臨香閣，登高下砌台。」即此處也。郡人多以三月三日遊其上，上有先主亭。山石甚佳。風大作，不及遊。己酉，遊謝公岩，岩即謝希逸遊處。時希逸為江夏王義恭太宰長史，領遊擊將軍，隨鎮襄陽。性耽山水，每政隙，即出遊於此，至今稱謝岩矣。出城三里，過大堤，秀麥盈疇，初日映射千山，遙見樓台隱現綠樹中，甚秀媚。入門為堂三楹，堂後即岩也，石壁下覆。有若修廊，紫藤上蔽。清泉時注，沾濡巾屨，真浩然所謂「石渠流雪水」也。崖色冷碧，有若積鐵，時出冶雲幻霞。上勒數行字，乃趙清老《祭陣亡將士文》。予謂遊侶曰：「當亂離之時，此地為大戰場，雖欲一刻有泉石之樂也，豈可得哉！」折而右上，數十武，得小閣。閣畔有徑路登崖，上有樓可望漢水，白沙晶晶，晃人目睛。有洞有室有皇，可枕席上俯挹素瀨。下岩，取道峴山之阿，有墮淚碑遺跡。碑文為蜀人李安所撰，一名興初。為《孔明宅碣》，其文善；及為《羊公碑》，時人始服其才。遊峴石寺，登山穿鬆林中。至朝陽洞，石壁披剝，雲霧甚秀，稍為室廬所蔽。中有石，即疊翠石。又半里許至寺，寺之上為洞，隆隆若夏屋。旁石壁有字，依稀可識，為胡旦、謝泌、陳堯谘、竇學，下闕一字。胡宦此即卜居。謝正守襄，陳方守荊，皆名士也。右有石，亭亭獨立，搖搖欲墮，即峴石。石畔有石幾石榻，榔梅覆之。晚回謝岩小酌。庚戌，作隆中遊。過檀溪寺，即玄德躍馬處。寺已敝，惟有二柏，纓絡累累。此地舊有鴨湖，上承沔水，與檀溪相通，灌於習池。是襄陽城西往皆浩然巨浸，今為平陸矣。數里有的盧塚。古今多少人，類皆夷滅無聞，而的盧塚墓猶存，名同天壤不朽。的盧亦何可及。當天下多事，不惟勇將謀臣項背相望；而追風躡電之足，聯鑣接轡以供疆場之用。是時操有絕景，洪有白鵠，布有赤兔，飛有玉追，幾與八駿爭奇。至孫權合肥之戰，亦借霜蹄一躍，以絕危梁。夫太平無事之時，不糞田則鹽車耳，安所騁其奇！故知世亂，而後戰將名馬顯。戰將名馬顯，而世道又可知矣。初玄德之投曹也，曹公贈以驄馬，使自至廄選之。曆名馬以百數，莫可意者。次至下廄，有的顱馬，委棄莫視，瘦癢骨立。玄德撫而取之，眾莫不大笑。其後奔荊州，聞騰躍事，眾乃服。則玄德固具伯樂之鑒矣。馬之躍也，其所以報知己恩耶？十餘里至萬山，為杜征南沉碑處，與峴山、紫蓋山為三峴。王仲宣居此山間。山枕襄水，飛流注射；隔岸白沙如雪，綠樹封天。其中有井，即王粲井也。井有石欄，唐初移置於襄州刺史官舍，而為文以識之。故王粲《石井欄記》有二：一於頔撰，胡證書；一甄濟撰，彭朝議書。頔豪雄，且通禪理；而甄濟即狂喑不仕祿山者也。夫仲宣之在當時，羈旅流落，不為劉荊州所重；其登樓作賦，直若怨若訴，若無以自容於天地間者。及至異世，無論片甲一毛，世所共珍；雖區區一無用之井欄，比之於敦彝鍾鼎，相與尊而奉之，而為文章以侈大其事。則甚矣，才士之貴也！過慶壽寺，寺極華整。走隆中，即伏龍山也。萬山緣江詰曲南走，至伏龍山隱隱若龜背起；山口西向如一竇。其中含裹群峰，流泉界道；古木蒼藤，封天蔽日；奇石巉巉，岩洞突兀。景有八，所謂：三顧堂、六角井、古柏亭、躬耕田、梁甫崖、抱膝石、老龍洞、小虹橋、半月溪、野雲庵也。訊所云草廬處，已為王家幽宮矣。大約因山為牆，因水為池，因崖為屋，因夷為田。不出戶，而山中所宜有者皆備。極邃極廣，極清極腴，孔明擇而居之，可謂神眼，可見隱才。後世以「躬耕南陽」一語，遂疑其跡在南陽；不知兩漢皆以南陽郡為荊州刺史治，荊襄皆隸焉，南陽其總轄郡名。故《耆舊傳》或稱荊州，諸葛孔明自稱曰南陽，有以也。習鑿齒去孔明不遠，其《寄桓秘書》曰：「西望隆中，想臥龍之吟。」縷縷皆襄中事，明明如此，何復致疑。且考漢初平元年，魏已得南陽，遣將屯樊城，以窺荊襄。至十二年，先主始見孔明於隆中，其不應涉敵境而訪賢也，亦明矣。若夫殷芸《小說》謂孔明所居乃「南陽之墟耳，非南陽也」，其說似亦無據。出隆中已暮。辛亥，過習家池。泉從後山來，灌一小池，彙於門外大池。其上為鳳山，前見鹿門，漢水環之。隆中幽邃，此處爽豁，皆棲隱之勝地也。《水經注》大略言沔水承鴨湖，徑峴山，至習池。習鬱依范蠡養魚法，作大陂一，長六十步，廣四十步，中起釣台，列植鬆篁。則當時習池之水，通於漢沔洪流，不直取給於泉。又云作石洑，徑引大池水於宅。北作小池，楸竹夾路，蓮芰覆水，是山季倫遊宴處，即今門外池也。舊誌此山名臥龍山，上有望海亭，又云鳳凰山，泉名鳳泉。訊之故老，云往時習家之水，通渠南流，灌田無數。自嘉靖中南狩承天，清道者盡夷其渠，泉渠委瀉於大江，殊可惜也。按子美故宅，亦在習池上。其右為穀隱寺，寺已敝。走麥畦中看古碑。過潼口，從此至宜城，數十里即古所雲冠蓋裏，今惟禾黍，時有殘碑耳。止宜城。壬子，道中兩山出左右掖，生動淡冶。止麗陽驛。癸丑，山路崎嶔，雨色黯黯。止石橋驛。散步畦間，見農夫播種者，頗覺田間之樂。甲寅，從石橋發，絲雨若織。止荊門。遊惠蒙泉，泉在西門外，過橋度山足，有雙泉出山下，彙於池。泉上沸若珠，大約同蘇門百泉云。泉上有黃魯直所書「惠泉」「蒙泉」字，近黃平倩亦書此二字。過象山書院，門外流水從石橋落於澗，聲甚震裂，雖旱潦如常。至唐安寺，佛頂上舊有珠，光耀爍人，今惟一存。日已暮，不及細觀。乙卯，雨不止。晚稍霽，共坐墀上，望山色。新月照人。丙辰，過虎牙關，楚之喉舌也，石凜凜如刀劍。過卓刀泉，其土黑，名為墨城，壯繆曾卓刀於此，故名。今荊州近玉泉，亦有麥城，正壯繆授命處。墨麥二字訛也。止建陽驛，驛宇搖搖欲墮，予乃移宿逆旅。丁巳，過龍陂橋。此地有龍陂，古天井水也，以有龍見於其中，故曰龍陂。昔楚文王自秭歸徙都於此，即今紀南城，城南有赤阪岡，下有瀆水，名曰子胥瀆，蓋吳師入郢所開。謂之西京湖，其水注於龍陂，一名楊水，北會三湖，經清暑、章華諸台，入於沔。楚都於此，今尚有郢城，崇阜極多。所云莊王釣台者，猶有可識。其台榭在今三湖，化為洪流，陵谷波塵，變幻自然。暮止郡城。次沙市，登泛鳧舟。逐塵鞅中月餘，心神匆冗，百節皆痛。忽登舟，萬里卷雪，寒月照水，身為之輕。至三月十五日庚申，渡江見大人於息心堂，止篔簹谷。自發軔至抵家，凡五十餘日，以途中遊山故淹。偕行二孝廉，為李素心名學元，弟雪裏名致道。袁子曰：予自去歲春仲別篔簹谷，今始還，已一年餘矣。天能慳予以榮，不能奪予閑也。穀中竹萬竿，翠色欲滴。暇則登泛鳧，走沮漳，於紫蓋、青溪之間覓一息影之地，吾願畢矣。夫安知慳我者之非福我也哉！"
    },
    {
        "title": "硯北樓記",
        "content": "萬曆庚戌夏，中郎請告歸楚，卜居沙頭；得敝樓葺之，名之曰硯北。予問其故。中郎曰：「昔通人段成式云：『柸宴之餘，常居硯北。』夫人生閑適之趣，未有過於身在硯北，時親韋編者也。我昔居柳浪六年，日擁百城，即夜分猶手一編。神甚適，貌日腴。及入宦途，簿書鞅掌，應酬柴棘，南北間關，形瘁心勞，幾不能有此硯北之身。今幸而歸矣。中年以後，血氣漸衰，宜動少靜多，以自節嗇。山水雖適，跋踄亦苦，此亦宗少文築室江陵，息影臥遊時也。然而寂處一室，又未能即效寒灰古木之事，勢不能無所寄以悅此生。柳下之鍛，叔夜所以寄也，吾不堪勞；曲蘖之逃，元亮所以寄也，吾無其量；《白鵠》《何嘗》之調，戴仲若所以寄也，吾不解操。若夫貯粉黛，教歌舞，以耗壯心而遣餘年，往時猶有此習，今殊厭之。昔裴公美一生醉心祖道，而晚年托缽歌妓之院，自云可以說法度人。白樂天亦解乘理，至頭白齒豁，時攜群粉狐往牛奇章宅中鬥歌。有何好？而自云『天上人間，無如此樂』。雖云遊雲幻霞，無所汙染，然道人自有本色行徑。湯能沃雪，雪盛湯凝；火能銷冰，冰強火滅。出水乖蓮花之質，切泥損太阿之鋒。以此為寄，是以漏脯止饑，雪白已渴也。吾必不為。然則吾之所寄體，惟此數千卷書耳。陶弘景謂人生解識，不能周於天壤。區區惟恣五欲，實可愧恥。掛冠神武，遂居積金澗之鬆風閣，孜孜披閱。此吾師也。往周旋龍湖老子，見其老不廢書，人或規之。老子曰：『他日青蓮池上，諸大士娓娓豎義，我以固陋，張口雲霧，此幾許苦痛事！』人以為謔，吾實心佩其言。今而後將聚萬卷於此樓，作老蠹魚，遊戲題躞。興之所到，時復揮灑數語，以疏瀹性靈，而悅此硯北之身，吾志畢矣。吾計定矣！此予命名意也，弟其為我記之。」予曰：「諾。」遂退而次其語為記。"
    },
    {
        "title": "卷雪樓記",
        "content": "質有而趣靈者，莫如山水，而常苦其不相湊，得其一，即可以送目而娛老。昔宗少文懷尚平之志，欲結宇衡山，而其後竟止江陵，立宅三湖上。豈非深山道遠，飲食藥餌俱艱，於老人不宜；而三湖皓淼之波，粘天蕩日，亦可借其秀潤，以暢性靈耶？荊州百里，無培塿之山，而惟大江自蜀來，浪噴波騰，為天下奇觀。中郎卜居沙市，既治一樓曰硯北以瞰江，其前尚有隙地。一日梯而自登其脊以望，大笑曰：「吾事濟矣！」遂於樓之前復植兩楹，承霤而出之，如頭上髻，始盡得江勢。舉江自蜀趣吳，奔騰頹疊，澄鮮朗耀，震蕩大地，淹潤河山者，悉歸幾席之下。凡巴西之遠峰，夢南之芳草，九十九洲，乍隱乍現。千帆競舉，驚沙坐飛；棹歌漁唱，接響互答；霽雨旦暮，煙景萬狀。於是中郎登而樂之，而謂予曰：「宗少文棄衡山而止江陵也，有以也哉！」時暑路方升，九市如炙，而登此樓，則大江如積雪晃耀，冷人心脾。故不待其成，日夕遊焉，而字之曰「卷雪」。"
    },
    {
        "title": "金粟園記",
        "content": "中郎既定居沙頭，約予卜築共住。予曰：「弟意在山中。」中郎曰：「吾為汝籌之熟矣。昔戴仲若初居桐廬，晚住丹徒；宗少文初居衡山，晚住江陵。二子豈舍寂入喧，頓改隱操哉？人各有所宜也。身非道開，難嚼石子；體類王微，常須藥物。許邁雖逝，猶勤定省；伯鸞雖簡，尚存室家。王許之契難尋，惠莊之譚何托。展轉思之，此地為便。且吾與汝亦漸老矣！自伯修即世，我兩人已不勝斷雁之悲，而今豈可又作兩處？蘇家陽羨、許下事可鑒也。」予心善其言，卜之數月，不就。而會大士塔下，有以一園鬻者。其地稍僻，而其直甚省，且有花木園亭之娛。遂欣然成之。既成，乃除瓦礫，剪草萊，去承霤陰翳之宇。前有桂一株，虯龍矯矯，上干雲霄，每開香聞數里。後有藕花塘，可百畝，水氣晶晶。臨水有台，可亭。中有書屋二，竹柏雜花具備。而門臨長渠，桃花水生如委練，垂柳夾之，可以蕩舟。中郎過而呼予曰：「清波綠樹，何減深山，是亦不可以隱乎！」其中樹以木樨為甲，故名之金粟園云。庚戌七夕，中道自記。"
    },
    {
        "title": "楮亭記",
        "content": "金粟園後有蓮池二十餘畝，臨水有園，楮樹叢生焉。予欲置一亭納涼。或勸予此不材木也，宜伐之而種松柏。予曰：「松柏成陰最遲，予安能待？」或曰種桃李。予曰：「桃李成陰，亦須四五年。道人之跡如遊雲，安可枳之一處？予期目前可作庇陰者耳。」楮雖不材，不同商丘之木，嗅之狂酲，三日不已者。蓋亦界於材與不材之間者也。以為材，則不中梁棟枅櫨之用；以為不材，則皮可為紙，子可為藥，可以染繒，可以頮麵，其用亦甚夥。昔子瞻作《宥老楮詩》，蓋亦有取於此。今年夏酷暑，前堂如炙。至此地，則水風冷冷襲人。而楮葉皆如掌大，其陰甚濃，遮樾一台。植竹為亭，蓋以箬，即曦色不至，並可避雨。日西驕陽，隱蔽層林，啼鳥沸葉中，沉鬱有若深山。數日以來，此樹遂如飲食衣服，不可暫廢，深有當於予心。自念設有他樹，猶當改而植此，而況已森森如是。豈惟宥之哉，日將九錫之矣！遂取之以名吾亭。"
    },
    {
        "title": "西蓮亭記",
        "content": "篔簹谷中有亭曰朋石，舊主人王君堯名，以前有怪石，故取《褚伯玉傳》中「朋於鬆石」意也。予得之，以亭正向西，不可銷夏，移之雜華林後。前有睡香一本，縈蔓數畝，每開可數千萬朵，芬香酷烈，遂名此亭為紫蓬萊，以此花亦名紫蓬萊也。穀中亭館既多，而此亭三方皆美箭逼霤而生。每筍出時，如盤如盂者，多茁亭中，至棟而止，不得遂其翔翥之勢，意甚惜之，欲去亭以蕃竹。而紫蓬萊為竹根所穿，亦槁死。予既買園沙市，常依中郎，不數至篔簹。會金粟園後蓮花盛開，日暮香愈熾，意欲使花氣通於夢寐，將營一室，而力不支。乃拆紫蓬萊亭於塘上，名之曰西蓮，以此花名西番蓮，又名千葉蓮，每一朵其瓣層疊而不結實，人家多植之盆池中，未有栽於池塘，蔓衍數里者，幾可呼為芙蓉湖。其蓋最高，綠騰一方，而雨至遝遝作朱鷺聲，甚可聽。予方修香光之業，故以西蓮名，並誌觀想。亭成而中郎過焉，謂予曰：「此亭已大得通。」予笑曰：「非謂其有神足耶？」中郎笑，已而又曰：「此亭酷似主人。」予曰：「何也？」中郎曰：「主人好遊，移徙不常，而字號亦數數改易，惟此亭酷似之。」予笑曰：「此後方類主人。何者？主人從此好靜，而此亭亦永不移矣。」中郎搖首曰：「未必。」予曰：「何必？」復相與大笑，而置酒落之，時庚戌秋七月十五日也。"
    },
    {
        "title": "從沙市至度門記",
        "content": "萬曆庚戌秋，兄中郎方家居，相約為玉泉遊；且欲結廬買田，老於其間。病中猶喃喃不置。至九月，中郎逝矣！予憂傷之餘，疾病大作，且不堪家冗鞅掌，計惟有逃之山水間，可以息業養神；而老父在堂，又不忍遠遊。其與故里相近者，無如玉泉，始決然定必往之計。遂以杪冬，從金粟園曉發。過龍山，即孟萬年落帽處，荒台野草，淒涼不勝。江陵城大略在今郢城之間，其西有棲霞樓，近瞰江流，其地與八嶺山相近。故老云今八嶺山一寺中，有「古龍山」三字。乃悟龍山即八嶺山也。山雖坦迤，尚具峰巒，故萬年公隙頻遊，顧景賞適。此台似蕭梁貴人釜鬛，恐非遺趾。里許為大暉觀，頗存喬鬆茂樹。已見八嶺山，蜿蜒騰躍。久不見山，為之眼明。止合溶圓台山彌勒閣，相傳即燦霞觀舊址，唐玉真公主建。其碑為陳宗遜撰，唐遠書，今皆無有。所云合溶，即沮漳二水合流處也。仲宣登樓作賦，不在江陵襄陽，正是當陽。然今之當陽，近沮而遠漳，非舊邑址也。古治蓋在沮漳交會之間，《水經注》極明。則王粲登樓，正是此地。安得好事者創一樓於此，以破千古之疑。晚，渡河，走當陽。溪河清澈見底，近縣，山色蔥翠。飯於城外報恩寺。行山中二十餘里，至度門，晤無跡法師。地即神秀法師修靜處，為玉泉下院，塔址僅存，瓦礫磊珂。《傳燈錄》載師葬龍門，其實寂於龍門，葬於當陽。張丞相說所撰碑文具見，可考也。憶元微之《宿度門》詩「門臨溪一帶，橋映竹千重」，「諸岩分院宇，雙嶺抱垣墉」諸句，可想見度門之勝。步大通殿遺址，正面溪。溪出玉泉山西，至此與玉泉會。上有三郎廟，即關將軍平祠也。跡公為中郎故人，相見不覺淚下。初中郎逝之夜，跡公夢中郎冠佩至山，曰：「跡公，吾從此居山中矣！」醒而訝之，已而訃至。自中郎去後，予無夜不入夢。十日前，都無入山意，偶夢中郎偕予至玉泉，命予登殿拜如來。次夜又夢。予不忍作夢會，始定山中之志。此來當遵遺命，卜築煙霞，作一祠以妥其靈，不止遊覽已也。"
    },
    {
        "title": "遊玉泉記",
        "content": "出當陽城西，踄重阜，見諸山贔負象峙；而其中一峰，尊特竦秀，氣宇如王，妍美如冠者，即玉泉山也。其上時有異氣，非煙非霧，如兜羅綿，與諸山特異。山以泉得名，故二十里外即得泉，為入沮道，皆莽莽修澗。至已公嶺下，西泉之水，繞度門而出，會於玉泉，其水較洪。岸畔多石，水始汩汩有聲。從此兩掖多坦迤之山，泉出其左，遊人不復與泉相舍。時見磚埒，皆先朝所修馳道。近寺得嶺，如龜背起，村市駢列。逾此如一竇，諸山左右障，泉聲始厲，齧右壁半落如赤霞。左為諸山窮處，得圓阜，以積褵冶窣坡其上，中如永巷，是謂寺門。入門，泉自東來帶寺，有危橋。正殿依山如屏，兩峰袖繞，上有「智者道場」四字，黃太史筆。昔智者從天台歸荊州，登紀山，望當陽，山色如藍。上有紫雲，輪囷如蓋，遂杖策孤征。過玉泉，至青溪，欲建道場，意嫌迫隘，遂還玉泉，止金龍池，趺坐枯樹中。致關公皈依，冥建福庭，湫潭千丈，化為平址，棟宇煥麗，巧奪人目。昔王遵立水，匏子堤完；真主應運，滹沱冰合。世法猶然，況人天眼目百靈護持者乎！當時尺一有「事出神心，理應望表」語，而畫家亦傳《關將軍起玉泉圖》，良亦有以。其後北秀復居此地，天後作檀越，金榱玉題，侔於鬼工，是固一時也。宋明肅劉後蜀人，少隨其父入都過此，僧慕容禪師見而異之，為之禮；及撫育仁宗，正位長秋，大加護持，重為嚴飾，是又一時也。浸至近代，僅存一殿，欹側欲顛。跡公居度門，傷其荒蕪，有志繕修，北走神京，大開講肆。時黃平倩及予兄弟三人過之，跡公言及此寺，幾欲墮淚。於是平倩、中郎，各草一疏。不盈一期，宮府朝野，金錢氵昜集。其始終營綜，中郎極為苦心，今遂煥然，復還舊觀。雖不同當時之靈秘，亦大有異緣。山後一壁，舊多喬木，作殿時伐以資用，正如剪髮紉衣，甚可悼惜。近禁采屢年，稚松嬌姹，能增黛色。寺址固龍湫也，雖累土為基，今尚如珠在函。拾級登後山，始可瞰遠，尚存大士閣基。夫殿不毗陽，以含衝氣；閣不毗陰，以矚原隰。闕一不可，姑待來者。殿左有吳道子畫《大士碑》，作天男像，衣褶最古。殿右為藏經閣，尚方新頒，金疊爛然。左右各一池，清泉從殿後出，彙為池，注於玉泉。或云那伽之宮在焉，故一山皆泉，甃之以種芙蓉最佳，相傳即金龍池。出護世殿，得前橋，復與泉遇。東行二百餘步，為乳窟，窟中石作珂色，懸乳如蠟淚。前一壁，如幻霞，玉泉之水齧其根而復出，時作壯籟。其絕壁有坎相當，云前人穴以架閣，下隱隱有字，盡駁。予謂：「是張孟及元微之所書，自可惜；若是俗筆，能疥煙霞，冰霜苔蘚亦大解意。」憶元微之遊此山詩云「松門接官路」，則當時官路原在門外；曰「泉脈過僧房」，則當時僧房正對清泉，流水周於戶下，光景可想。今重牆圍裹，惟恐見泉，乃知填蟬翼帖，規方竹杖者，何代篾有！過洞，兩崖多石骨，較狹，屢以石丸渡。至響水潭，有巨石亙溪中，去地丈餘，泉從石墜，忽作大聲；墜而復躍，激為浪花濤雪，沾濡衣履。山行稍倦，童子以蒲團從坐泉上。稍瞑目，疾雷破山，急雨隨之，大似振秦皇帝驅山鐸也。過此兩崖愈狹，霤泉以出，石骨為泉所蝕，作篆籀文。乃舍溪，復上山徑，至關侯廟前，水始寂，是謂泉源。過橋撫掌，皆如珠串上沸。侯所封，當為漢壽之亭侯，而宋紹興中洞庭漁人網得一印，文為「壽亭侯印」，不知何故。豈唐宋間不識字人，作贗物以入神廟者耶？廟外列名人詩碑，依稀見張孟等字，不暇讀。去廟數十步，泉聲甫寂，而石浪逼人矣。道有二：其左即走蠶叢道也；其右往智者洞，諸嶂圍之，從一鏬入，如花源。道旁怪石磊磊，色或如墨如煙，可坐可臥。其立而欹者，不可逃雨。右嶺上為宋修《傳燈錄》院，今廢。又里許，至智者庵，旁為智者洞，石理甚堅，若夏屋。洞下有井，與大江為盛衰，春水漲，通於玉泉，為洪流。緣洞後登山，石欹不受足，屢踄；至一處稍夷，即朝曦閣舊基。萬山層疊，中忽見山口，近林遠水甚暢。跡公以予議復之，以祠中郎。覺孤危難住，下至智者洞右，得少平地，乃喜曰：「蘭若在是矣！」相與少坐洞中。予謂跡公曰：「此地似於吾邑人有緣。」蓋智者亦公安人也。智者俗姓陳，父名起祖，梁封益陽侯，居公安。以公安即舊華容地，故亦曰華容人。有二子：長曰鍼，次曰道光。道光即智者。其母夫人釜鬛在公安牛頭里，今猶稱聖母塔。旁有智者所建報恩寺，其為邑人無疑。若祠中郎於此，則信乎與邑人大有緣矣。尋舊路歸，復於乳窟看月。泉得月，如一溪濃雪。晚宿於講經台。"
    },
    {
        "title": "鬻玉泉松桂庵記",
        "content": "方晏坐講經台，覓杖出遊，而跡公自度門來，云：「智者洞前，地狹不可結茆。偶聞寺西有一處，舊名松桂庵，今已毀為蔬圃，若以數鐶易之，可作練若。」予大喜，欣然同往視之。從玉泉中峰，別開一嶂，突然而止，即為庵基。左右小山圍繞，前一山如列屏。自庵基後登山，不百步，即可望遠近諸山。予曰：「玉泉寺形勢極佳，但為諸山包絡，如在井底。故卓庵處必擇可遠眺者，斯正其地也。」昔張志和扁舟湖泖間，自號煙波釣徒，後其兄鶴齡憂其往而不返，作松桂草堂招之。予性癖舟車，數年間，惟泛泛水上，差與志和相似。今遊興漸倦，意在隱山，此庵之名，真若為予設矣。即以直，呼寺長老鬻之。夜，至講經台，與跡公夜話。跡公曰：「茲殿之初修也，長信所檀二千餘金，幾為一猾商以計取去，使非中郎至，今安得有殿。無論其始終護持營綜之苦心，即此一事，玉泉宜有特祠，豈獨居士私情宜爾。」予曰：「昔米元章臨逝，自云眾香國裏來去，而至今傳為鶴林伽藍，生前愛其山石沉秀故也。中郎悟修兼至，自宜分身入流。然大士護法，無所揀擇，且屢屢兆夢，安知不與關公同作金湯也哉？此山亦名柴紫，舊為應真翔集之處，別有微細世界，非肉眼所見。淨妙中陰萃止於此，何必安養。今既得此地以妥逝者之靈，而不肖亦誓畢此生住山，不敢云薰修，但掃地焚香，作一老廟祝足矣。」是夜，布置庵中所建立事，不成寐。"
    },
    {
        "title": "玉泉閑遊記",
        "content": "住山飽後，即持杖閑行。偶風日清和，呼老衲同步山門外，立泉田間。予曰：「將田之半，鑿為渠，引泉水其中，作放生池，中種芰荷。不一年，香風襲人矣。」天下惟活水難得，惜無好事者。過鐵塔，至玄帝廟，是為玉泉左掖之山。嶺上之松風與溪下之泉響相競。行近溪，則松風為泉聲隱；從嶺脊上行，則松風喧甚，泉聲亦少隱。至一荒畦中，望九子如刻畫，諸山中惟此中獨有芒刃。昔秋浦九子，劉禹錫謂之「尤物」。此山甚秀媚，堪作九子虎賁。其後稍坦夷者，箕山也，俗名許由山。許由之跡，在今登封嵩少之下。近山有負黍亭，故馮敬通《顯志賦》曰「求善卷之所在，遇許由於負黍」，與此地都不相涉，豈因其山之名偶同，而附會之耶？左有危坡，可下聽泉。臨流忽見青石磊珂，石為泉所穿，城深渠大，類蟲書鳥篆。泉從渠下注，聲響若鍾，因呼為石鍾峽也。坐峽畔，近僧以茗來云：「到處覓不得。」口中復喃喃，為泉聲所遮。復東行澗中，可五十餘步至繡石澗。澗兩岸皆奇石，綠苔附生，秀縟若錦綺。石中時有軟莎，葉如長瓜，依稀似仙掌茶，嘗之味亦甘香。其上多突出，可避雨。復倚石坐，水為兩岸石所束，故流疾而聲愈不平。石為千萬年疾流所擊，奇形異態百出。過此為雙石關，以有二石相耦如門。又十餘步，為獨石關，一童子以石丸渡，至響水潭，若奔雷矣。復取山徑而西，過漢壽廟里許，有青石突出如蓋，乃樵人逃雨石也。近洞有樵家，牆外青石如碧煙，石隙紅杏兩三株盛開。不數步，又有青石四周如牆，中圍數笏地，可作靜室。蓋玉泉前山以泉勝，此處以石勝，色皆類英石。然玉泉之水，實為天下絕奇，而石稍劣，故此處不以石名。方欲窮山後之勝，而山雨數點至，遂歸。"
    },
    {
        "title": "堆藍亭記",
        "content": "予既得庵趾於玉泉之右，其後即為嶺。上嶺百餘步稍夷，可十笏餘，望見西南一帶山色，層峰疊疊，蕩漾天際。近南諸山，樹木沉鬱，有若鬘鬟。疑智者所云「堆藍」，即是此處。予曰：「是可亭。」遂以伐木誅茆之費，付寺居士成之。方亭未成時，予率一日三五過，不揀疾風飛雪，甚至夢寐中若或見之。初閱《龍藏》，或一日既一函，已為看山減其半。強為程課，亦弗能。蓋未嘗一刻忘堆藍也。不數日，走紫蓋，望江南諸山秀絕，然念堆藍山色不去心。住一日夜，即歸。又數日，為友人招入城赴酒席，絲肉競奏，予耳如不聞。有與予喃喃語者，予口亦未嘗加答。人以予為神癡，或別有所思，不知予之未常一刻忘堆藍也。歸來輿中，見亭將成，如遲故人，不及入室，即往登眺。日就暮，藍氣愈深，有如飽墨筆蘸淨水中，墨氣浮散水面，自成濃淡。予愛玩之甚。嗟乎！予顛毛種種矣，少年嗜好，消除殆盡。惟此尤物，好之愈篤。兼之泠泠煙雲，可以消除名利、嗜欲、熱惱，助發道心，是予勝友也。白首相對，決不作屢月之別。若異日者，為世路奔忙，疏此勝友，是謂負心寒盟。髯將軍神靈在茲，是罰是殛，必不予赦！亭既成，即以堆藍名焉。以萬曆辛亥正月之始鳩，二月末竣事。以易成也，故先庵成之，既成，記其歲月如左。"
    },
    {
        "title": "玉泉閑遊記_2",
        "content": "堆藍亭既成，日清坐亭中，惟聞松聲鳥聲，及嶺上叱牛聲也。會伏之李生至，同步西山間，怪石如林，可趺坐。望峰頂，石巉巉出綠樹中，大有媚趣。予方覓得一石，趺坐看後山，而李生前至一處，大呼曰：「奇！」予遙問之曰：「能不失吾九子耶？」生曰：「正在阿堵。」予急往從之，盡見遠近山色，而九子如青蓮濯濯出水中，若卜一小蘭若，極一山之勝。時山中數十里內，窅無一人。俄一兔一麂，掠予而過之。風屯叢楚中，颼颼鳴，頗有於菟之懼。日向暮，復還亭上，看西山晚嵐。夕陽映射，薄霧縈拂，益其蔥倩，如墨花盤鬱不散。予謂李生曰：「此真王維破墨山也。」是夜遂夢見玉泉山上，復出一山若寶冠。又見此山化為一舟，飛行虛空云。蓋夢覺同趣，予頗爽然自快矣。"
    },
    {
        "title": "閱玉泉詩碑記",
        "content": "武安廟前有碑亭，乃前賢遊山詩碑也。其首為張曲江與孟浩然詩。曲江為荊州長史時，辟浩然為從事，數遊此處，其詩真與藍堆比色，珠乳同清矣。其次為白樂天詩，所云「新葉參差影，殘鶯三兩聲」者，甚有致。然考之乃遊東都玉泉，非此地也。東都出城三十里，有玉泉山。樂天分司東都，故常往遊。其《閑遊詩》有云：「嵩洛供雲水，朝廷乞俸錢。聞道山榴發，明朝向玉泉。」觀嵩洛句，玉泉之在東都可知。又有「玉泉紅躑躅」及「湛湛玉泉色」等詩，若屬當陽，則此詩亦宜收矣。樂天不宦荊州，由九江移忠州，從水道往，故有《遊三遊洞》詩，未經玉泉。其次為常建詩，乃《題破山後禪寺院》詩，亦非玉泉。又其次為五代僧齊己詩，此公本世外人，而曳裾侯門，故其詩無韻。子瞻比於亞棲之字，良有以也。歐陽公注杜詩「巳公茅屋下」，以為齊己，大誤。己，唐末五代僧，安得與子美同時？子美詩中「巳公」，當別是一人。至今沿歐公之說，指此處巳公嶺，為己公茅屋處，皆訛甚。昔元微之謫江陵士曹，屢遊玉泉、度門，有詩四五首，極清妍，而碑不收。錯誤遺落，總之未經入目耳，吁！酈道元注《水經》至博洽，其注沮水，備言青溪之美。玉泉之水，大於青溪，同入沮，而注不載。陸羽《茶經》，不及玉泉仙掌。此間勝美，遺失者良多。不獨詩也。"
    },
    {
        "title": "遊青溪記",
        "content": "去玉泉五里許，入一音寺界。一音寺亦智者所建，峰巒甚多，總名為一音寺岩也。翔舞飛騰，已異玉泉。中有兩峰特起，若象王回顧。下有聚落，背山臨流，正玉泉青溪中。路訊一音寺址，云正在岩顛，今廢矣。可四五里許，始入青溪諸山之界，裂霧奔雲，姿態橫生。昔遊桃花源上，酷愛其山勢生動，天外浪壁層層，以為稀有。今見此山，不啻故人。生平有山水癖，夢魂常在吳越間，豈知眉睫前有青蓮世界乎？夫論峰勢，玉泉最為尊特；若其層疊多態，起伏回環，吾不能不愛青溪諸山。少年見妖姬，高士見山色，雖濃淡不同，其怡志銷魂一也。已近寺，忽見清流一泓，滂湃噴舞，是謂青溪。青溪之跳珠濺雪，亦無以異於諸泉，獨其水色最奇。蓋世間之色，其為正也間也，吾知之，獨於碧不甚了然。今見此水，乃悟世間真有碧色，如秋天，如晚嵐。比之含煙新柳，則較濃；比之脫籜初篁，則較淡。溫於玉，滑於紈，至寒至腴，可拊其飧。至其沉鬱深厚之處，螭伏蛟盤，窅不可測。入寺後，折而右，步至龍女廟，即青溪發源處。昔僧法琳於此作論，龍女來聽，因祠之。祠前有方廣地，最宜聽水。相傳泉發源同江，故與江水共消長。然石中出泉，至冬猶滂湃，尤諸泉所無。泉之上有峰一壁，若燭淚下注，駁蝕巉巉可畏。其色朱碧相宣，霞雪雜出，皆千萬年雨溜所成。為洞二：大士洞徑路鬥絕，惟臥雲洞在道旁，若夏屋可居，即琳法師著論處。元又有臥雲禪師居之，故亦名臥雲洞。洞邊石磊磊，色碧而中空，酷似太湖之佳者。與度門覓一卓庵處，後倚危石，前臨九子。晚飲龍女廟前。按《水經注》：「青溪水出縣西青山，之東有濫泉，即青溪源也。」以源出青山，故曰青溪。今人殊不知濫泉、青山名。盛弘之云：「稠木傍生，淩空交合，危樓傾嶽，恒有落勢。風泉傳響於青林之下，岩猿流聲於白雲之上。遊者常若目不周玩，情不給賞。是以林徒棲托，雲客宅心，多結道士精廬。」即此地也。則青溪之勝，其來久矣。秣陵亦有青溪，發源鍾山，水光山色，遠不及此。而此處名不甚顯，題詠亦少，豈非以其僻哉？侯景叛時，陸法和正住青溪，與南郡朱元英論兵事。蓋青溪固居士往來處，亦宜祠。"
    },
    {
        "title": "遊鬼谷記",
        "content": "自青溪至鬼谷，道中多磊磊之石，石色沉碧，空中而多竅，其文如竹葉鳥跡。過嶺入溪中行，溪石為千百年雨溜所洗，皆如雪色。至鬼谷洞前，三峰如砌。入洞門少憩，道人持炬火前導，見洞上皆旋螺作殘雪色，其下若龜文，所謂蓮花池也。水下注，淙淙有聲。傍池行，入兩重石門，蝙蝠若雞鶩綴其上，即所謂「飲乳泉而長生」者，見火皆起，或墜水中。至前一小門，道人蛇行而入，會炬煙薰人目，遂退。共唱佛陀，淵淵作金石響。道人云：「洞左有桃源、三郎及石柱洞可遊。」不半里，至桃源洞，入洞皆大叫。其中若大廈，上為亂雲封砌，盤溜蹴乳，閃爍變幻。中隆起一案，若佛龕。三郎洞較狹於桃源，而深過之，亦用炬入，重門大類鬼谷。石柱洞蘿棘封門，猿接而上。中有千年石乳若柱，此洞有水不可住，然水極清湛。覓路下，沿溪復從故道以歸鬼谷。按《拾遺記》亦云歸谷。昔儀秦問先生何國人，答曰：「吾生於歸谷。」古史云鬼者，歸也。鬼谷舊跡，今在登封縣，蘇、張皆洛人也，此亦附會矣。"
    },
    {
        "title": "遊紫蓋記",
        "content": "住玉泉。入春數日，走度門，商略遊事，首紫蓋。度門老不能從，與僧寶所偕。沿途多峻嶺，回望玉泉甚尊特。其後為青溪、茅平諸山，上帶殘雪，日光映射。寶公云：「大似晴雲映覆山巒。」予曰：「雲色稍陳，不若雪色之鮮霽照人也。」過聖水寺，相傳葛稚川煉丹，於此取水。又數里，為吳王墳，釜隆隆起。吳王不應葬至此，豈「吾王」之訛耶？楚都在沮、漳間，宜此地有王家陵墓。所云昭丘者，皆相去不甚遠也。此地望沮漳兩岸之樹，分行交樾，不可紀極。路從山後以達於寺，蓋自太行、少室、伏牛、玄嶽諸山蜿蜒而行，至此地忽止。其前平原千里，江南諸山，皆可指數。若天日晴明，可望見江上風帆。數月來，滿眼峰巒，忽見平曠如掌，亦覺爽豁。往時有客自玉泉、青溪、紫蓋來者，吾即問三山孰佳。答曰：「皆佳，不能優劣。」及予親至，然後知品題煙雲，非慧人不能，大都紫蓋寬博，玉泉尊特，青溪秀媚。紫蓋門戶也，玉泉堂皇也，青溪園囿也。遊者以漸而入，彌深彌妍。若欲紫蓋為青溪，是以亭台花木之娛，而置之懸幡列戟之處，亦少蘊藉矣。此山為三十六洞天，以南北二山，四垂如蓋，林石皆紺，故名紫蓋。予自山後嶺上來，不見垂蓋之美，而林石亦無紺者。所云「彩水甘聲」，亦僅存眢井耳。山頂有仙祠，即葛稚川煉丹處。予記《列仙傳》，煉丹紫蓋乃葛稚川祖葛仙公玄，字孝先，非稚川也。孝先跣行，屈氏二女作履施之，後分餌丹，二女皆仙去。至雲山主為劉綱、樊夫人，劉綱為上虞令，亦非是中人，不應作山主。俱誤甚，宜正。寺肇基於遠法師，天皇悟從荊州天皇寺移居此。往時樹木極茂，後盡伐去。今新栽松，嬌姹如綠云，寺僧等頗嚴守護。不過十餘年後，又成佳叢林矣。夜，宿於藏經樓下。曉，送寶所歸公安。予歸玉泉，行嶺上，復望見遠山晴雪，殊快。至聖水寺，從徑路趨玉泉。輿中於諸山外，見玉泉屹立，有若久客望故鄉，暢適不可言喻，豈非宿緣？過金家溪畔兩水合流處，得一小庵，少憩。過此，山峰多茂樹，無童者。逾光石嶺，石淨滑不受塵。下嶺即玉泉寺田，松謖謖，水涓涓，窅無出路。復逾嶺，以達於寺。"
    },
    {
        "title": "遊龍泉九子諸勝記",
        "content": "出當陽城外，渡沮水，不數里入山口如戶，遂行於日夕所望黛色中也。二十餘里，至龍泉寺，憩於胡康侯墓。康侯，武夷人，官湖南提舉時，為蔡京所惡，去官而隱。所云「築室漳濱者」，意即此時。子宏等後徙居衡山。康侯慷慨勁節，易退難進。故其言曰：「浮世利名，如蠛蠓過眼耳。」夫士固未有不超然利名之外，而可與共學者也。墓前手植松猶存，屈鐵偃蓋，微風即濤。松下泉甚清湛，所謂龍泉者也。四周皆坦迤之山，函寺其中，青松如蔓鬟蔽之。山後有洞名遠公洞，梯之乃可登。寺開基於遠法師，故洞以之名。案偽秦建元九年，遠隨安公南遊樊沔。及秦將苻平寇並襄陽，道安為朱序所留，乃分遣徒眾，各隨所至。遠於時與弟子數十人，南適荊州，蓋舊時襄陽入荊之路，取道沮漳。遠公錫之所至，即成蘭若，此其一也。然考遠傳所云龍泉精舍，乃在潯陽。此之傅會，得無又同箕山許由類耶？寺舊以古松勝，近時負笈來此者，取以為薪，日益濯濯。緣此方人士樸野，見如來、大士，則呼曰胡神；見圓頂方袍者，則呼曰楊墨。奴隸使之，郵視其居。百年來頗沾昌黎《原道》篇之澤。而寺僧亦不知有律儀，屠沽治生，自比於蒼頭奴子甘心焉。予猶記陶學士石簣為予言：村落中有老僧，居積致富。後其孫往雲棲寺聽講，老僧聞之不悅，告石簣曰：「近日孫輩不守治家本業，舍正崇邪，往聽講經，真可怪異！」石簣聞之絕倒，嘗舉以為笑。觀此，則彼類中尚自冥然，何況儒生法門，衰替有由，不足怪也。曉，出山。沿途峰色空翠，撲人衣袂。左清漳而右曲沮，望九子山，亭亭卓立。登陟已倦，揀石而坐。諸山絕似蓮花，此峰又蓮花出水之最高者。遊侶曰：「昔李白易秋浦之九子為九華，居士於此山何惜一字袞之？」予曰：「九子之名，何嘗不佳，自是李白俗氣不除耳。予又安可為渾沌書眉！」下山，從燕子衝至何仙姑洞。仙姑衡州人，不應在此。路甚險，洞皆碎石合成。出燕子衝，如戶闈忽開。沮水當其前。渡沮水，至彰鄉，拜關將軍墓前。公首已入魏，此其肢體也。予謂公既敗北，荊州業已屬吳。權釋公以結於劉，而共拒操，劉必我德，公必思報。此亦一奇也。夫曹公非有君人之度者也，然下邳之降，果畏之而不殺歟，抑愛之也？公於此時如幾上肉耳。曹公聽其去，而不窮追；視權得而即殺之者，果何如哉？則謂曹公有君人之度，亦可。案彰鄉今在沮水上，去漳水尚遠，而《水經注》以漳水歷彰鄉，為關公授命之處，訛也。"
    },
    {
        "title": "由玉泉至高安記",
        "content": "山中春已深，天氣和暢，高安諸山之興勃勃。遂以正月癸酉，從玉泉早發。山中野花盡開，沿途青李及棠梨花皆如雪。至一音寺，山如象王排立。過青溪，溪水碧乳沉渟，別有異氣，浮於水面。至龍女廟前，試茶。上臥雲洞，以所攜遊山帳，置洞外共坐。從洞旁攀蘿捫石，可半里許，至海潮洞。前度來，諸洞俱到，獨未至此。大略如楊惠之所塑楞伽壁也。一山皆青石，如太湖中空多竅，扣之鏗然有聲；若剪去草萊，一一剔出，茲山勝乃不啻，惜無好事者，竟寂寂沉埋耳。過寺，至青溪鋪，見群山如破雲枕藉者，白岩寺山也。昔郭河陽畫石如雲，此山曲折回環，起伏變幻，大類遊雲生動。《述異記》載荊州青溪、秀壁諸山，山洞多乳窟。則此山當名秀壁，今遂逸其名。然秀壁之名，非此一帶山不足當之。山路漸隘，從一竅入如永巷，兩山壁立，時有泉聲。石上苔文繡蝕，如排當彝鼎。至木瓜鋪，石益奇古。過墨匣溪，極秀邃。雨漸至，覓所謂木瓜庵者不得。復行二十餘里，皆穿峽山。大約予生平看山，多土石間雜，無純石者。今日始見之。往在京師，曾見大李將軍《棧道圖》一幅，純是設色青綠山水，頗疑不經見。今乃知所貌者，皆此等山石類也。峽盡得沮水，山水相依，路盡左擔。晚渡水，宿高安城外慶壽寺。"
    },
    {
        "title": "遊鳴鳳山記",
        "content": "渡沮水，行可三里，近鳴鳳山。兩山石壁竦秀，滑不受塵，水從中出，已心奇之。凡經四五渡，始至山下。兩山如城，青綠照人，有石洞可居。至大士堂，水繞其前，憑欄聽水，淙淙悅耳。遂登危壁，幸有石欄可攀。天門三，相去各數里許。諸峰膚骨本末皆美石。千年苔痕溜跡傅之，如冷金繡鐵。遠望山顛，若鳷頭仰啄雲霄，覺迫隘甚。及至明堂，秘室具備。不意針鋒棗葉之上，貯此淨妙世界，如壺中九華，以巧手鐫刻仙宇其間，工絕，特有肥瘦耳。於此山覓土，翻成異物。石竇中時出喬松，矯健而淨。四顧遠近山，崩雲遊霧。相傳韋皋令此，有鳳鳴之異。按韋郎無作令事，訛也。夜雨大注，曉稍止。起步簷看雨後山色，因與遊侶評山曰：「溯江而西，得紫蓋，此土阜耳。已見玉泉，尊特凝重，真山矣。然土贏而石詘，故少突兀之致。已見雲夢、青溪諸山，怪石磊珂，真佳山矣，然非如雲之山也。夫石重而雲輕，每不相似；石若如雲，則生動變化，巧妍畢集。故郭河陽畫石如雲，入畫家三昧。已見青溪鋪中白岩寺諸山，飛翔遊移，滴嵐浮翠，山真如雲矣。然四時雲也，非夏雲也。夫大火既熾，上下蒸；玉女授壺，上帝揶揄。於是焉雲氣忽起，潑墨塗霧；馬逝帆張，浪卷波騰；浸地燒天，含蛟裹螭；散而愈疊，撥之不開。及炮車忽散，天宇如澄；金翹玉蕊，藻刻葩連。仙人回盼，美女弄姿，奇形異質，不可殫述。此夏雲也，非鳴鳳諸山，烏足以當之。」遊侶曰：「居士激賞如此，何不卜築？」予曰：「玉泉者，諸山之門戶也，止於玉泉，則門內諸勝，皆可次第收。春時以一輿，偕數人，每山各住旬月，誰能障吾者。且世緣未盡，深入有期，姑援許遠遊玄溜山中之例可也。」天微放晴，即往為鹿苑遊。道侶攜酒天門，以次遞飲而下。半途雨復大作，至大士堂，泉聲吼怒，震蕩天地。會暮，遂不成行。雨中持蓋溪間，西去得雙石峙立處如扉，內有澄潭，溪水所會。至一民舍，前對三石峰，形空色蒼，水繞其前，倚山而住，令人有卜居之想。山如鳳之將嘯，名象其形，何必他有附會。然韋皋舊俎豆於芘邑，不知何故。豈有名姓偶同者耶？夜宿於堂，小道人蕊珠勸酒，且乞詩，為之醉。"
    },
    {
        "title": "遊鹿苑山記",
        "content": "宿鳴鳳大士堂之夜，予被酒臥，忽為雨聲驚醒，呼遊侶曰：「彼鏗然者雨耶？」遊侶曰：「然。」已復臥。至將曉，酒醒，耳根愈清，聞雨聲益厲。復謂之曰：「值此滂沱，所謂愁霖也，當奈遊程何？」遊侶曰：「急雨不終朝，霽當可待。」及起視之，而旭日上千峰矣。始悟夜來所聽，即檻外怒泉聲也。急乘霽作鹿苑遊。十餘里外，望山色已如吹雲潑墨，意甚躍然。下層阜，聞水聲戛戛，流入沮，即鹿溪也。兩山夾道如積鐵，皆拔地插天。膚骨總石，如削之壁，時有凹凸花。其凹處容塵，如爪甲泥，吐竹？雜華，丹碧爛然，溪水瀠洄間之。其東為獅子岩，為招仙岩。岩如墨汁灑成，陡健淨滑，飛鳥靡托。上有岩洞，明堂秘室具備，傳為仙人所居。西有數峰，連石柱峰，深翠殷紅，又加翡翠，屏障東峰；忽折而北，鹙頭特起，寺憑之將斷，復絡一小峰。出其右，即法華台也。大約兩掖之山，皆有長袖下垂；中為重門，溪水繞袖，出東西無定。凡四渡水，而後至寺，寺已敝。出寺登法華夢，見後山疊疊生動甚佳。然此山中，觸目皆砂翠之色，入耳總笙鏞之音。攬之不盡，窮之愈出，何必借妍遠山。下台倚石柱峰下行，渡水至繡鐵峽，以山色如繡鐵也。從峽中忽見三峰西峙，青翠照人。總之，此山不獨骨理玲瓏，縮之皆可作硯山筆床，而別有一種妖冶之色，似雪又濃，似霞又澹。皆若以南海之蟻钅非。始興之解錫，越雋之空青，磨簹之丹砂，而妝施之。又渡水，始見山後戶，丸泥可塞。復還至繡鐵峽，涉水得少平地，望前三峰麗甚。於此處作一蘭若，最勝。從此緣至寺後嶺上歸，寺有石碑，已殘闕，不可讀。山上多鹿，故山曰鹿苑，溪曰鹿溪。志云：「上多鹿疃。」《詩》云：「町疃鹿場。」毛萇云：「鹿跡。」《說文》云：「町疃，禽獸所踐處。」訊之僧云：「今殊不見有鹿，惟獼猴數月一來，千百為群，旋即去。」山舊產茶，故曰青溪水，鹿苑茶。凋敝後，茶園皆廢。昔荊山居士陸法和初居江陵之百里洲，繼居邑之紫石山，後乃卜築此處。嘗云：「吾著腳名山多矣，未有秀邃如鹿苑者。」蓋因峰為牆，因水為池，因岩為室，因隘為門戶，不修飾而自極煙雲之美。法和擇而居之，可為神眼。後來開府郢州，似未嘗久居此也。昔台城之難，為千古學佛者口實。然此大士一出，而剪其羽翼，侯景之首，旦暮至江陵矣。彼殺學佛者，而即為學佛者所殺，可云佛法無靈驗哉？萬回、杯渡之流，圓圭、七辛之輩，其跡或出野乘；而大士呼風役鬼之奇，正史揭而書之，以為不可信，則台城之事，亦不足信矣。法和居江夏，大聚兵艦，欲襲襄陽入武關。梁元止之。法和以空王佛所與主上有香火因緣，應有報至，故來拯解耳，何以致疑。夫以空王佛所同學之友沙劫，不忘拯其患難，至於萬不可救然後已，尤大士中之有俠骨者哉。予欲於繡鐵峽上治一室，以祠法和，而徐議佛宮。聞夷陵雷太史亦有此志，俟其歸相與圖之，毋使荊州出此一大神聖，任其香火寂寂也。"
    },
    {
        "title": "遊君山記",
        "content": "萬曆辛亥暮春，漢陽王子以吊中郎至，予感其意，送至岳陽，同遊君山。以風逆，泊舟南津港。質明，東風細細，波平如掌。初日甫出，與王子方舟進發，過編山。《水經注》云：「編山多篪竹，與君山對峙，孤影若浮。」今作艑，非也。甚童，都無竹。頃之抵山足，見喬木蓊鬱，虧蔽天日，黯黯含雪霰氣。兩掖之山，如垂長袖，怪石磊珂，飲水而下。寺內鴨腳四株，唐宋以來物也，上巢白鶴數百，遠視之如玉蘭花。正殿亦壯偉，後為藏經樓。左廡祠柳毅秀才，作健兒裝。西去穿喬木中，新篁綠色照人。蓋遠視此山，直似長眉一抹。入其中，求所謂十二螺者，亦不得，都為老樹壽藤所遮，仿佛見汙隆耳。然曲徑中，竹翠茶香，雜花芬馥，極紆回有幽致，宛似江南佳麗名園。過軒轅台，此處可覽湖中之勝，惜以文昌閣封之。復行竹石中，登酒香亭，其下乃走鼎、澧諸州道也。還至寺左掖髻上，得朗吟亭，望長沙、湘潭，去帆如陣。上有古松數株，陡健清人肌骨。共坐其上看水。大約天水一色光景，乃此山尋常受用，然亦不能於此外覓一奇語，能模寫其澄鮮也。步至湘妃廟，穿林中，忽得曠野平田，極有野趣。入廟中，了無一人。閱古碑，頗喃喃皇英事。不知帝女者，乃天帝之二女，非堯二女也。自秦以來，誵訛久矣。晚，復至山口，覓石踞坐，看水上雲變。予謂王子曰：「天下惟夏雲最奇，而湖上之夏雲尤奇。蓋八百里之水氣，上蒸空界，淋淋漓漓，生生動動，極百物之態，窮雕鏤之巧。昔米老謂於瀟湘得畫景，蓋謂湖上雲物異也。吾又安得一椽竹中，聽水觀雲，以娛餘生耶？」是夜王子大有卜築之意。水氣清冷，不成寐。晨起，定一庵趾在寺之右，近軒轅台，雙髻曲抱，竹樹駢羅。猛風乍作，趣別山靈，一帆走嶽陽樓下。"
    },
    {
        "title": "遊岳陽樓記",
        "content": "洞庭為沅湘等九水之委，當其涸時，如匹練耳；及春夏間，九水發而後有湖。然九水發，巴江之水亦發，九水方奔騰皓淼，以趨潯陽；而巴江之水，卷雪轟雷，自天上來。竭此水方張之勢，不足以當巴江旁溢之波。九水始若屏息襝衽，而不敢與之爭。九水愈退，巴江愈進，向來之坎竇，隘不能受，始漫衍為青草，為赤沙，為雲夢，澄鮮宇宙，搖蕩乾坤者八九百里。而岳陽樓峙於江湖交會之間，朝朝暮暮，以窮其吞吐之變態，此其所以奇也。樓之前，為君山，如一雀尾爐，排當水面，林木可數。蓋從君山酒香朗吟亭上望，洞庭得水最多，故直以千里一壑，粘天沃日為奇。此樓得水稍詘，前見北岸，政須君山妖蒨，以文其陋。況江湖於此會，而無一山以屯蓄之，莽莽洪流，亦復何致。故樓之觀，得水而壯，得山而妍也。遊之日，風日清和，湖平於熨，時有小舫往來，如蠅頭細字，著鵝溪練上。取酒共酌，意致閑淡。亭午風漸勁，湖水汩汩有聲。千帆結陣而來，亦甚雄快。日暮，炮車雲生，猛風大起，湖浪奔騰，雪山洶湧，震撼城郭。予始四望慘淡，投箸而起，愀然以悲，泫然不能自已也。昔滕子京以慶帥左遷此地，鬱鬱不得志，增城樓為岳陽樓。既成，賓僚請大合樂落之，子京曰：「直須憑欄大哭一番乃快！」范公「先憂後樂」之語，蓋亦有為而發。夫定州之役，子京增堞籍兵，慰死犒生，邊垂以安，而文法吏以耗國議其後。朝廷用人如此，誠不能無慨於心。第以束髮登朝，入為名諫議，出為名將帥，已稍稍展布其才；而又有范公為知己，不久報政最矣，有何可哭？至若予者，為毛錐子所窘，一往四十餘年，不得備國家一亭一障之用。玄鬢已皤，壯心日灰。近來又遭知己骨肉之變，寒雁一影，飄零天末，是則真可哭也，真可哭也！"
    },
    {
        "title": "柴紫庵記",
        "content": "玉泉右掖之山，一峰直下，如象鼻突止。即為庵，有堂三楹，曰淨名，以祠護法居士者也。舒其後霤，為小室二：一居僧，一予自居。堂中望前山如繡屏，墀下有木樨一株，可十圍。每開，香清一山。其右牆外，小室三楹，為香積，周以虎落。庵之後，所云「象鼻突止」者，瞰之皆石骨，鑿一洞，曰幻霞，以其中有霞紋也。可容一案四人，清涼沁骨。從洞右登山，緣鼻而上，可百步，得亭曰堆藍。圍以牆，穴以通風。望西南山色，如墨花淋漓。惟九子在西北，稍為樹蔽其鍔。庵門外，左有小台，聽玉泉水聲甚厲，可望後山，怪石老樹，遊雲弄姿。堂中所祠者，上為維摩詰，左為武安，右為伯修、中郎。近得西川黃太史平倩之訃，予哭而祠之。平倩長伯修六歲，故位在伯修上。海內交遊多矣，獨祠數公者，以皆有功德於玉泉者也。即有功德於玉泉，而非道德文藻無遜前三公者，亦不敢濫祠。後度門之意，以雷太史何思，生平護持玉泉甚力，亦得附位在中郎下。創始於萬曆辛亥春，會以他事歸；至壬子六月初四日落成，而總名之曰柴紫，以玉泉亦名柴紫山也。予即以此日，從講經台移至庵。向來居重垣內，如螺如繭，至是始與山色泉聲親。每日晨起，淨名堂中閱《龍藏》，午至幻霞洞，清坐焚香。晚登堆藍亭看山，以為常。意甚樂之。嗟乎！予之來山中，從困衡中計之已熟，拚舍百丈遊絲而至，蓋將終身焉。何者？道不在定，定為道鎧。故古人舍喧入寂，假澄波以貯慧月。吾輩豈可逐逐紛囂，妄語那伽，如醉象之無鉤，似野馬之不御，此其宜居山者一也。鬼谷有言：「抱薪趨火，燥者先然；平地注水，濕者先濡。」外境之為水火也，亦大矣。而以燥濕之習氣與偶，政恐入焰常新，難同浣布；騰波不住，有愧蓮花。燃濡隨之，害豈有極。故知涉事難守，離境易防，此其宜居山者二也。蘭香石堅，羽飛鱗沉，各有至性。吾一觸塵纓，周旋世事，若枳若焚，形神俱困。乍對疊疊之山，湛湛之水，則胸中柴棘，若疾風隕籜，春陽泮冰。昔人睇棨戟為險道，走岩壁若康莊，信非欺我，此其宜居山者三也。謬許多生慧業，有志編摩，常欲取東國之靈文，西方之秘典，綜其萬派，彙歸一源，作後世津梁。中年馳鞅名利，垂情花月，羽陵蠹集，硯北塵生。自非偶影青巒，莫酬此志，此其宜居山者四也。世煩我簡，簡則疑傲；世曲我直，直則近訐；同固投膠，異或按劍。夫骨體如此，世路如彼，則采藥煮石，亦足以老矣。豈可臨砧刀而歎秀芝、憶唳鶴哉！此其宜居山者五也。然則居山之事，吾志久定，吾計永決，終不舍此更逐世路矣。庵成，紀其梗概，而並勒五宜居者，以為心盟。"
    },
    {
        "title": "爽籟亭記",
        "content": "玉泉初如濺珠，注為修渠，至此忽有大石橫峙，去地丈餘，郵泉而下，忽落地作大聲，聞數里。予來山中，常愛聽之。泉畔有石，可敷蒲，至則趺坐終日。其初至也，氣浮意囂，耳與泉不深入，風柯穀鳥，猶得而亂之。及暝而息焉，收吾視，返吾聽，萬緣俱卻，嗒焉喪偶，而後泉之變態百出。初如哀松碎玉，已如鶤弦鐵撥，已如疾雷震霆，搖蕩川嶽。故予神愈靜，則泉愈喧也。泉之喧者，入吾耳而注吾心，蕭然泠然，浣濯肺腑，疏瀹塵垢。灑灑乎忘身世而一死生。故泉愈喧，則吾神愈靜也。夫泉之得予也，予為導其渠之壅滯，除其旁之草萊，汰其底之泥沙。濯足者有禁，牛馬之蹂踐者有禁。予之功德於泉者，止此耳。自予之得泉也，舊有熱惱之疾，根於生前，蔓於生後，師友不能箴，靈文不能洗；而與冷冷之泉遇，則無涯柴棘，若春日之泮薄冰，而秋風之隕敗籜，泉之功德於我者，豈其微哉！泉與予又安可須臾離也。故予居此數月，無日不聽泉。初曦落照往焉，惟長夏亭午，不勝爍也，則暫去之矣。斜風細雨往焉，惟滂沱淋漓，偃蓋之松不能蔽也，則暫去之矣。暫去之，而予心皇皇然，若有失也。乃謀之山僧，結茆為亭於泉上，四置軒窗，可坐可臥。亭成而歎曰：「是驕陽之所不能驅，而猛雨之所不能逐也！與明月而偕來，逐夢寐而不舍，吾今乃得有此泉乎！」且古今之樂，自八音止耳，今而後始知八音外，別有泉音一部。世之王公大人，不能聽，亦不暇聽。而專以供高人逸士，陶寫性靈之用。雖帝王之《咸》《英》《韶》《武》，猶不能與此泠泠世外之聲較也，而況其他乎！予何幸而得有之，豈非天所以賚予者歟！於是置幾移襆，窮日夜不舍，而字之曰爽籟云。"
    },
    {
        "title": "玉泉拾遺記",
        "content": "居玉泉月餘，蘭若粗修，復規寺中所宜有者。殿後有大士閣已廢，復之可以望遠。蓋寺以名勝甲天下，而無一登眺看山之所，於事理甚不可。殿前有泉，從山後來彙於池，宜甃之種蓮；而於護世殿左右，各為一室一池，郵此水入焉，使日夜淙淙汩汩，稍盈則出，而注於玉泉，是一快也。門外有田二十餘畝，可深其半，引泉出入其中，作放生池。由乳窟往關侯廟前，右泉而左為山足，泉路漸崩，去山足已近。若令人運雜石磊珂其間，使僅可通人跡，而車馬艱於來往，其勢不得不取趙太守所改故道，庶山中清寂無囂，是亦一快也。廟東去數百步，渠內多石骨，為水所蝕，依稀皆如擘窠大字，其上有田一區，前作一茶庵，以飲往來人；而後臨水，作一小室，使開窗即聽水聲，看水色，是又一快也。夫此皆予心規之，而格幹力者，其果終有落成時耶？其亦有耽山水之趣者，能來此助予否耶？嗟夫！予於世間之聲色，非淡然忘情者也，又非能入其中而不涉者也。自多病以來，稍悟寒蠶、火蠶以涼燠異修短之故，急思逃之。而其勢又未能割，則取世外之聲色以與之戰，而期必勝。蓋其始猶兩持不決，及其久也習之，新者故，故者新。回思向時與塵務相弊铩，以丘山之苦，易毫髮之樂者，真如狂如醉，追悔莫及。始知予於山水間，亦有至性焉。特隱現於磨戛之中，不得自遂，如膠粘鵬羽，絲縛驥足。而今從披剝後，愈入愈深，大暢其意之所欲。忻忻然，目對堆藍積翠之色，自謂毛嬙、西施不如也；耳聆轉石奔雷之聲，自謂韓娥、宋臘不如也。不惟學世外之道者，宜遵遠離之行，而寡欲養生，賞心怡神，莫妙於此。予賦命奇窮，不知何緣得有此福，快矣，快矣！顧居山中，豈能安坐無營，稍稍點綴，以破寂寞，非所謂秀媚精進者乎？安得復如予者來此，與之共娛此生，是又一大快也。予何幸如之！"
    },
    {
        "title": "遊洪山九峰記",
        "content": "入鄂以來，闌入酒社，覺神明不快，甚欲以煙雲浣之，遂作洪山九峰之遊。出城，黃葉如雨，官道旁為洪山。入寺門，古松四株，霜皮虯枝，健甚。息左掖官舍，望八分山了了。大江如雪，晃耀天地；秋水未退，盡世界皆波濤也。繞塔登山顛，見道旁怪石鐫前代人字，已泐不可讀。既至顛，望武昌萬家若蜂房浮雪浪中。據石而譚者久之。下山至東岩寺，已敝。夜，篝燈閑譚，人境清絕。曉，從洪山發。不數里，青青之山，澹澹之水，出左右腋。憩於關侯卓刀泉，喬松鬱然。過此，山愈層疊，了不知九峰所在。忽從山口如永巷，始見朱碧委藉，山間九峰，環抱一寺，如蓮花之裹蓮房；而松楓雜立，若花須矣。寺極整潔，凡伽藍所應有者，無不具備。尤宜雨，以處處皆有回廊，不須屐蓋也。守僧出無念師衲衣並缽履之屬。予曰：「此非所急。」急從回廊至獅子石，登山頂，始窮山水之勝。猶為松樹所蔽，不甚暢。予曰：「此處得一高閣，則九峰之美備矣！」於樹中見一處，粉牆隱隱，僧曰：「此陽邏也。」下山，復走前山望水，武昌、漢陽江色，宛然在目。松中據蒲安坐，渾忘人世。大都此中諸峰環抱，極為幽邃，而軒敞稍不足。記李習之常言：「虎丘池水不流；天竺石橋無水，靈鷲擁前山，不可遠視；峽山少平地，泉出山無所潭。」天地間之美，其闕陷大都如此，豈獨茲哉！山門外有小廟，予問故。僧曰：「昔楚藩遣人為無念擇地，至前山，欲定為基。有老人云無念道場尚須深入，因以手指其處，忽不見。後以聞無念。念公曰：『此姓周，名某，死社於此者也。』」今仍以為伽藍矣。予初來時，煩火正炙，入山數日，身心灑然。中郎有言「名山如藥可輕身」，信哉！"
    },
    {
        "title": "後堆藍亭記",
        "content": "堆藍亭既落成，予以侍大人藥餌歸去。又一年，大人棄孤去。讀禮之暇，復走山中，得再有此亭。亭兩翼，松長數尺餘，盡遮山色；惟前一面，堆藍如故。山僧曰：「有異獸至者二。」予曰：「昔曇氏制戒沙門，不輕入山，冒霧露，犯虎豹。彼輕其身如沙塵，尚不欲以諸橫戕其身也。吾方欲借此身根，為千生資糧，安得不鄭重焉。」亭內翼以窗欞，今易之牆，穴以通風。亭外翼以短牆，前為級，可十五六步。三面皆牆，而一路據險，庶安坐無恐怖，月夜可留宿。其所以易成者，以寺門外有伏磚數千片。考之，乃宋劉太后妝閣磚也。太后為蜀人，少失父母。舅龔姓者，攜之入都。過此寺，有慕容禪師者，見而奇之。後入太子宮，養育仁宗，修此寺，因為妝閣其間。久而圮，於今幾六百餘年矣，而磚完整堅厚，叩之作金石聲。古人作事，不苟如此。嗟乎！予去年營此亭時，行藏尚未可定。聶政有言：「老母在，政身未敢以許人也。」予亦曰：「老父在，予身未敢以許山也。」今老父以天年終，予遂踐山靈往昔之諾。三年之喪，一切娛樂事皆遮；惟看山聽泉，味淡而趣輕者，應不在所禁。誦讀悉罷，惟貝葉不拘。予察其安於心，合於禮，而行焉。豈惟三年，即終身可也。亭改後，與無跡師及李伏之日納涼其上，而予姑記之以識歲月。時萬曆壬子季夏之望也。"
    },
    {
        "title": "前泛鳧記",
        "content": "天下之樂，莫如舟中。然舟之在大江也，雖汪洋可觀，而其驚怖亦自不少，故樂少而苦多。惟若練若帶之溪，有澄湛之趣，而無風濤之險，乃舟居之最恬適者也。予自萬曆己酉，市一小樓船，曰泛鳧，取《離騷》「泛泛發水中之鳧」意也。遂自沙頭發，過鄂渚、九江，抵秣陵。當其波光皓淼，遠山點綴，四顧無際，神閑意適；或駕長風，一刻百里；或泛明月，積雪照人，曷嘗不快。然石尤不息，淹滯無時；中流風惡，徘徊彳亍，而不得泊，時時有性命之憂，則尤有大不適者。蓋舟之樂，常以苦妨。故自庚戌以後二年，泛鳧幾為剩物矣。今春乃以舟從虎渡轉入三穴橋小河，時四月矣，兩岸楊柳森疏，開窗臨水，讀書作字。凡三日，過故松楸而還。從來舟居之樂，無逾此者。豈非以有臨流之適，而無風濤之足畏歟？嗟乎！予少年心浮志躁，內多煩火，家居目若枳而神若錮；獨看山聽泉，則沉屙頓消，神氣竦健，可以度日。故予非好山水也，醫病也。往族有老人，每日至辰巳間不得酒，則面若死灰，四肢掉戰，必得酒乃已。夫此老人之終身於酒也，豈誠知漉巾荷鍤之美，而效之哉？疾病所迫，勢不容已也。予之於山水也，亦若此老人矣。然山行多勞，不若舟居之逸；而大江之險，又不若小河之適為較恬也。予從此得計矣。河雖小，四季常流，又直抵衡山。從本邑鬥湖堤陸行二十里，至三穴橋，即登舟。兩岸多垂楊柳，凡五十里而抵予生長之村，有輞湖可泛。湖邊人家，多喬松茂竹，去予先居一里許，去予杜莊半里許。湖周圍十餘里，水光皓然而不深，甚深者沒侏儒。景物可怡，月餘不厭。從湖入河，順流七十餘里，至彰觀山下，山勢雖坦迤，而深邃委曲，喬松百萬，間有怪石。冬春之間，水清澈見底，大約如富春江上。其西上三十餘里，即為澧州。州遠近多佳山水，若夾山、洛浦，俱為禪林名勝；而太清、太浮，為神仙窟宅。自非半年不能涉險奧，飽煙雲也。東下得嘉山，又一舍，至洞庭湖岸。得順風，傍岸掛帆，半日即入鼎州河矣。息於德山，山多篁竹，清邃可愛。西上即為鼎州。鼎州以上，一日可抵桃花源，一入青蓮世界，無便出理，不必以日月計也。東下即為走衡嶽道。嶽，予尚未遊，然太虛靈台、朱陵寶洞，《山經》遊紀所載，尚恐不敢模寫萬一，或待予而啟其秘也。予計定矣，予志得矣！吳越之舟，居非不樂也，而阻大江。江上六千里，非有大不得已事，冒險何為？惟此千里練溪，實予怡情養壽之地，必不羨夫乞鑒湖一曲者也，有何所障而待乞也哉？每歲如春遊，則二月寓鼎、澧，三月四月遊衡、疑，四月終即入玉泉避暑。秋遊則八月寓澧、鼎，九月十月遊衡、疑，冬則家居避寒。樓舟二：一敝者，載糧食，宿僕從；一自居，貯書畫，及一二賓客，鼓吹一部。往來煙雲間，二三十年足矣。"
    },
    {
        "title": "泊夢溪記",
        "content": "津市新舟成，將遊吳越，值虎渡涸，不得出。予曰：「有朱陵舊願可償也。」遂以癸丑初春四月發舟，次於孟溪，即予故里。登岸步至珊瑚林，入荷葉山，老樹漸盡。至先居，苔錢滿地。其左為嚶鳴館，愚兄弟三人少年修業處，廢沼荒台，日以零落。省鄰居兩叔後，拜於丘墓。今年覓數片碑石，封識其間。袁氏之興，兩制科相承，不滿二十年耳。移居城市，東徙西遷，日不暇給，何皇及先人烏兆也哉？時久不霽，見午日烘原野間，快甚。復至孟溪登舟，泛楊冶灣，憩岸上高阜處。長安、穀升兩村之樹，封天蔽日。日晡順流而還。追憶十年前，與諸叔縱飲此地，一吸百盞，如得霜鷹。而今少飲即休，則少壯異時，喧恬殊趣也。此間無山有水，至夏秋間，滿目皆水矣。正欲於此處作一小亭，會河邊人家有麥地，欲易數鐶，遂欣然成之。蓋予性癖好舟居，此處多種楊柳，維舟其下，便是清涼國也。此地原名孟溪，當是居人姓。或曰夢溪。記昔沈存中常夢至一小山，花如覆錦，喬木蓊鬱，溪水繞其下。晚居南徐，得地於丹陽，宛如夢中，遂以夢名溪。故所著有《夢溪筆談》。予屢夢至一處，有小莊院，彌望皆水，荷葉遮門。此地卜築成，宛如夢中矣，則名為夢溪亦可。"
    },
    {
        "title": "再遊彰觀山記",
        "content": "舟次澧之關山，步於山間。草中間有怪石，水邊石尤突兀，有若浮梁者。其上有飛泉下注，四時不絕。關山之上，為彰觀山，兩山夾立，萬松鱗次。中有山路，泉水出焉，乍洪乍細，可二里許。山逾深，諸峰若象兕尊踞，喬松十里，遮蔽天日。訊樵者，云上有寧極觀。時日已暮，徘徊樹中，語客曰：「有以也！夫道書之四十四福地，黃、範二仙煉丹處也。山勢幽邃，泉流注射，宜為幽人所棲托耳。」客曰：「今為藩封釜鬛，塵涴青山矣。」予曰：「非屬藩封，安得封天之樹，為青山介胄耶？」步出山口，遇僮僕鵠立，云：「登山覓不得而還。」予歎曰：「甚矣，僕之孱也！從我於山水間二十年矣，豈有聞泉聲不溯其源，而他往者哉？以後遇登山，凡有泉處，即循水而覓予蹤，必可得也。」蓋此處有二山：一為關山；關山之上，乃為彰觀山。予昔遊時，誤以關山為彰觀矣。登舟數里，聞灘水聲，舟師不知水道，至灘不可上，急登岸，時已昏黑。依岸行，見一樵人。予呼之，其人急走，意以予為盜也。後又一樵者至，尾之，予問曰：「此間有居民否？」樵者曰：「從此過河，即宋家渡，亦一聚落。」遂至渡口候舟。"
    },
    {
        "title": "涉小洞庭記",
        "content": "洞庭之濱，有小聚落，曰麻河，漁家數十戶櫛比。時將過湖，舟人不熟湖路，乃覓一舟，二人為導。雨止成行，穿小港中，舟人云：「此青茅窖也。」凡湖中小曲曰窖。十餘里，過一小湖，舟人云：「此白頭湖也。」復從岡巒中穿一曲，舟人云：「此掘子窖也。」又五六里，舟人曰：「從此出口，則為馬頭湖及帽湖，二湖相連，可四十里。今從小曲中出，地名七星窖，可不必由馬頭湖，而直走帽湖。」予歎曰：「若非熟舟人，即成七聖道矣。」出七星窖，至帽湖，白水封天。可二十里，走常德岸，所謂侯家港也。此屬洞庭小曲，至三四月，則蕩然一壑。予以其名不馴，直呼之為小洞庭焉。洞庭觀水，最為雄奇。然宇宙間，數百里一片軟嫩芳草，翠綠嬌姹，與水色相漾，方知古人云「洞庭芳草連天」非虛語也。"
    },
    {
        "title": "後泛鳧記",
        "content": "僕少如健犢子，自經父兄之變，百感橫集，體日羸瘦。今年始覺大有老態，或長夜不眠，耳中日夕如轟雷，雙手酸痛，雙膝常畏寒，夜作楚尤甚。略有酒欲，即發血疾。兩兄皆早世，僕隱隱有深怖。自念精血未耗之時，猶不敢以進取爭衡造物，況今疲然龍鍾。已矣，已矣，從今絕意於仕宦之途矣！少有才名，或以止於一孝廉為憾；然同學諸人，有才不減於予，學力數倍於予，而以一諸生終者有矣。僕所得已多，亦復何憾。孝廉粗有體面，可支門戶；早完公租，不涉閑事，可以不到公門半步，州縣亦自敬重。上擬不足，下擬有餘，亦可安心卒歲者也。僕於中外骨肉，由登第至蓋棺，皆親見之。作宦之味，亦歷知之矣。大約以多欲求遂，故不得不處於忙也，而其實未常不厭忙也。以厭忙故，亦結想於閑地，而其實又未能閑也。有事厭事，無事生事，奔波一生，即高明者率皆然耳，僕久已覷破矣。然此時又豈能閑，偶與忙之地相左，而與閑之境相近，則且舍忙而取閑，固其宜也。不幸性耽煙水，每見清泉流水，則怡詠終日。故自戊申以後，率常在舟，於今六年矣。一舟敝，復治一舟。凡居城市，則炎炎如炙，獨登舟即灑然。居家讀書，一字不入眼；在舟中，則沉酣研究，極其變化。或半年不作詩，一入舟，則詩思泉湧。又冗緣謝而參求不輟，境界遠而業習不偶。皆舟中力也。去年治一舟，欲走吳越。與錢受之諸公約，必來聚首。自臘月來多病，不離藥餌。新正始漸愈，然種種老態，不以年變，直以月遷。且大江之中，風濤百端。當此禁網嚴密之時，自荊至吳，舟稅如織。所之，巾廂皆遭盤詰，胥徒謾罵，令人駭愕。茫茫三千里長江，一片愁水耳。知交中韻士即是貧士，富人多非韻人。僕賦性如此，豈肯開口求人。故作客居諸亦自不易。況宿疾偶發，數千里外何人看視，以此東行之念漸止。適所製舟，又在邑之三橋，虎渡水涸，不得出江；必由洞庭趨嶽陽，乃與江會。不若且走湖內。遂以正月四日至三橋登舟，走澧浦。水秀而狹，無諸險難。飲食日益，沉屙漸愈。至先人故里，見襟帶江湖，有數畝可以築台禦風，穿池種荷，因以數金易得。當止息不遊之時，維舟柳下最便，先居去此一里，稍稍修葺，可以安住。杜園去此數百步，多松竹，可以閑遊。左里許有珊瑚庵，右里許有浣花庵，亦可暫息。父兄俱亡，獨兩叔髫年知愛，相見即歡然永日。有閑叟王吉人輩可以伴行。僕有摐粥之田，可取租四百餘石，以其半贍城中妻孥，以其半為村中及舟中資糧。歲有銀租近百金，以十分之二付城中妻孥作蔬具，以強半給予遊玩度支。又沙市有一宅，社友蘇直指曾諾以直，若得此，再治田數百畝。僕於窮人中，亦足以豪矣。支派既定，但飯來張口，有若神鴉，何俟僕，僕更求人乎！春以一舟為主，一小舟為伴，載書史糗糧，走澧州，過小洞庭，至德山，遊桃源，登衡山。秋以小舟走沮漳，至玉泉，上遠安。夏冬則歸村園，或偶一至城市。其中相近山水，若九溪，若華容，皆可細往。僕之生計定於此矣。將取古今舟居之人，若張融、張誌和、陶峴、趙子固等，外及釋子船子、中峰輩，作一《煙波外史》。恨書少未能集全，然亦粗有其概。恨我不見古人，恨古人不見我，非虛譚也。過洞庭，帽湖中白波千頃，芳草連天。與崔晦之偶道及，因書而識之，示不忘焉。"
    },
    {
        "title": "再遊花源記",
        "content": "湘中有舟來，言道上荒甚，乃以衡遊俟之秋稔，次於釣灣，且歸。適楊子文弱，相期聚首江樓。時景陵李長叔工部，亦以使事至鼎，晤間遂共作桃源遊。時癸丑二月之十二日也。從江樓下，三舟並發。長叔舟中客為沈仲敏，文弱舟中客為賀景明、陳仲韜，予舟中客為崔晦之。或能歌能弈，能書詩。是日，過武山，次延溪渡。明日，過桃源縣，至綠蘿山下。諸峰累累，極為瘦削。至白馬、雪濤處，上有怪石。登舟皆踞坐。泊水溪，與諸公步入花源。至桃花洞口，桃可千餘樹，夾道如錦幄，花蕊藉地寸餘，流泉汩汩。溯源而上，屢陟彌高。石為泉水齧，皆若靈壁、將樂。水忽從數丈下墜，擊石鏗然有聲。已至山竇，有亭可坐。泉從上落，彙於小池，其上遂不可攀。有老道人從石壁上復緣而下，欲見其捷，失足仆地。眾皆笑。其右為大士閣，未暇遊。從石級下，可數百武，走桃花觀，有《桃川佳致》四字勒石上，為劉禹錫題。馳道亦整潔，間有杉松。邑人士江伯通、張阿蒙諸公攜酒宮中，攜得村伶一部佐酒。予乃竊步馳道間，至桃花下，月色轉朗耀，花香薰人，藉地而坐。頃之，文弱亦至，相顧大笑曰：「已較遲八刻矣！」茵花啜茗，歡笑移時。諸客亦有至者，乃登大士閣，月下千山皆如煙霧。夜已深，尋故路，出水溪，長叔已先至舟，意倦遊不欲前，遂分袂，淒然有別意。晨從鈔邏村中，獨與文弱進發。過澄溪，望遠峰穎秀甚。至仙蛻石，石如鍾鼎羅列水上，森然壁立可畏。間有磊珂水間者，遂停舟，據之而坐。登舟里許，為漁仙寺，山溪秀邃，竹樹駢羅，茅屋數家。內有淨石一小峰，極可登眺。過平疇，至寺，寺內祠伏波將軍，作健兒狀。不知文淵韶秀如畫。後有洞，依以為閣，已圮。然洞中石理甚蒼古，苔紋蘚碧，以手拊之如玉。其左側為洞者三，皆可坐。四峰攢立若筍，其隙可登，有小泉鳴草間。峰形如旋螺，每旋輒有少許地，屢折乃止，皆可瞰江。四面如鐵甕，中可作一靜室。共意峰頂必有異，滑不可上，披草棘，旋覓置足處，極力乃得至顛。望諸山，皆疊疊有回波。日已晡，尋故路歸舟。萬山如蓮縈繞，水光浩白，月色皎潔。乃共坐舟頭小飲，夜臥酣適。醒時，日上舟窗矣。起望穿石，亭立水上，若雲鬟高髻，興殊不可遏，既至若在軒轅鏡中坐也。外若鐵牆壁峙，遠山波流花簇，妖冶動人。自辰至午，留連不忍去。已登舟，近新湘溪，山勢回合，不見去路。溪山至此，爭奇獻妍。間有人家，恨不與結鄰也。過仙人岩，不及上。至水西岩，已暮，其古色照人，正與予所見高安、鹿苑等。泊舟岩下，道人猿飲而至，欲登其顛，有難色。文弱曰：「凡卓庵處，必自有途徑可至，請先往。」予乃以布裹身，令兩人曳之至顛，見山巒益飛舞。度已暮，不可久留，循故路下。已下，仰視病悸。昔伯孝長聞戰鼓之音，懼而閉戶，蒙被自覆；漸登城而觀，言：「勇可習也。」予從此習勇矣。至魚網溪畔，石板上布席坐飲。魚網原名怡望，中郎改今名，豈聲相似訛耶？然魚網政自佳。是夜，月如晝，觸目皆山色水聲，相對皆閑人，覺身輕甚。中夜，予獨起臥沙石間，念吾兄中郎存時，每以遊屐相角。昔年遊此，未及陟顛，中郎舉以為笑。今已陟顛矣，不知歸去後，舉似與何人也，不覺淚下者久之。夜中月色水聲，清人肌骨，不成寐。曉念魚網溪色淨綠，不可名狀，其中必有異。乃放舟入溪，溪口即有磊磊石壁，砂翠爛然；老樹茂竹，便娟媚人。可二里許，溪中石板若敷茵可步。大舟不可往，乃覓小舟。岩溪相依，若戀戀不舍者，至十餘曲後，水石間出。石為水所蝕，若龜魚仰面昂首，出沒水間。灘聲雷轟，霏珠濺雪，小舟復不可往。乃步行壁下，溪水浸岩中斷，復不可往，則跣而過。凡三四渡，有灘，浩浪掀舞，相與濯足。望前溪叢樹中，有小亭。漁人曰：「此龍角亭也，下有龍湫。」急往改衣少息，偶有鄉民陳姓者，以雞黍至，感其意，為之飽。訊溪所止，則云：「兩山相合，中縈一帶，可二百里許。」予曰：「此真避秦處也，恨無小舟，不能窮其源耳。」相與步歸。至舟，日向午，遂理歸棹。一瞬數十里，去花源一牛鳴宿焉。"
    },
    {
        "title": "遊靈岩記",
        "content": "遊花源後，從陬溪入小河，至蘇溪舍舟而陸，溯小溪行，即靈岩洞中所出泉也。數息老樹下。近岩數里，見山峰波騰，秀媚特甚。至寺，泉聲益厲。予不暇入寺，先之洞。見洞中冷然，石雲排當怒立，即欣然一笑曰：「不虛此來矣。」洞縱可數百丈，橫可數十丈。中有一溪，淵深不可測。其上常有雨點下滴，若融雪響。大都一洞皆千年溜乳所成，窮工極變，色如陳雪。佛大士及鍾鼎象兕花鳥之類，以意模之，皆得其仿佛，正不必真似也。予乃屏息靜觀。從遊者呼云：「急來看洞後石變！」予曰：「徐之。如啖佳珍，須少咀嚼耳。」頂上時作稻畦文，其乳下注而中止者，如懸掛衲衣，摺理下垂。已杖而上，復過一竅，即為洞之後戶。見緣溪石理，如洞庭湖中軟浪疊砌而成，石脂注於泐隙，如乳雪旋螺上覆，忽若一鍾。然取象可種種，不獨鍾也。其溪可以盆舟入，若蛇行；過此一重關，其中必有異。予輩膽薄，失此靈境。悲夫！起坐洞後平地上小飲。僧云：「新洞亦去此不遠，蓋數年間，偶崩出一石門。」往瞰之，更大於此，其石理亦相類。特昏黑，須火炬而入。急令人縛炬數十，各持杖往。至洞口，泉聲汩汩，亦有一溪。以炬前，予等相尾而入。有室，有皇佛大士及象馬犀兕之屬，種種呈態。其流聲，至深入益厲。蓋由此洞暗入前洞也。炬既而還，洞口石搖搖欲墜，殊可怖。其右即為桃花洞，一洞皆水，惟亂石錯立水上，可步往。其中有門，水從門中出。予曰：「桃花洞口，名不虛也。過此水竇，即避秦人矣。極力蛇行而入，必得吾願。」乃去帽脫衣，以手據水上，直趨竇中。文弱亦欲從，晦之諸公大呼曰：「毋往，毋往！」予曰：「何哉？豈慮吾入而不復出耶？吾年已四十餘，頭顱種種，視世味已如咀嚼。若避秦人住此中，樂不可支矣，莫吾阻也！」晦之曰：「子欣動而厭靜，今以一舟放浪江湖，有何不樂。一入其中，為避秦諸人留，或強以仙妹相匹，花源雖廣，周回不過數百里，他年迷路不復得出，有若桎鎖，空自悔耳。」予曰：「避秦人皆仙伯也，凡仙人居山中者，去來自如，別有路可至上界他方。豈真同血肉凡軀，可拘之一處者？」言已復走入，去穴不數步，而從人大呼曰：「有蛇，有蛇！」予始大駭，疾趨還，恨靈仙之永隔，悲弱誌之不厲，涕泗橫如而出。至寺晚食。復步至前洞，見石竇中一小碑，上額篆唐朝奉題靈岩，字有「分明便是桃源洞，不見溪中流落花」語，餘書石者，不悉記。予謂靈岩山不足觀，而其中包藏靈怪，正如一樸茂人，胸中含裹無窮麗藻耳。獨寺中狼藉，不堪住。夜坐殿前小飲，亦自成歡。"
    },
    {
        "title": "遊太和記",
        "content": "萬曆癸丑暮春，予自花源歸，作太和遊。從草市發舟，至襄中，陸行三日，而抵山下。道上山色泉聲，已冷冷非人世矣。息於楚藩蘭若，以首夏初九日丁酉登山。過謝家橋，經草店。此後馳道整潔，松杉夾路，庵觀櫛比，朱戶隱見。至衝虛庵，流泉細細，溢於衢路。上有檜一枝，開落花如金粟，即山中亦僅此一株，不見多也。上仙關，兩山多竹？。至玉真宮，穿松杉中，有石橋三四處，皆如碧玉妝砌。其上為玄嶽門，如一竇，方回之泥可封也。過此則煙雲金碧，輝映萬狀矣。夾道古杉千株，過元和觀，溪水爭流，其左即走玉虛宮中道也。以玉虛宮需之異日，急從中路行。有危坡，稍見野意。不三里，夾道濃陰，山或左右擔。至回龍觀，見天柱諸峰，若刻若縷。歷老君、關公廟，及太子坡，皆修潔。過平台，下十八盤，石墀不受一塵，樹影尤濃。聞流水聲厲甚，即龍泉觀前橋也。台路有三：一為周行，即走紫霄南岩，登天柱者。入溪即走九渡澗，中至玉虛岩、瓊台觀道也。其上為紅門，即太上、八仙、羅公院諸處，可抵瓊台者。予舊聞之中郎云：「太和瓊台一道，疊雪轟雷。遊人乃云此山詘水，殊可笑。」予拉遊侶，請先觀水，為山靈解嘲。乃行澗中，兩山夾立處，雨點披麻斧劈諸皴，無不備具，灑墨錯繡，花草爛斑。怪石萬種，林立水上，與水相遭，呈奇獻巧。大約以石尼水而不得往，則彙而成潭；以水間石而不得朋，則峙而為嶼。石偶詘而水贏，則紓徐而容與；水偶詘而石贏，則頹疊而吼怒。水之行地也迅，則石之靜者反動而轉之，為龍為虎，為象為兕；石之去地也遠，則水之沉者反升而躍之，為花為蕊，為珠為雪。以水洗石，水能予石以色，而能為雲為霞，為砂為翠；以石捍水，石能予水以聲，而能為琴為瑟，為歌為唄。石之趼避水，而其岩上覆，則水常含雪霰之氣，而不勝冷然；石之顱避水，而其顛內卻，則水常親曦月之光，而不勝爛然。如此者凡二十餘里，抵玉虛岩。岩若青玉，下覆樓閣，流水繞之。喘息稍定，復下穿澗，水稍狹，流愈壯。百武一息，即揀石而臥。一日間行住食息，皆對怪石；爪齒纓足，俱費乳雪。生平觀水石之變，無暢於此者。又三十餘里，始與水稍疏，得中瓊台，新毀於火。然望天柱、蠟燭諸峰，無論岩巒之奇，即百萬碧樹，綠光浮動射人。其絕壁岩棲者，隱隱樹中如蜂房，間多披裘念一之夫，餌芝煮石，咽氣飧和，永絕梯磴，獨耦煙雲，以待羽化者。至上瓊台，日已暮，遂止焉。其後為瓊台峰，若一髻前指，即所謂外朝峰者，陳希夷修道處。曉辭瓊台，過外朝峰，從天柱後戶入，登山謁帝。望七十二峰，皆如屏息拱立，髻盤鬟繞，雲駛霧騰。亦不暇問其孰為七星、三公、千丈、萬丈等也。記《荊州圖經》云：「峰首狀博山香爐，亭亭遠出。」又《南雍州記》云：「有三磴道：上磴道名香爐峰。」蓋後人易香爐為天柱，而以其副峰為香爐云。遊侶問玄帝所自出。予曰：「黃帝之子昌意，娶蜀山之女，生高陽氏，居弱水之鄉，陶七河之津，是為玄帝也。役御百神，召致雷電，乘結元之車，周旋八外，諸有洞台之山，陰宮之丘，皆移安息之石封而填之。鑄羽山之銅為寶鼎，以獻於神峰，大約與黃帝鑄鼎首山事同。陶貞白與楊許諸仙往來，親得其說而紀之，尚有可信。若夫淨樂國王之說，俚甚，無足存者。自古山澤之臒，衝舉者多，惟帝王絕少。而黃帝祖孫，皆鼎成乘雲，歸於帝鄉，似別有家學脈絡。彼秦皇、漢武，不得其術，而以腐骨望神仙，以淫胎飲浩露，宜乎疏天親地，究歸玄壤也。今黃帝之跡相望，而玄帝隱於盲說，悠悠無知者，予故備為拈出。」是日徙倚山上，神醉煙嵐。自念躡屐久矣，大都自然勝者，窮於點綴；人工極者，損其天趣。故野逸之與濃麗，往往不能相兼。惟此山骨色相和，神彩互發。清不槁，麗不俗。人言五嶽不堪伯仲，良有以也。謁帝，復下天門，舍輿而步，與遊侶約毋匆匆。見山骨棱棱，雲破霧裂，則少住。見兩山忽豁，千峰髻出，則少住。見古木蕭蕭，柯韻悠揚，石橋流水，悄然如話，則少住。惟畫棟文楣，即掉臂而過之，以所不足者，非此物也。至南岩，岩石若駁雲，外覆為循廊，以達宮門。殿宇壯麗甚，殿後依岩為諸院宇，亦若修廊。積鐵冷金中，時出雪溜蘚斑，朱藤蔓絡。廊外綠峰照耀，見雨瀑如白龍蜿蜒而行。至聖父母殿前，望天柱，氣宇如王。息於棋亭。步至舍身岩，杉松滿路，皆數十圍。山行倦甚，至曉猶不能興。天昏昏作雨，再至南岩宮後石岩下看山。遂行過雷洞，至太子岩，石亦奇峭，有泉淙淙下滴。杉松皆數十圍。下至紫霄宮，宮殿所不論。其後為展旗峰，前為禹跡池，泓然沉碧，有水亭可憩。上為福地殿，不及登。仍至九渡澗，抵平台，雨大作。覓舊路，暫歸蘭若。明日霽，始作玉真、五龍之遊。從元和觀折而東行，路未修飭，有野致。山巒平衍，田疇龜折。近玉虛宮，松杉茂密。有大溪彙眾流界道，石橋壯麗，即九渡澗及諸澗下流也。溪繞宮右，兩岸道院櫛比，時有小橋，儼若村里小市。過宮門，壯等宸居。昔文皇以十餘萬眾，鑿石開道，繕治宮殿，皆屯集於此地。凡十二年，而後落成，故此地亦名老營矣。乘霽走九龍，不及入。沿途多平原曠野，至九龍行宮，有老松深柏。飯後，著笠子登輿。一老道人睨予而笑，訊之，則曰：「此後山陰，樹影交加，無曦日也。」乃擲去笠子而行。至此易夷為險，山路頗多怪石，濃陰遮蔽，好鳥和鳴。近仁威觀，流水轟然。沿途溪水四至，真與九渡澗爭雄，時有瀑布。過磨針澗，流水交會震厲，皆青羊澗、桃源澗水彙合處也。蓋蠟燭澗之水，下彙為溪，其地坦迤，無所遮越，遊人不惟聞其聲，多餐其色。此地兩山中蝕一縷路，深林菁茂，白晝似宵，驕陽疑月。青羊、桃花諸澗之水，四面奔流，如草中蛇，如纊中線，疾趨而過，不知其所之。故遊人不見水色，但聞水聲。風林雨澗，互答相和，荒荒冷冷，殆非人世。抵五龍門，列紫柏二株，其徑九曲。過榔梅台拜殿前，雕欄刻石，皆若碧玉。墀下五井，各一色。又有日月二池，一黛一赭。昔陳希夷習靜瓊台峰，見二老人數數來，訊之，則曰：「我五龍峰下日月池中龍也。」即此池矣。飯於道人舍，見南岩騰綠驚紅，大似小李將軍一幅橫披。已命一小黃冠為導，至自然庵張三丰修煉處。有上賜衲衣。又行五里，至山後，路窮多支以木。於石竇得洞，即長生岩也。有道人，辟穀已十九年，貌甚腴。分予以熟製蒼術數餅，甚甘。訊之，不言。日已暮，遂還宮中。按此地自唐貞觀中，均州守姚簡禱雨，有五龍見於此，建五龍祠。逮至元，始修飭，改為五龍宮。至本朝，始極其盛。人皆知陳希夷於此修道，不知殷長生、房長須、李玉溪、馬明生、田蓑衣之徒，皆於此仙去者也。是夜，月色皎甚，開窗了了，見南岩燈火，不成寐。曉，尋舊路歸，始入玉虛宮，周遭類一大縣。其中虯柱龍梁，雲榱藻井，砌以文石，覆以碧瓦，綺寮雲接，飛閣霧連。其外金字銀書之亭，真官選客之宇，皆可為他山宮殿。其左右道宇玄院，綺錯棋布；幽宮棨室，千門萬戶。流水周於階砌，泉聲喧於幾席。姹花異草，古樹蒼藤，駢羅列植，分天蔽日。海上三山，忉利五院，依稀似之。若夫山裹田間，泉周塍外。花裏有耕耨之客，雲中聞鳴吠之聲。能使芙蓉城中失其芳妍，桃花源上讓其幽邃矣。息於望仙宮，目不暇覽，情不周玩。遂策杖而出，訊之老道人，云此即異時武當縣也。出宮後，返玉真，入涉其概。步至松杉間，與遊侶評山。予曰：「吾胸中已有粉本。大約太和山，一美丈夫也。從遇真至平台為趾，竹蔭泉界，其徑路最妍。從平台至紫霄為腹，遏雲入漢，其杉檜最古。從紫霄至天門為臆，砂翠斑爛，以觀山骨，為最親。從天門至天柱為顱，雲奔霧駛，以窮山勢，為最遠。此其軀幹也。左降而得南崖，皺煙駁霞，以巧幻勝。又降而得五龍，分天隔日，以幽邃勝。又降而得玉虛宮，近村遠林，以寬曠勝。皆隸於山之左臂。右降而得三瓊台，依山傍澗，以淹潤勝。又降而過蠟燭澗，轉石奔雷，以滂湃勝。又降而得玉虛岩，淩虛嵌空，以蒼古勝。皆隸於山之右臂。合之，山之全體具焉。其餘皆一髮一甲，雜佩奢帶類也。」遊侶曰：「君真山之顧虎頭矣！」是夜，復止於蘭若。明日，至均州買歸舟云。遊侶者，貴竹楊孝廉、襄中餘茂才、漢陽王章甫也。"
    },
    {
        "title": "太和後記",
        "content": "太和之山，無所不有，分之為洞天福地者，當不知其幾。今欲一覽而窮其勝，此其神情，何關山水。夫欲盡其要眇，雖山中黃冠，有不及至者。要以涉其梗概。太淹或不能留，太速又有不愜。覺日來遊屐尚有所遺，都由山徑不熟，故瞆瞆耳。令予再至，則知遊矣。請以八日為期：朝從迎恩宮發，徐行於龍泉、九渡之間。日中而止紫霄。覽紫霄畢，以其餘力，及七星、寶珠諸處，而勝可窮也。朝從紫霄發，徐行於摘星、天門之間。日中而止太和謁帝。覽太和畢，以其餘力，及清微、朝聖諸處，而勝可窮也。朝從天柱發，徐行於天門、摘星之間。日中而止南岩。覽南岩畢，以其餘力，及火、不貳諸處，而勝可窮也。朝從南岩發，徐行於仙侶、青羊之間。日中而止五龍。覽五龍畢，以其餘力，及自然、長生諸處，而勝可窮也。朝從五龍發，徐行於磨針、仁威之間。日中而止玉虛宮。覽玉虛宮畢，以其餘力，及仙衣、圜堂諸處，而勝可窮也。朝從玉虛宮發，折而右，徐行於九渡、淵默之間。日中而止玉虛岩。覽玉虛岩畢，以其餘力，溯蠟燭澗諸處，而勝可窮也。朝從玉虛岩發，徐行於中、下瓊台之間。日中而止上瓊台。覽上瓊台畢，以其餘力，及外朝峰諸處，而勝可窮也。朝從上瓊台發，徐行於太上、八仙間，日中而止遇真。覽遇真畢，以其餘力，及衝虛、元和諸處，而勝可窮也。竭此八日之力，即不必盡發其隱伏，而亦可以無遺憾矣。是故遊侶宜少，恐其撓也。僕從亦宜簡，恐其囂也。輿人宜健，且與之飽，恐其力盡，尼予行也。山資宜多，且宜先授，以近日山中貧甚，猝不能給客也。果餌宜儲，恐偶枵也；山誌宜攜，恐有遺也。皆遊具也。又彼所欲得於客者祈禳，至一宮，則姑曲徇其願，而我得以其隙作鎮日遊，是又遊訣也。若夫久住於此，以窮其變態，則又在好事者。"
    },
    {
        "title": "西山遊後記",
        "content": "都門之盛，皆在西郊，則以西山之山，玉泉之泉，磅礴淋漓，秀媚逼人故也。泉水溯橋繞隍，入於大內，最為清激。過橋，楊柳萬株，夾道濃陰，時時停驂照影，不忍去。佛舍傍水，結構精密。朱戶粉垣，隱見林中者不可數，真令人應接不暇。客曰：「此何如山陰道上？」予曰：「山陰似郭熙，此似黃筌。」寺臨水，有垂楊，婀娜甚。殿前松四株，遮樾一墀，松香鳥語，寂寂不見一人。步至寺左國花堂，花已凋殘，惟故畦有窪隆耳。癸卯歲，一中貴修此堂，甫落成時，漢陽王章甫寓焉。予偶至寺晤之。其人邀章甫飲，並邀予。予酒間偶點《白兔記》，中貴十餘人皆痛哭欲絕，予大笑而走。今忽忽十四年矣。堂左有三層樓，望西山，惜樹封之，僅見其髻。左禪堂後，有喬松一株，霜皮鐵葉，可入繪事。出西直門，即不與水相舍，乍洪乍細，乍喧乍寂，至是彙為湖。湖中蓮花盛開，可千畝，以守衛者嚴，故花事極盛。步長堤，息於龍王廟，香風益熾。去山較近，繞湖如袖。至功德寺，水漸約，花事亦減，多腴田，若好畤也。功德寺門景極佳，內已毀。泉從玉泉山腳石根出，流聲甚壯。溢為渠，了了見文石，沁泠徹骨。依山瞰泉，原為昭化寺基，寺已廢。予謂像法，至今日盛極矣，山陬海澨，莫不備極莊嚴。至西山一帶，寶地相望，此處於京師最近，山棱棱有骨，水泉涵澹，極為秀冶，而聽其凋殘，且夷而為場圃。刹固亦有幸有不幸歟！其鄰即為史園，正泉所出也，有亭在焉。石色泉聲，大類虎丘劍池，以水活，故勝之。緣竹徑而上，如龜背，上有堂三楹，可望遠。後有洞，陰森甚。燕中不蕃竹，此地獨盛。夜宿其中，風大作，如廣陵潮生時也。西山別嶂忽開，如兩袖之垂。其左為帝王廟、翠岩寺、曹家樓，其右為弘教寺，而其中峰為中峰庵。庵據最高處，望原隰如在幾前。自門至堂，皆以精石砌之，淨不容唾。前有樓，可以禦風；左有亭，可以遲月，松花秀美。坐其下，音韻悄然。記庚子夏，中郎與予同居此處。是時飯伊蒲而持《木叉》，自以謂得休心忘緣之樂矣。久之而復攖世累，未汰染習，豈識及而骨柔歟？抑初心易猛，而久長難持歟？今日對此山靈，實有愧焉。西山刹宇雖多，惟此地清寂可住，予遂襆袱於此，作消夏計也。廟不甚弘敞，但以精石累砌極工。中以石貌五帝、三王、列代賢聖儒先之像，此正德間一中貴人惑世浮屠矯而為之者也，其志亦近正。予謂帝王自有朝廷崇祀之典，私祠之適成其褻。不知西山自有闕典，即不祠浮屠，亦未始無可祠者，特人不讀書耳。按漢王氏有五侯，乃譚、商、立、根、逢時也。五侯中，王譚實為貞臣。譚雖封侯，而不肯事鳳。《水經注》：王譚不同王莽之政，子興生五子，並避時亂，隱居涿郡西山。光武即位，封為五侯：元才北平侯，益才安喜侯，顯才蒲陰侯，仲才新市侯，季才為唐侯，所謂中山之五王也。此五侯以貞節封，比前之五侯，清濁不同矣。本傳：譚倨不肯事鳳，不輔政而薨。子仁嗣，仁素剛正，莽內憚之，令人奏就國。後遣使迫守令自殺。是不同王莽之政者，譚之後又有子仁，所云興者，豈即仁之弟耶？因兄死而相率避亂，正相因也。惟仁受王莽之誅，而後光武義而封其後。然則譚抗王鳳，仁抗王莽，興子五人，並能沉冥飄然遠去。是譚之一門，父子祖孫，忠貞大節，不亦卓然名臣也哉！夫五王俱以高隱居西山，則西山以五王重矣。此山正苦無古跡，有如此懿美之跡，而誌不知采。又五王俱有忠義大節，法宜祠，舊禮官不以上聞，皆固陋甚矣。若以此廟為西山五王祠，極當。香山門徑寬博，喬木夾道，流泉界之，依山汙隆，以為殿宇。殿前古松二株，虯龍詰曲。左來青軒，如衫袖忽開，盡見原隰。寺後有藏經閣，石路淨潔，高松列植，四望比來青較遠。其旁青豆赤華之舍數十處，多植偃蓋之松，引流水周其霤下。自非久淹，莫得寓目矣。此地較諸山爽塏，陽明可居。而遊騎雜遝。圓頂方袍者，見人來，其貌甚恭；而其速客去之意，隱然眉睫間。且追隨不舍，命之去復來，亦殊敗人意也。寺泉出石根中，有聲。石壁色甚古，亭其前，為聽水佳處。泉繞亭而出，流於小池，種白蓮千本，鮮潔澄淨，便覺紅蓮未能免俗。塘前有稚竹一方，嫩綠可愛。予家園中，翠竹萬竿，視此如小兒頭上髮耳。然小竹嬌姹，亦自有致，況在燕中，尤為難得。竹之前為銀杏二株，盤曲蔭蔽數畝。其左為洞，一若夏屋，可坐。泉繞之而出，達於青豆之舍，流泉鳴於廡下。至殿前，而泉始大，為方塘，石梁界之，養朱魚萬尾，紅爍人目。泉從左達於梁，聲始宏。復有危橋，下為修澗。寺較隘於香山，而整麗過之。其中雲梁霧洞，綠窗青瑣；牛筋狗骨之木，雞舌鴨腳之菜，往往有焉。嘉靖庚戌，北虜欲入此寺，竟不能。文而堅故也。寺僧多鮮衣怒馬，作遊閑公子之態。住此者雖快，亦可畏哉！寺內結構，不異他寺，獨門外盤道絕奇。凡十餘盤，每盤半里許，夾道濃柏，有如列屏。即亭午，不見曦日。予每窮一盤，即坐石上，不忍別去。此銷夏第一處也。但畜犬甚獰，頗妨往來。凡招提內多畜犬，則其僧之道行可知。何以故？以護家之念太重故。寺在深山中，絕澗乃得寺。以崒波為門，殿前古樹二株，其孫枝皆可為他山喬木。詢僧，云婆羅樹。昔如來示寂於婆羅樹下，此其遺種也。予遊燕子磯，見寺外有二樹，亦類此，而差小。豈皆西來之種耶？寺西有泉注於池，池上有美石一具，色如碧玉。溯泉行，極遠，多美箭佳樹，宛似江南。聞此泉水，最宜養花，故僧舍多為中貴所據，郵泉以注於畦畛之間，花事最盛。寺中一老僧，亦以養花自給，有餘即以施往來行腳者。予昔年遊此，但驚詫喬木之奇，未見石與泉也。天下事以偶過眼而失之者多矣，獨此哉！法雲寺在西山後，去沙河四十里。遠視之惟一山，逼近則山山相倚如筍籜，皺雲駁霞，極其生動。其根為千年雨溜洗去，石骨棱棱。每山窮處，即有小峰如筆格。法雲寺枕最高處，乃妙高峰也。近寺有雙泉，鳴於左右。過石梁，屢級而上，至寺。門內有方池，石橋間之，水冷然沉碧，依稀如清溪水色。此雙泉交會處也。其上有銀杏二株，大數十圍。至三層殿後，乃得泉源。西泉出石罅間，經茶堂兩廡繞霤而下；東泉出後山，經蔬囿入香積而下，會於前之方塘，是名香水也。山石雖倩，更得此水活之，其秀媚殊甚。有樓，可臥看諸山。右有偃蓋松，可覆數畝。故老云：金章宗遊覽之所，凡有八院，此其香水院也。金世宗、章宗俱好登眺，往往至大房山、盤山、玉泉山，而其中有云「春水秋山」者，章宗無歲不往，豈即此地耶？按此山即居庸關諸山之面，與天壽山相接，中開一罅，即居庸關也。"
    },
    {
        "title": "趵突泉記",
        "content": "予南來入東國界，李開府夢白遣使者逆於路曰：「君本吏隱，不妨迂數舍一晤故人。」予諾之，意不欲入城，先以館詢。開府曰：「館在趵突泉上，此中荒落甚，姑以一勺水相供養耳。」既至，未及飯，即走泉上。泉凡三，逆騰而上。遠視之，若三鶴翔舞；若白蓮大於車輪，盛開水涯。近即之，其下如有伏械，令其躍而過顙；如有洪爐，日夜烹煉，急而湧沸，聲聞數里。旁有草類蒲，時已入臘，秀碧可餐。或曰此溫泉也。按泰山之北，齊東南諸谷之水，彙於黑水之灣，至渴馬崖而隱，五十餘里，復於此見。昔人有棄糠於黑水之灣者，至此得之。此其上源也。舊傳水北流入城，為大明湖，湖水東北流注華不注山下，彙為鵲湖，而入大清河，以歸於海。今此水不復入城。至大明湖，宋劉豫時自城北導之入小清河，不經華不注山下，而鵲湖遂涸為一片塵土矣。此下流之變也。予謂水就下，而今翻成炎上之性，即蘇門百泉，滾滾上沸，如星如珠，未有湧起三四尺，若此之盛者也。請格物先生示之。"
    },
    {
        "title": "大明湖記",
        "content": "湖在郡城內西北隅，一名西湖。其半猶浩白，一壑可泛；而其半為規菱藕之利者，畦分塍列，如白地明光錦，變為百結衲衣，殊可惋惜。夫此湖之源，舊出於濼者也。今濼已徑從城外入小清河，而此水之所取給者，僅藩封內珍珠、濯纓諸小泉耳。然則其為巨浸如故也，豈湖中自有泉脈耶？夫湖不出於濼，而入於濼；濼不入大清，而入小清，谷之變也。珍珠泉有二，南珍珠泉已塞，惟北珍珠泉從藩府中入於湖。舜泉舊亦入湖，古人所云「清涵廣陌，冷浸平湖」者，今已索然惟見一勺。又城西金線泉，澄徹見底，中有金線一道，隱起水面。其水入濠，不入湖。"
    },
    {
        "title": "靈岩記",
        "content": "靈岩在岱之背，若堂皇。後有秘室。遠望之，峰巒簇花攢蕊，青翠照人。予曰：「此天孫之所縷纈也。」從雞鳴山畔入，十里如永巷。東為朗公山，塞之無出路，故其山最靜寂。予自固山道上來，見諸山起伏，巧幻之甚。且早寒，業已沾醉，至靈岩，蒙蒙如夢中遊，然猶記其蔥菁淹潤之狀。其制詭異，扃而不可入者，公輸所遺之五花殿。其殿右有樹數十圍，而色若珂若鐵，陡健臒立者，曰法達所植之柏。其衣褶作稻畦文，覽之沉碧，扣之錚錚有聲者，曰從地湧出之鐵袈裟。其出於石罅，作大聲，灌於方沼，有亭覆之，可坐可掬泉者，曰甘露亭。其仰視石骨棱棱，喬松鬱鬱，可望而不可往者，曰此山之顱。其東峰有山如人，拱而欲語者，曰朗公石。甘露泉現已復隱，經香積而出，彙為小池，分為二井者，曰卓錫，曰雙鶴二泉。其豐石最古，泐而不可讀者，曰唐開元十三年《梁升卿碑》。其宋元人詩字極多，而可讀可覽者，曰蘇子瞻兄弟詩及金黨懷英字。若夫偃蓋倒生之樹，青豆赤華之舍，磊珂枕籍，滿山彌谷，依稀入眼，則予已忘之矣。夫此岩也，望之嵐彩墨氣，浮於天際，則其色最靈。玲瓏駁蝕，虛幻鮮活，空而多竅，浮而欲落，則其骨最靈。側出橫來，若有視瞻性情，可與酬酢，可與話言，則其態最靈。其山之最為穎慧者歟？吁，岩之所以為靈也！"
    },
    {
        "title": "遊岱宗記",
        "content": "岱宗，遠視之如雲氣生動。其右有山，麗焉幾欲與岱爭秀冶，而微讓其高寒者，傲來也。至山足，始知傲來別為一山云。從山足過高老橋，澗聲汩汩。其上為水簾洞，巨石欹其腹，受水如織。又其上為歇馬崖，為黃峴石，石作黃色，泉淋漓道上，路更夷。已復躡，有大石數畝受水，中峰諸泉注焉，聲如旱雷。又其上為宋真宗御帳。五大夫松僅餘一。右為朝陽洞，有亭俯視傲來，煙蕊可摘，信天孫之美媵也。至是始盡見中峰全壁。石上出松，松下出泉，骨勁色蒼，了無寸土，惟餘遊人爪甲泥耳。出大小龍峪，登盤道。盤在中峰與丈人峰之中，一縷上縈，磴道直懸。應仲遠謂「後人見前人履，前人見後人頂，如畫重累人」者，今殊不然。輿也而繩曳之，首反居下，足反居上；後人躡前人首，前人載後人足，如倒懸重累人畫，可為怖絕。磴窮，為天門，直謂嶽祠，在此針鋒上耳。東去益寬敞如村落，為道院。已為御香亭，為元君廟。後嶺若玉幾可憑，而左為長巒繞之。當其前者為五花石，若人以廣袖自障其面，五花石遂同五指爪焉，高而邃，孤而不露質。此又東為玉女泉，又東行為公署，上為東嶽廟。後有洞，即桃花洞也。洞左唐玄宗《摩崖銘》在焉，右蘇頲書，為俗書掩之。西去為孔子岩，為西天門。折而復東，上為玉皇頂，有石突出，山之高竟此。後望黃花洞，峰巒秀冶甚，如大家廣庭之後，復為小圃，美石奇樹，布置幽倩。其前為秦《無字碑》，若方幢然。從日觀峰看徂徠山、汶水。已遊仙人橋、舍身崖、五花岩而止。夜宿寒甚。雞三唱，執炬披重裘，登日觀峰，候日出。久之，下正昏黑，上已明。又久之，了了見壁上字。日一縷出海波間，已漸如半規，拋擲不定，乍浮乍沉。海水如羅縠，作碧色。初意蒙氣太甚，不得見日出，今始快，遂下。袁子曰：斯遊也，予憾焉。泰山以泉勝，自山足至大小龍峪，遠見瀑流，近聞水聲，而今皆凝為堅冰，一憾也。山下有石經峪，八分書《金剛經》於石，水流波磔間甚奇；李斯篆在山上公署內，予皆登山後閱《志》始知之，而未及見，二憾也。黃花洞為山後戶，其峰巒洞壑，至幻至邃，而路為冰雪封，不得往，三憾也。然亦有極快心者，窮冬沍寒之時，天氣晴霽，宛若上春，甚快。凡欲觀日者，多值陰晦，余一至即見之，又甚快。自予在濟上劇譚以後，輿中忽有所豁，胸中諸疑，渙然冰泮；故此番登山，止是登山，更無別想，則又生來一大快也。夫天下事，又何必一無所憾，而後為快？則謂斯遊為快遊也亦可。"
    },
    {
        "title": "遊繹山記",
        "content": "繹山，滿山皆小石鱗次，作濃墨色，而霞氣縈之。人之遊者，如以數斛蒼璧小璣，堆積於地，而群蟻盤旋其中，因其隙為往來。有隙則前，無隙則止。總之，石與石相依，而忽有竇，則為徑。石與石不相接，而上復有一石榷之，則為橋。石窪而受塵土，若人爪甲中泥，略可以容根荄者，則為樹。石捍水而使之止，則為池。石避水而縱之流，則為泉。石詘而土稍嬴，則為亭。石詘而土大嬴，則為郵為祠，為佛氏之宮。石下虛而上欹，則為岩為洞，為前賢讀書處。此其大略也。昔人遊此，云茲山之石，不相連屬，方圓平欹，各各異象。其高大者數十丈，小者亦數丈。如屋覆，如偃蓋，如走丸，如斧劈，如抵壁，如累棋，如馬首，如巾敷几筵，如砌如累，如戲擲。其大可訝者，絕頂一丸，高數十丈，欹置乎石，下臨不測，有可轉而不轉之勢。或曰神戲為之，理或然也。繪諸石變，已窮於此，予不能再為仿佛矣。其跡之最古者，曰孤桐寺，有古桐尚存。其次為邾文公祠，司寇子淵講堂。秦為李斯《嶧山碑》，即子美所云「棗木傳寫」者，亦寂然無有。昔李陽冰於李斯《嶧山碑》得小篆法，其後見仲尼《吳季劄墓》字，便變化開闔，如虎如龍。則仲尼書法之妙，亦何可言，極李斯輩一生氣力，不能入其彀中矣。繹與嶧同，道家洞天之一也。"
    },
    {
        "title": "采石度歲記",
        "content": "予從北來，入新安，徘徊東國幾兩月。至鳩茲，候憑不至。或曰校職也，可不須憑。予曰：「此功令也。今典制日隳，事事遷就，吾方傷之，而敢弁髦之歟！況時方考校，微有膻薌，急去是為贄往也。不若一帆走吳越，從越入新安為便。」遂於錢水部惺復乞得二舟，以十二月之廿七日，泊采石，入姑熟，晤同年曹元甫。元甫留予度歲，予意在金陵。天復雨，冒雨行至采石，已暮。明日，風雪大作。予曰：「即此可住，依千古詞人李太白共度歲，亦不寂寞也。」扶筇至太白樓下，有古柏二株。登樓，見謝家青山疊疊出其左，而大江浩白出其右。其前則姑熟之堵坡可拾也。西行益高，得神祠者二：五通仙人祠，門迎江水，白光襲人衣裾，始見喬松偃蓋者數株。又西得古寺，寂寂無人。瀕江行，松益健，可數十株。從山頂直下，如吐舌浮水上，得蛾眉亭，江聲益厲。見天門山，如兩眉隱隱，大石二搖搖欲墮，上有千年苔蘚，斑爛五色，采石所由名。瘦骨棱棱，竅竇百出。繩腰稍下視，輒病悸。更上可數百步，如鼻準，得高廣之亭。自此視絕頂，如美人頭上髻，喬松蓊鬱如鬟。時雪紛紛下，入舟中臥。明晨，雪滿千山矣。除日，見居民持酒脯，走五通仙人祠者如織，而太白祠中瓣香寸楮無有，為之一笑。是日，予設席於太白像前，置大觥奉之；而予與遊侶坐其旁，歌呼為樂。入暮，雪益盛，皆大醉。置酒樓下，令舟人僮僕聚飲。舟人有少年，能唱弋陽腔者，亦自流利可喜。歸舟，多仆雪中不能起。元日，踏雪拜太白於祠，有彩蝴蝶一，翩翩然來，不知是何祥也。遊侶曰：「蝶，文象也。雪中見蝶，冷而文，苜蓿先生似之矣。」其真所謂類應者耶！"
    },
    {
        "title": "遊黃山記",
        "content": "循歙浦里許，即見黃山雲門峰，鋒鍔甚利，已與諸山仙凡隔也。遊人乍見之，有若山靈遣一使以逆客者。倚山傍溪，行松篁影中，可一舍，至山口，嶺復見之。至芳村，躍而左右。近湯口，乃隱。有若三速客而退者。從此得大溪，聲甚洪。前有三峰，壁立如美丈夫，修而瘦削，色如濃煙，則紫石、朱砂、老人三奇峰也，有若雁行序立以遲客者。湯寺在焉，溪間之。過溪溯朱砂峰足，得湯泉，香潔為溫泉冠。浴後倚壁行，過瀑布三。復逾溪，息蓮花庵，望諸峰，蝕於霧。復走溪中，為藥銚，黃帝之所烹煉也。為白龍潭，水石磨戛聲甚奇。舍溪，溯老人峰足，過虎頭岩，聽鳴弦泉。泉從峰顛下注於溪，石壁中卻，瀑掛虛空，淙淙有聲，殊快耳。自湯寺至此，山溪間一部水樂，隱然賓初至而絲竹喧也。已登山，朱砂峰出其右，老人峰出其左，如相介以引客者。循朱砂泉至朱砂庵，霧甚深，微見峰端草木。至朱砂岩少息，遊人云：「每至此則盡見天都峰，今為霧隱矣。」予歎曰：「毒哉霧也！遮蔽峰巒，害至此乎！」俄蒼頭曰：「曜靈現矣！」予曰：「微陽不能破積霾也。」語未終，而霧忽下墜，日輪當空。天都一峰，如張圖畫，有若主人屏息良久而出見客者。遊人皆拊掌大叫。予偶足肋拘攣，乃坐草間，以手捫足，而目注視天都峰不置。大約亭立天表，健骨崚嶒，其格異。輕嵐澹墨，被服雲煙，其色異。玉溫璧潤，可拊可飧，其膚異。咫隻之間，波折萬端，其態異。無爪甲泥，而生短松如翠羽，其飾異。夫道子之腳，陁子之頭，皆貌吾所常見之山耳。若貌此，翻覺太奇，不似山矣。頃之霧墜，諸山盡出。蓮花峰依稀與天都相似，而夭麗過之。天都尊特，蓮花生動。予極力躡天都，窮而至文殊院前，石屏正天都與蓮花紉接處也。下至蓮花洞，觀丞相源諸峰，汲而上，如破壁入，梯棧錯出。息蘭若中。左為天都峰，而桃花諸峰肩隨之；右為蓮花峰，而青鸞諸峰肩隨之。若客子初就賓席而與主人相酬酢者。其前墜霧，化為大海，諸峰點綴其上。予歎曰：「快哉霧也，非是不名海矣！」降而西屏出右腋，面蓮花而背天都，奇峰之附於蓮花者，可數也。近蓮花峰，登其頂，如蟻旋花片上。已至，風厲甚，不能久立，乃下。於是蓮花峰窮，大悲頂出右掖，面獅子峰而背蓮花，奇峰之附於獅子峰者，可數也。自文殊院、玉屏至此，兩山盡合，則足倦於嘗地；兩山微合，則目廉於取天。曈之升，縋之降，梯之出，捫之度；或遊空為魚，或四據為犬，而甚之且虞為鬼，過此無險矣。一木之怪，一石之肖，予多閉目不觀，以非所以重此山也，從平得奇。北上光明台，三十六峰皆見，如登廣漠之庭，主人皆出而與客相酣暢者。自三十六峰外，無名之峰巒亦奇。真所謂輿台廝養，皆仙才也。已經前海門，至煉丹台、煉丹峰，翠微、仙掌諸勝所縈繞也。已過平天矼觀後海，飛來石幢、寶塔諸勝所縈繞也。已至石筍矼，始信諸峰所縈繞也。三海諸峰如縷，石筍如琢；三海如鍾鼎，石筍如劍戟。總之至奇至幻，至靈至活。態窮百物，體具七情，如諸大士為主，而各出神通變化以娛客者。松谷庵以泉勝，借妍石筍。取道出丞相原、聖燈庵諸處，皆如秘室小閱可憩客者。將出山，九龍泉自山下作壯籟，如賓去而以鼓角送也。循舊路歸，向迎者送至歙浦而別。"
    },
    {
        "title": "關廟記",
        "content": "萬曆己酉，予初冬計偕入都門。夜中夢關公至予家，坐上坐，予等以次見。其首一人，先見而跪，所言者場屋事，乞公為隱匿。公怒曰：「此何事，可匿也！」叱之去。其後又一人見，亦跪，不記所言者何事。最後予見，公下而相揖，自稱「治生」，且云：「田事宜為料理，其人髮尚不宜。」遂別去。明年，予不第歸。至十月，走玉泉，其常住田皆為俗僧鬻出；而一居士頗不善，欲髡髮以溷玉泉。予急止之，方悟關公語也。關公實授命於此地，且歸依智者，役鬼神治宮殿，靈也固宜。其首言場屋事，分明丙辰會榜事也。獨不解「治生」之說何故。予始建一蘭若，自揣與公必有異緣云。庚申，予官太學，與都人士於言及此事云：「先父丙辰三月晦日，偶沾風寒；至望日，始得汗。呼予兄繼鱘等曰：『異哉！予夢出東便門里許，見新柳數株，蘆舍一二間，中為關帝，冕旒黃袍如生，呼予飲以勺水，曰飲此可活。受而飲之，忽醒而汗，今有生望矣。但不知關帝何以露居？』乃命等尋求。至東便門外十里許，地名轆軸口，柳樹席棚，宛如先人口中語。歸而語之。先人曰：『俟病痊，當經始之。』後以飲食不節逝矣。今等不忘始願，即其地粗構門殿，以供帝。其兩廡後殿，以住大檀。」予素感關公之神，聞此益加悚惻。公初時猶有武人之習，後受戒護法之入流分身，以度有情，其事甚多，又不止示夢已也。於公，名某，字某。生平正直，即去也亦自有佑助，決無沉墜。予固樂為之記，而以予所夢附焉。"
    },
    {
        "title": "龔春所公傳",
        "content": "龔氏世耕穀升之里，至春所公，始讀書為儒。公名大器，為諸生時，即拓落有大度，人稀見其喜慍之色。家酷貧，舌耕猶不給，環堵蕭然。公於於然，略無幾微侘傺。性舒緩，善詼諧，雖至絕糧斷炊，猶晏然笑語。其發奇中，令人絕倒。或橫逆之來，人大不堪者，公受之怡然，旋即忘之，不復省憶也。為諸生，屢試皆高等，而連躓場屋。凡應試者，多先榜歸。公獨徐徐候榜出，閱罷，徐徐看新孝廉赴宴，買賢書數冊，然後束裝。失意者或藏匿避人，公獨與得意人無異。歲以為常。至四十餘，始舉於鄉。赴公車，同事者以年老慢易之，曰：「公即當謁廣文選，遷一老別駕足矣，何得同我輩上春官乎！」公笑而謝之。如此者數四，竟笑而謝之，無忤也。然公即以明年成進士，授刑部主事。嗣後佐廣西、江西、浙江、南直隸藩臬，為河南布政使。皆平易近民，所之號為「龔佛」。始若汶汶，久多去後之思。公不為苛清矯激之行，又素儉，所得祿入，自營產業之外，分給族人。居家時聞政有不便民者，公即入告邑長令，語甚激切。長令素重其人，悉聽之。邑俗悍，即鄉之貴者，或名之。於公獨否。是時公仲子久舉於鄉；公季子舉進士，為大行，拜監察御史。公之女孫，予伯兄，舉會試第一，為太史。予仲兄亦成進士。偶皆集於里，公以藩長致政歸，年七十餘矣。每至四節之會，簪袍爛然，人以此榮之。公能詩，與諸子諸孫唱和，推為南平社長。一日，孝廉、御史，偕予兄及諸甥遊石洲，以公老，難於往來，弗約。已至洲，方共飲酒，拾石子；俄見雪浪中，有小舠迅疾而下，中有一老翁，踞胡床，指麾江山，旁若無人。互相猜疑，逼視之，則公也。舟已近，公於舟中大呼曰：「何為遂棄老子耶！」登洲，即於洲上舞拳數道，以示勇。諸人皆大笑極歡。至夜深，乃歸。各分韻紀遊，公歸詩已成，即於燈下作蠅頭細字書之。明日黎明，遣使持詩，遍示諸人，俱以遊倦晏起，不得一字，皆大笑。年八十三，以無疾而化。次子仲敏，字惟學，性愷悌溫良，聞人緩急，不啻若己有之。少有俊才，博覽群書。萬曆癸酉，舉於鄉。所為文規秦藻漢，邑人風氣為之一變。自後邑中始有以文章起家者，皆公發其端。既謁選，得山東之嘉祥令。期年大治，訟庭寂然，下簾焚香，課士子經術。以憂去，起補太原。當事者以嵐縣獷不可治，特薦公為之。三為令，皆鬻產以供官費，家遂貧。其平易近民，如其父，廉乃次骨。所之百姓愛之，真如父母，去則祠，竟卒於嵐。卒之日，百姓數千人，皆痛哭於堂下，呼聲震地，堂欲為崩。公未卒之前數日，預知死期，自作書以貽弟及甥。去來坦然，若有得者。公好仙學，喜為黃白術，竟不就。旁通天文地理醫卜百家之學，所著《嘉祥縣志》，詳贍典則，為通人李卓吾、焦太史諸公所賞。仲慶字惟長，萬曆己卯年舉於鄉，明年成進士。授行人，行取御史，以建言謫磁州判，終兵部郎。竟淹抑不獲大用。公愷悌愛人，如其父兄。生平不喜言人之短，見人言人隱事，則顰蹙曰：「爾親見之耶？」其渾厚皆天性也。為人沈靜，獨喜畜書，至數萬卷，躬自校祇。司理汝南時，無所事事，惟遣善書吏數十人，錄陳文耀所藏古今書數百部。中年絕意仕進，日以讀書為事。大愛種花，所植異花草數百種。曾一河北見垂柳，婆娑委地，即遣人取一枝回種之，其好事如此。晚年斷葷血，好布施，亦以無疾卒。有《遁庵集》。外史氏曰：甚矣，龔氏之多長厚也！有石慶、劉寬之風焉。卒享壽考，子孫昌熾，有以也。生死之際，可以觀人。嵐縣公之卒也，通邑之人皆狂走，曰：「惜哉，善人死矣！」及駕部卒，人悼惜之，多有泣下者，可不為仁人乎！古人所為歎不言之蹊於桃李也。"
    },
    {
        "title": "萬瑩傳",
        "content": "昔馬遷傳伯夷，深悲夫為惡者得福，為善者得災，以為天道不可知，而不得已乃歸之後世名。夫貧賤困苦，在於生前，而乃遙遙焉望身後餘響以自快，不亦迂而不切歟！嗟乎！覺皇之書未盡傳於中國，雖生死之理，鬼神魂魄之說，見於《易傳》諸書；而俗儒無遠識，不能通曉，直謂人之沒也，終同於草木瓦礫。善惡報應，僅在一世之中。而當時之慧人，見一世之中，或有酬有不酬，感憤怨懟於天，無可奈何，欲取效於名。果若所言，則古今受禍之慘，如顏杲卿一門被殺，嶽武穆父子遭刑，天將遂已耶？其為惡之極，生享富貴，而老牖下，如李林甫與秦檜者，天又將遂已耶？若一世遂已，則善人受酷報，惡人享重福，誠有如馬遷所疑。若其不止於一世，而前因後果在於後，惡者雖享石火之浮榮，而遭萬劫之荼毒；善者雖蒙轉盼之戮辱，而貽河沙之吉祥。是一世之中，禍非禍，福非福。使馬遷聞此，不將消其磊塊不平之氣，而灑然樂，躍然喜耶？予里中有萬先生者，名瑩，字時徹。少工文詞，一試有司不酬，即歸隱里中教授。於書無不讀，歷代史自首至尾，皆能成誦。授書時，《五經》中有闕三四葉者，一寫無遺；中所音釋，不誤一字。旁及陰陽、堪輿、農圃、醫術、命祿，無不曉了。卜筮尤精，通數學。作詩有佳語。為人淳厚，生平無一妄語，亦不知世間何者可好。予族叔輩會飲，有譚及孌童事者，大駭曰：「世間乃有此怪事耶！」赬面而走。家無產業，為童子師，日得米無幾。又有高鳳癖，不能治生，家赤貧，朝不保夕。一婦蓬髮垢面，見欲嘔。頗多子，皆蠢愚，赤腳曆齒。雖奇寒，身穿大布如籘，一生惟向人乞殘履著。屋欹斜，其半見天，雨至竟夜遷徙。無垣壁，方晝臥室中，有人自嶺上來者，了了見之。老年愈貧，百方乃得一棺。未逾月，一子乞食。嗟乎！以彼其文行如是，而遭此荼苦，其能逃於馬遷之所疑乎？逾年，予族叔夢一人騶從如今縣丞簿狀，叔屏立道側窺之，則時徹也。叔問之，時徹曰：「上帝憐我貧苦，今為社神矣。」遂覺。予叔為人極正直，不妄語，其言可信。後鄉人多有夢之者，於是共為立廟，祀以為社。凡水旱病疾，禱之有應。予以謂社職雖卑，然亦難。聰明正直者為之，食數十家，所享亦不薄。且夫同時之豪富者，及為公卿將相者，受福已過，罪業山積，相牽入波吒呼號之獄；而時徹已為一官，廟祀人間。吾以是知為惡之果獲禍，而為善之果獲福也。"
    },
    {
        "title": "關木匠傳",
        "content": "關木匠，名廷福，少與諸匠伍，無所知名。予族有傭病死，傭亦豪族也，啖傭兒為證，以訴於官。廷福方持斧鑿，為人架屋回，聞之，夜入城。至旦，私呼傭兒飲，攜出城；可四五里，復與飲。傭兒醉，夜乃臥之破廟中。是日晡，縣官訊兩家獄。傭家倉卒失其兒。縣官曰：「若狀言有子可證者，今安在？」傭家無以應。縣官以為欺己，反得罪。明日，傭兒還，事已定，無所用之。知為關廷福所為，予族大德之，里中乃始知有關廷福也。里中柞林潭邊，有麥田數百畝，初為予家有，有周姓者，云是己產，連年構訟。予家厭訟，乃賤其直，以與一霍姓者。於是兩家大爭。麥熟時，周乃覓勇士數十人往刈。周人刀挺備至，顛踣滿野。正困苦時，廷福為人伐木回，過見之，不平，大怒，持手中斧向之。周人皆走，立殺其魁一人。霍氏懼，知周必訴於官，度廷福且走，己當獨罪；乃急呼與飲，既至，霍𣓉其門。廷福笑曰：「我為公抱不平，殺人至死，罪自我當之。若走，非男子也！」周果訟霍於官，不及廷福。縣官訊兩家獄，廷福從旁出曰：「殺人者關廷福也。周強霍弱，廷福一時見不平，提斧殺之，大丈夫自殺自當，豈以禍及平人，霍氏無罪！」縣官壯而憐之，授以意，令以主謀歸霍氏。廷福不易辭，縣官不得已，定如律。每年訊，上官皆疑之；凡經歷十餘訊，竟不易辭，卒死獄中。廷福不識一字，亦不知何者為義俠。然其抱不平，至死不撓，大有男子氣。今世士大夫遇小小利害，即推委他人，以寬己責，況生死之際乎！彼所謂讀天下之書者也。鄉人曰：「囚耳，烏足道！」予曰：「士大夫慷慨就義，即呼之曰忠臣，曰義士；惟曰囚耳，囚耳，此所謂真意氣也！」"
    },
    {
        "title": "一瓢道士傳",
        "content": "一瓢道人，不知其名姓，嘗持一瓢浪遊鄂嶽間，人遂呼為一瓢道人。道人化於澧州，澧之人漸有得其蹤跡者，語予云：道人少讀書，不得志，棄去走海上從軍。時倭寇方盛，道人拳勇非常，從小校得功至裨將。後失律，畏誅，匿於群盜，出沒吳楚間。久乃厭之，以貲市歌舞妓十餘人，賣酒淮揚間，所得市門資，悉以自奉。諸妓更代侍之，無日不擁豔冶，食酒肉，聽絲竹。飲食供侍，擬於王者。又十餘年，心復厭之，亡去，乞食湖湘間。後至澧，澧人初不識。既久，出語顛狂，多奇中。發藥有效，又為人畫牛，信口作詩，有異語。人漸敬之。饋好衣服飲食，皆受而棄之。人以此多延款道人。道人棲古廟中，一日，於爐灰裏取金一挺付祝云：「為我召僧來禮懺。」懺畢，買一棺，自坐其中，不覆；令十餘人移至城市上，手作拱揖狀，大呼曰：「年來甚擾諸公，貧道別矣！」雖小巷間無不周遍，一市大驚。復還至廟中，乃仰臥，命眾人曰：「可覆我。」眾人不敢覆，視之，已去矣。遂覆而埋之。舉之甚輕，不類有人者。予聞而大異焉。人又問曰：「審有道者，不宜淫且盜；淫且盜者，又不宜脫然生死。予大有疑。」以問予。予曰：「予與汝皆人也，烏能知之？夫濟顛之酒也，三車之肉也，鎖骨之淫也，寒山、拾得之詬也，皆非天眼莫能知也。古之諸佛，固有隱於豬狗中者，況人類乎！子與予何足以知之哉！」"
    },
    {
        "title": "回君傳",
        "content": "回君者，邑人，於予為表兄弟，深目大鼻，繁鬚髯，大類俳場上所演回回狀。予友丘長孺見而呼之謂「回」，邑人遂「回」之焉。回聰慧，耽娛樂，嗜酒，喜妓入骨。家有廬舍田畝，蕩盡，遂赤貧。善博戲，時與人賭，得錢即以市酒。邑人皆惡之。予少年好嬉遊，絕喜與飲。邑人以之規予曰：「吾輩亦可共飲，乃與無賴人飲何也？」予曰：「君輩烏足與飲！蓋予嘗見君輩飲也，當其飲時，心若有所思，目若有所注，杯雖在手，而意別有營。強為一笑，隨即愀然。身上常若有極大事相絆，不肯久坐。偶然一醉，勉強矜持，關防忍嘿。夫人生無事不苦，獨把杯一刻差為可樂，猶不放懷，其鄙如何！古人飲酒，惟恐不舒，尚借絲竹歌舞，以瀉其懷，況有愁人在前乎！回則不然，方其欲酒之時，而酒忽至，如病得藥，如猿得果；如久餓之馬，望水涯之芳草，踣足驕嘶，奔騰而往也。耳目一，心志專，自酒以外，更無所知。於於焉，嬉嬉焉，語言重復，形容顛倒，笑口不收。四肢百骸，皆有喜氣。與之飲，大能助人歡暢。予是以日願與之飲也。」人又曰：「此蕩子，不顧家，烏足取！」予曰：「回為一身蕩去田產。君有田千頃，終日焦勞，未及四十，鬚鬢已白。回不顧家，君不顧身。身與家孰親？回宜笑子，乃反笑回耶？」其人無以應。回有一妻一子，然率在外飲，即向人家住，不歸。每十日送柴米歸，至門大呼曰：「柴米在此！」即去。其妻出取，已去百步外矣。腰係一絲囊，常虛無一文。時予問回曰；：「虛矣，何以為計？」回笑曰：「即至矣。」既實，予又謂曰：「未可用盡。」回又笑曰：「若不用盡，必不來。」予曰：「何以知之？」曰：「我自二十後，無立錐田，又不為商賈。然此囊隨盡隨有，雖邑中遭水旱，人多饑焉，而予獨如故。予自知天必不絕我，故終不憂。」予曰：「善。」回喪其子，予往慰之。回方醉人家，招之來，笑謂予曰：「絕嗣之憂，寧至我乎？」相牽入酒家，痛飲達旦。嗟乎！予幾年前性剛命蹇，其牢騷不平之氣，盡寄之酒；偕回及豪少年二十餘人，結為酒社。大會時，各置一巨甌，校其飲最多者，推以為長。予飲較多，已大酣，恍惚中見二十飲人，皆羅拜堂下。時月色正明，相攜步鬥湖堤上，見大江自天際來，晶瑩耀朗，波濤激岸，洶湧滂湃。相與大叫，笑聲如雷。是夜，城中居民皆不得眠。今予復以失意，就食京華，所遇皆貴人，不敢過為顛狂，以取罪戾。易州酒價貴，無力飲。其餘內酒、黃酒，不堪飲。且予近益厭繁華，喜靜定，枯坐一室，或有兩三日不飲時。量日以退，興日以索。近又戒殺，將來酒皆須戒之，豈能如曩日之豪飲乎？而小弟有書來，乃云餘二十少年皆散去，獨回家日貧，好飲日益甚。予乃歎曰：「人不堪其憂，回也不改其樂！賢哉回也！」"
    },
    {
        "title": "石浦先生傳",
        "content": "先生名宗道，字伯修，楚之公安人也。其上世世為武弁，自蘄、黃徙荊，屯田於邑之長安里。至曾祖處士公，負氣，以武勇聞。正德中，天下亂，群盜起湖湘間，公以兵法勒里中子弟自衛，盜賊不敢至。長令壯之，署以賊曹，所擒捕甚夥。後賊盜報仇者數百人突至，公逐之於雙田，盡殲之，水為之赤。子左溪公，改其先行，斌斌為退讓君子；性慷慨，周人之急，每得糶直，擇其贗金擲之，秤金於人，昂則喜。嘉靖中，邑大饑，公出母粟二千石，金千兩，以饑盡焚其券，家遂落。明年，予大人七澤公生。有老奴竊歎曰：「活寶出矣！」後娶方伯公女，實為吾母龔孺人，生先生。初，先生降生之夜，祖母余夢一美人頭自天飛來，若今所畫天人菩薩之飾，寶絡交垂，以襟承之。甫覺，而先生生，實嘉靖庚申二月十六日也。先生生而慧甚，十歲能詩，十二列校。見鄉先達祠，曰：「吾終當俎豆其間。」二十舉於鄉。不第歸，益喜讀先秦、兩漢之書。是時，濟南、郎琊之集盛行，先生一閱，悉能熟誦。甫一操觚，即肖其語。弱冠，已有集，自謂此生當以文章名世矣。性耽賞適，文酒之會，夜以繼日。逾年，抱奇病，病幾死。有道人教以數息靜坐之法有效，始閉門鼻觀，棄去文字障，遍閱養生家言。是時海內有譚衝舉之事者，先生欣然信之，謂神仙可坐而得也。移家長安里中，栽花藥，不問世事。癸未，大人強之赴試，行至黃河而返。還至荊門，舍於逆旅，夜半夢有神人語之曰：「公速起！」如是者三，先生醒，復寐。神人又語之曰：「公何不起？吾老人為公特來，何得不見念也？」微以杖敲其足，足隱隱痛，擁被大呼而出。甫出屋崩，床碎為塵。人以此識先生非常人。然先生亦翻然若有所悟，曰：「吾其以幾死之身，修不死之道也！」歸而妻死，不復娶。大人強之娶，則娶田家女，曰：「吾求可與偕隱者耳。」先生習靜久，體氣愈充。大人謂之曰：「昔淨名依於忠孝，自古之衝舉者，豈盡枯槁耶！」先生曰：「諾。」時復拈筆為製舉義，窮工極變。丙戌，遂舉會試第一，年甫二十七耳。先生官翰院，求道愈切。時同年汪儀部可受，同館王公圖、蕭公雲舉、吳公用賓，皆有志於養生之學，得三教林君艮背行庭之旨，先生勤而行焉。己丑，焦公竑首制科，瞿公汝稷官京師，先生就之問學，共引以頓悟之旨。而僧深有為龍潭高足，數以見性之說啟先生，乃遍閱大慧、中峰諸錄，得參求之訣。久之，稍有所豁。先生於是研精性命，不復談長生事矣。是年，先生以冊封歸裏。仲兄與予皆知向學，先生語以心性之說，亦各有省，互相商證。先生精勤之甚，或終夕不寐。逾年，偶於張子韶與大慧論格物處有所入，急呼仲兄與語。甫擬開口，仲兄即躍然曰：「不必言！」相與大笑而罷。至是，始復讀孔孟諸書，乃知至寶原在家內，何必向外尋求。吾試以禪詮儒，使知兩家合一之旨。遂著《海蠡篇》。既報命，旋即乞歸。七八年間，先生屢悟屢疑。癸巳，走黃州龍潭問學，歸而復自研求。戊戌，再入燕。先生官京師，仲兄亦改官，至予入太學。乃於城西崇國寺蒲桃林結社論學。往來者為潘尚寶士藻、劉尚寶日升、黃太史輝、陶太史望齡、顧太史天峻、李太史騰芳、吳儀部用先、蘇中舍惟霖諸公。先生見地愈明，大有開發。當是時，海內談妙悟之學者日眾，多不修行。先生深惡圓頓之學為無忌憚之所托，宿益泯解為修同學者矯枉之過，至食素持珠，先生以為不可，曰：「三教聖人根本雖同，至於名相施設，決不可相濫。」子時益悟陽明先生不肯徑漏之旨，其學方浸浸乎如川之方至，而先生卒矣！先生素切歸山之志，以東宮講官不獲補，僅得三人。先生曰：「當此危疑之際，而拂衣去，吾不忍也。」是時，東宮未立，中外每有煩言。先生聞之，私泣於室，體經病後，遂不堪勞。自丁酉充東宮講官，雞鳴而入，寒暑不輟。庚子秋，偶有微恙，強起入直，風色甚厲，歸而病始甚。明日，復力疾入講，竟以憊極而卒。先生為人修潔，生平不妄取人一錢。居官十五年，不以一字干有司。讀書中秘，貧甚。時鄉人有主銓者，謂所知曰：「我知伯修貧，幸主銓，可為地，千金無害也。」所知以語先生，先生笑而謝之，某邑令以三百金交，期為汲引，竟不發函，急還其人。時予偶見，問何令。先生秘之，竟不知為何如人也。生平卻百金者累累。或饋遺至十金，則惶愧不受。卒於官，棺木皆門生斂金成之。檢囊中，僅得數金。及妻孥歸，不能具裝，乃盡賣生平書畫几硯之類，始得歸。歸尚無宅可居，其清如此。然先生為人平恕，亦不以此望人，且自多也。興致甚高，慕白樂天、蘇子瞻為人，所之以「白蘇」名齋。居官，省交遊，簡酬應，蕭然栽花種竹，掃地焚香而已。每有月，則邀同學諸公步至射堂看月，率以為常。耽嗜山水，燕中山刹及城內外精藍，無不到。遠至上方、小西天之屬，皆窮其勝。詩清潤和雅，文尤婉妙。然性懶不多作，著有《白蘇齋集》若干卷。先生得年僅四十一，有兩子一女，皆先後卒，竟無子，以予子祈年為嗣。蓋壽不如樂天，而無子則似之矣，傷哉！先生與同學友黃公輝交若兄弟，先生死，黃公哭之甚慟。及葬，黃公請告，迂道登壟哭之，為誌其墓。逾年，先生舊社友董公其昌視學政，因諸生之請，祠於學宮，卒如其素志云。中道曰：先生平粹縝密，而遇事燭照。萬曆丁酉、戊戌間，有東倭關白之警，時議封貢。先生歎曰：「石尚書其不免乎！」李卓吾刻《藏書》成，先生曰：「禍在是矣！」已而皆然。如此者不可枚舉，大都量與識皆全者也。天不假以年，未得盡抒其用世之略，惜哉！先生書法遒媚，畫山水人物有遠致；作小詞樂府，依稀辛稼軒、柳七郎風味。舊有傳奇二種，置之笥中，為鼠子嚼壞，鳳毛龍甲，竟不存於世，可為永歎！"
    },
    {
        "title": "梅大中丞傳",
        "content": "梅大中丞名國楨，字客生，楚之麻城人也。少俊朗，有大韻，能詩文，善騎射。既舉於鄉，遂挈家客長安。久滯公車，無意仕進，鏟采埋光，無復圭角。嘗曰：「人生自適耳！依憑軌跡，外張名教，酷非所屑。」常與海內之文人詞客，花月晨夕，分題賦詠，為騷壇主盟。遊金吾戚裏間，歌鍾酒兕，非公不歡。筆劄唇舌，為世所榮。孟公驚坐，樓緩合鯖。下至三河年少，五陵公子，走馬章臺，校射平原。酒後耳熱，相與為裙簪之遊。調笑青樓，酣歌酒肆。布衣楚製，出入市廛。摩挲鍾鼎，賞評書畫。大鼻長髯，有若劍客道人之狀。識者固知公愛憐光景，耗磨壯心，與俗沉浮，不用繩檢。而外夷內朗，宏量沉機，真謝安石、張齊賢之流也。癸未登第，鳴琴畿輔，笑譚視事，不令而戢。邑多中貴，數擾條教。公詘其言，崇其禮，皆畏悅以去。入覲，騎駿馬，帶長弓，控羽箭；偕侍史蒼頭十餘人，作健兒裝。沿途逐狡兔，射野雀。他邑令值之大駭，以為探丸人，熟視則公也。以政最，入為御史。壬辰春，寧夏逆賊劉東陽、許朝、哱拜、哱承恩、土文秀等，忿巡撫黨馨裁制叛卒，特起殺之，遂據城掠堡反。督臣魏學曾以變聞，朝廷旰食，公上封事，大略言：「賊不足畏，獨虞秋高馬肥，勾虜入犯，禍且不細。為今計者，惟擇驍將扼虜，使不得入，而後賊可攻。臣見大將李如松，父成梁，弟如柏等，俱足智勇，無忝崇文、李。且世受國恩，可使也。」上許之。諸言者畏李氏跋扈，不宜拒虎進狼，議論鼎沸。公又上封事曰：「臣見寧夏猖獗，必得名將，以專其任。時雖豪傑如雲，各有鎮守，惟退閑宿將李成梁父子，素有威望，紀律嚴明。諸子家丁，武勇可任。雖寧夏哱承恩父子，號為勇健，而不知李氏父子之遠出其上也。諸臣乃慮其勢重生患，有拒虎進狼之憂，臣於此亦念之熟矣。李氏父子即為狼子野心，自取覆滅，但當防之於遼東握兵之時，而不當防之於廢棄離任之後。況昔則危疑不安，而今明主洞察矣。不以疑之之日，肆其不肖之心；而於信之之日，反為赤族之計。其愚悖速禍，又出劉東陽、哱拜下矣，謂成梁為之乎？臣非不知諸臣之心為濟臣之所不及，非相悖也；但用人之道，疑則勿用，用則勿疑。上而疑下，必不肯盡與之權；下畏上之疑，必不敢盡行其志。將領因疑而不受節制，士卒因疑而不聽號令，忌者因疑而得肆其讒，敵人因疑而得行其間。欲專制也，人曰：『非有異志，何以不待奏報？』欲撫惜也，人曰：『非有異志，何以要結人心？』欲行法也，人曰：『非有異志，何以立威？』欲待釁也，人曰：『非有異志，何以觀望？』或與監軍謀而不合，人曰：『非有異志，何以不聽約束？』或與督撫期而先發，人曰：『非有異志，何以不與同心？』服而舍之，則曰：『何故縱有罪以市恩？』抗而盡誅之，則曰：『何故多屠戮以冒賞？』脅之而使其自殺，則曰：『攘以為功。』困之而致其遁逃，則曰：『縱以生患。』無功則以為怠玩以養亂，有功又以為妄報而欺罔。首尾牽制，手足束縛。古如王翦、樂羊，或請田宅而後行，或借機杼以自況。以孫權、周瑜，義同骨肉，必拔劍破案，而後成功。況未有深信之素，而又示以猜疑之端乎？臣固云：今之將士，殺身不足以成名，剖心無由以自白。邊事之壞，所從來久矣。伏望陛下斷之宸衷，博采輿論。成梁父子稍有可疑，速罷其權，別為調遣。如萬萬可以相信，方可虛心任之。臣自外吏，入廁臺班，雖懷狗馬之心，未效涓埃之報。若疑徒市私恩，不顧國計，願與成梁馳赴寧夏，同心討賊。不必加以別銜，假之重任。但憑陛下威靈，生平忠義。賊知歸命，則臣為陛下之使，奉揚恩赦，以安反側。負固不服，則臣為陛下之將，披堅執銳，為士卒先。平定之日，一切事宜付之魏學曾等，聽其安輯，以靖地方。臣與成梁即日還朝，止求自明，不敢言功。儻中途事定，聞報即返；若其不捷，軍法在焉。何止薦舉非人之罪，又何至以臣之罪貽他人哉！兵機所在，關係重大。臣初聞變，即知此賊非魏學曾等所能定；今見此舉動，又知非此時紛紛者之所能辨也。臣之所望在陛下一人耳，惟陛下自以疑信決其用舍。若曰姑以試之，而使成梁不敢自專，則功不可成，患不可測。臣不若先受狂噪之誅，以免誤國之罪也。」疏入，人皆服其才，壯其氣。上乃命如松往，而公監其軍。公乃與如松馳寧夏城下。時賊嬰城自守，外示卑順，以緩我師；廣結虜眾，以為聲援。意待秋高虜集，肆其不逞。公以一受降白旗，豎之城南。虜聞公至，乃索見公，面陳歸順。公許之。東陽、許朝等梯城而下，劍戟鱗次，刀铓耀日，城上皆控弦挽弓以俟。公單騎而進，與東陽執手折論，神意安閑，詞語慷慨。許朝露刃擬公，公笑而受之，賊不自知其膝之下也。然賊意終奸狡甚，欲求鐵券。世守西夏。公悉力攻城，因風縱火，毀其南樓。曲招降人，以安反側。引水灌城，會守將失防，決堤功遂不終。然賊益懼，所恃者虜耳。延至初秋，虜達數萬，果自沙湃大入，斷我糧道。賊遣通官二人，為虜鄉導，饋虜金帛充溢，及部落奸人皆有贈遺。又括城中女子千人啖虜，令虜來取，虜以故樂為之用，所至守將不能禦。至韋州慶陽，殺人民，奪牛馬無數。虜渡河，從李剛堡入，離城僅三十餘里。公曰：「事急矣！欲待督撫傳示，緩不及事。」麾下將李如樟挺身願往擊虜，公壯而遣之。李如松等諸將，奮勇擊虜，斬獲過當，我軍歡聲動地。虜敗去，賊大失望。當是時，賊失外援，自知必死，然詭言朝廷有招安詔，為諸將所匿；諸將欲盡殺城中人，以怖居民，故皆為堅守。公度賊勢，城中尚可支一年，若至嚴冬，此地酷寒，我軍不得屯；又恐勾虜復入，至生他變，大可慮也。季秋八日之夜，忽有三人來營中，云諸賊以重陽悉入大城置酒；南城空虛，可入也。蓋寧夏城有二重，分南城、大城云。諸將不之信，以聞公。公曰：「時不可失也。」覘之，果無城守；急令李如樟等上南城。公繼至。時餘將多次且，總兵牛秉忠年七十，賈勇先登。公從城上語曰：「老將軍登城矣，諸將何怯也！」遂相次上城。公念眾未易約，一妄殺則大城死守，不可復得。乃大呼云：「生擒者論功不以級！」凡我軍生擒一人，即予紀錄，而仍縱其人，所全活者數千人。城中大喜，然炬照視，盡設香案，遂得南城。賊勢益孤，我軍從北關攻大城益急。賊以南城居民子女親戚之在大城者，盡縛之置長幹上。南城居民痛哭訴之公，諸將皆愕然，無可為策。公令指揮董正誼呼謂賊曰：「監軍已往取許朝之女、劉東陽之母矣！若不釋放，亦如之！」賊聞傳呼良已，人心始安。仍示以未殺降人，賊黨驚喜。公廉知許朝、劉東陽等意欲獻城，而憚哱氏父子強，其中可間也。乃覓居民與哱相識者，得一人曰李登，令其行間，持諭字往哱所曰：「若並劉許，罪可贖也。」哱見之，果戟手哭曰：「吾父子生矣！」召其黨畢邪氣等計議，須得符印公據，乃如約。登至，公密與免死劄，付入城。時賊土文秀自作逆後，屢有歸順獻城之心。劉東陽知之，乃偽病，托文秀後事。文秀入問疾，遂殺之。哱承恩至南門，殺許朝父子。畢邪氣至北樓，見劉東陽，未及語，頭已墮地。哱氏父子至南門，以殺賊告。公遂開城門，嚴申軍令，不得妄殺一人。城中皆解甲焚香，以迎王師。公念事之殷也。脅從頗多；渠魁既誅，餘可寬貸。各賊家丁，宜分屬諸將標下，撫以恩惠，皆為有力健兒。哱氏父子，即不可赦，宜置囹圄，以俟天誅，庶人心不復驚擾。而各賊資財，足供賞軍之用。刀刃不血，保全一國生靈，實奇功也。而督臣忽有傳示云：「本日內不殺哱氏父子及諸從賊者，以賜劍從事！」遂盡殺哱氏及家丁等。軍卒爭功，恣意劫奪，賊賄悉被抄略，居民蕭然一空。公殊憾之。以賊平聞，公不自居功，賞獨後，僅晉官，蔭一子金吾百戶不世。然天子心知公能。明年，遂升大中丞，開府雲中。時虜王款塞，公以靜鎮之。公嘗曰：「婦姑亦有溪勃，何況華夷？當事者遇有爭，無偏輕重，可潛消邊釁。」每遇華人盜夷物者，置之法無貸。公一日大出獵，盛張旗幟，令諸將盡甲而出，校射大漠。縣令關揚怪異之，曰：「今秋成出獵，多損稼，公乃多事矣！」後數日，得虜諜云：「虜欲大入犯，以有備中止。」關令乃歎詫公機用之神也。諸遊客走塞上者，多以竿牘來。主者致諸將校，將校無所出，斂戍卒饋之。公曰：「吾安能以養健兒者，媚無益之客子！」卒不數見也。公清廉，又耳目長，諸將領不敢過為朘削邊卒以飽。督宣府時，扯酋遣人送良鐵數十斤，云虜中某山，忽產此鐵。公不報，但命工鑄為劍，淬磨甚精。及虜來市，公禁諸邊勿與鐵鑊。虜眾大嘩。公出劍示虜使曰：「前者虜王所遺鐵，中國殆未有。爾國幸有佳者，何用此方下產也？」虜眾聞之，歸怨扯酋。扯酋詞屈，乃遣人來白云：「某知罪矣！前鐵實中國市來，虜中安得有此，聊為誇耳。」公曰：「我以至誠待爾，此後勿復作此狡獪！」仍命以鐵鑊與之。公雖令虜不敢欺，而每遇虜饑，輒以賑濟，與華人不異，故虜皆感泣。酋王稱之為父，其忠信行於蠻貊如此。後以憂歸田。既除服，不及起用而卒。公性坦夷，外寬內嚴，終身不見有喜慍之色。毀譽當前，不復致辨。倥傯之中，愈見暇整。綜理綿密，筆硯皆有方略。口無臧否，忽出一言，其人立見。飲啖兼人，後房姬侍繁多，亦無華飾，頗有夏侯妓衣之誚，公夷然不屑。文辭甚典腴，詩有奇氣，不多作。尺牘工巧甚。喜射，至老不倦。每會燕，多以寒具為的，與賓僚共射之。晚通禪理。女澹然以孀為尼，公不之禁。澹然戒律甚嚴，於道有入，父子書牘往來，頗有問難。方公之開府雲中也，予時客長安，公以字來訊。予答以學道未契，汲汲求友。公復以書來云：「貫城之旁，有日中之市焉。雖無奇瑰異物，而抱所欲者，各恣取以去，求友亦若是耳。公欲於此處求友，顯靈宮古柏，婆娑委地，作虯龍形。東便門外，柰子花如錦幄，可容二十餘人。晉陽庵中，有唐鑄觀世音相。沙窩水葛道士球，順城門守門老中官射，亦不佞數十年內所得友也。公儻欲之，便以相贈。」其持論蓋如此。後邀予至雲中晤言。予少時有奇氣，相見直坐上坐，捫虱而譚。公待之益恭。每有所論，公退而疏之。一詩成，公曰：「真才子也！」嘗於水磨河置酒，大合樂，泛舟，辨論鋒起。公自謂數十年來無此樂。率將佐出獵，公與予並馬笑譚，千騎圍繞，笳管清路，呼聲震地，箭如餓鴟叫。抵暮而歸，燈火晃耀，居民摩肩以視。大略如子瞻遊西湖，從湧金門外入也。予偶與諸狎客野飲，公忽至，遂共坐，與諸人調笑，略無忤意，亦不問姓名而去。一日暇，公謂予曰：「料理堂事，入衙偃臥，令兩婢捶背，便過一日。真可謂無事。」予曰：「公於此道，曾有所人否？」公曰：「我昔聽方湛一講論，有所入，至今灑然。」予曰：「護生須是殺，殺盡始安居。公未搗其巢穴，而遽爾安居，未可也。公曰：「殺之何由？」予曰：「此拔刀自殺者也。或於文字上殺，或於朋友聚譚時殺，或於無義語上殺。皆殺機也。若是，則吾欲公厭事矣。」公曰：「善。」公於是深研悟理。予自雲中別後，不復再晤。不意公遂去世，竟未圖一合並。已矣，已矣，何時復見此偉人也！袁子曰：世之名位，蓋前定焉。公為孝廉時，時大塚宰王公，為子覓《禮經》師，未得。王公夫人夜夢一人，謂之曰：「公子師，麻城梅孝廉也。其人官爵，與堂上主公同。」頃之，即見孝廉坐堂上，長髯而鼻如拳。寤以告王公。王公明日往謁麻城劉大金吾守有曰：「公邑有梅孝廉否？」劉公曰：「有之，不佞兒女姻也。」王公即托劉金吾延之。後王公與公飲，夫人竊窺之，長髯大鼻，依然夢中人也。王公後乃語梅公以故，公遜謝。一日，王公對賓僚言此事，曰：「梅大將來名位，未易涯也。」少宰王公篆曰：「孝廉已非壯年。即明年得第，至八座亦須近三十年，耄矣。時恐不得待也！」次年，公即成進士，為縣令。未滿十年，為大中丞，晉少司馬。所贈官，正與塚宰同。夢中之言，不其符乎？梅公初無子，近六十乃生子，不殺之報也。"
    },
    {
        "title": "李溫陵傳",
        "content": "李溫陵者，名載贄。少舉孝廉，以道遠不再上公車。為校官，徘徊郎署間，後為姚安太守。公為人中燠外冷，豐骨棱棱。性甚卞急，好面折人過。士非參其神契者，不與言。強力任性，不強其意之所不欲。初未知學，有道學先生語之曰：「公怖死否？」公曰：「死矣，安得不怖！」曰：「公既怖死，何不學道？學道所以免生死也。」公曰：「有是哉？」遂潛心道妙，久之自有所契，超於語言文字之表。諸執筌蹄者，了不能及。為守，法令清簡，不言而治。每至伽藍，判了公事，坐堂皇上，或置名僧其間。簿書有隙，即與參論虛玄。人皆怪之，公亦不顧。祿俸之外，了無長物。久之厭圭組，遂入雞足山，閱《龍藏》不出。御史劉維奇其節，疏令致仕以歸。初與楚黃安耿子庸善，罷郡，遂不歸，曰：「我老矣，得一二勝友，終日晤言，以遣餘日，即為至快，何必故鄉也！」遂攜妻女客黃安。中年得數男，皆不育。體素臞，淡於聲色；又癖潔，惡近婦人。故雖無子，不置妾婢。後妻女欲歸，趣歸之。自稱「流寓客子」。既無家累，又斷俗緣，參求乘理，極其超悟。剔膚見骨，迥絕理路。出為議論，皆為劍刀上事。獅子送乳，香象絕流，發詠孤高，少有酬其機者。子庸死，子庸之兄天台公，惜其超脫，恐子侄效之，有遺棄之病，數致箴切。公遂至麻城龍潭湖上，與僧無念、周友山、丘坦之、楊定見聚。閉門下𣓉，日以讀書為事。性愛掃地，數人縛帚不給。衿裙浣洗，極其鮮潔。拭面掃身，有同水淫。不喜俗客，客不獲辭而至，但一交手，即令之遠坐，嫌其臭穢。其忻賞者，鎮日言笑；意所不契，寂無一語。滑稽排調，衝口而發；既能解頤，亦可刺骨。所讀書，皆抄寫為善本。東國之秘語，西方之靈文，《離騷》、馬班之篇，陶、謝、柳、杜之詩，下至稗官小說之奇，宋元名人之曲，雪藤丹筆，逐字讎校。肌擘理分，時出新意。其為文不阡不陌，抒其胸中之獨見，精光凜凜，不可迫視。詩不多作，大有神境。亦喜作書，每研墨伸紙，則解衣大叫，作兔起鶻落之狀。其得意者，亦甚可愛，瘦勁險絕，鐵腕萬鈞，骨棱棱紙上。一日，惡頭癢，倦於梳櫛，遂去其髮，獨存鬢鬚。公氣既激昂，行復詭異。斥異端者，日益側目。與耿公往復辨論，每一劄累累萬言，發道學之隱情，風雨江波，讀之者高其識，欽其才，畏其筆。始有以幻語聞當事。當事者逐之。於時左轄劉公東星，迎公武昌，舍蓋公之堂。自後屢歸屢遊。劉公迎之沁水，梅中丞迎之雲中，而焦公弱侯迎之秣陵。無何，復歸麻城。時又有以幻語聞當事。當事者又誤信而逐之，火其蘭若。而馬御史經綸遂躬迎之於北通州。又會當事者欲刊異端，以正文體，疏論之，遣金吾緹綺逮公。初，公病。病中復定所作《易因》，其名曰《九正易因》。常曰：「我得《九正易因》成，死快矣！」《易因》成，病轉甚。至是逮者至邸舍，匆匆公以問馬公。馬公曰：「衛士至。」公力疾起，行數步，大聲曰：「是為我也！為我取門片來！」遂臥其上，疾呼曰：「速行，我罪人也，不宜留！」馬公願從。公曰，「逐臣不入城，制也。且君有老父在。」馬公曰：「朝廷以先生為妖人，我藏妖人者也，死則俱死耳，終不令先生往，而己獨留。」馬公卒同行。至通州城外，都門之牘尼馬公行者紛至。其僕數十人，奉其父命泣留之。馬公不聽，竟與公偕。明日，大金吾置訊。侍者掖而入，臥於階上。金吾曰：「若何以妄著書？」公曰：「罪人著書甚多，具在，於聖教有益無損。」大金吾笑其崛強，獄竟無所置詞，大略止回籍耳。久之，旨不下，公於獄舍中作詩讀書自如。一日，呼侍者發。侍者去，遂持刀自割其喉，氣不絕者兩日。侍者問：「和尚痛否？」以指書其手曰：「不痛。」又問曰：「和尚何自割？」書曰：「七十老翁何所求？」遂絕。時馬公以事緩，歸覲其父。至是，聞而傷之曰：「吾護持不謹，以致於斯也，傷哉！」乃歸其骸於通，為之大治塚墓，營佛刹云。公素不愛著書，初與耿公辨論之語，多為掌記者所錄，遂裒之為《焚書》。後以時義詮聖賢深旨為《說書》；最後理其先所詮次之史，焦公等刻之於南京，是為《藏書》。蓋公於誦讀之暇，尤愛讀史，於古人作用之妙，大有所窺。以為世道安危治亂之機，捷於呼吸，微於縷黍。世之小人，既僥幸喪人之國；而世之君子，理障太多，名心太重，護惜太甚，為格套局面所拘，不知古人清淨無為，行所無事之旨，與藏身忍垢，委曲周旋之用。使君子不能以用小人，而小人得以制君子。故往往明而不晦，激而不平，以至於亂。而世儒觀古人之跡，又概繩以一切之法，不能虛心平氣，求短於長，見瑕於瑜。好不知惡，惡不知美。至於今接響傳聲，其觀場逐塊之見，已入人之骨髓，而不可破。於是上下數千年之間，別出手眼。凡古所稱為大君子者，有時攻其所短；而所稱為小人不足齒者，有時不沒其所長。其意大都在於黜虛文，求實用；舍皮毛，見神骨；去浮理，揣人情。即矯枉之過，不無偏有重輕；而舍其批駁謔笑之語，細心讀之，其破的中竅之處，大有補於世道人心。而人遂以為得罪於名教，比之毀聖叛道，則已過矣。昔馬遷、班固，各以意見為史。馬遷先黃老，後六經；退處士，進遊俠。當時非之。而班固亦排守節，鄙正直。後世監二史之弊，汰其意見，一一歸之醇正。然二家之書，若揭日月；而唐宋之史，讀不終篇，而已兀然作欠伸狀，何也？豈非以獨見之處，即其精光之不可磨滅者歟？且夫今之言汪洋自恣，莫如《莊子》，然未有因讀《莊子》而汪洋自恣者也。即汪洋自恣之人，又未必讀《莊子》也。今之言天性刻薄，莫如《韓子》；然未有因讀《韓子》而天性刻薄者也。即天性刻薄之人，亦未讀《韓子》也。自有此二書以來，讀《莊子》者，撮其勝韻，超然名利之外者，代不乏人；而申韓之書，得其信賞必罰者，亦足以強主而尊朝廷，即醇正如諸葛，亦手寫之以進後主，何嘗以意見少駁遂盡廢之哉？夫《六經》、洙泗之書，粱肉也；世之食粱肉太多者，亦能留滯而成痞。故醫者以大黃蜀豆瀉其積穢，然後脾胃復而無病。九賓之筵，雞豚羊魚，相繼而進；至於海錯，若江瑤柱之屬，弊吻裂舌，而人思一朵頤。則謂公之書為消積導滯之書可；謂是世間一種珍奇，不可無一，不可有二之書亦可。特其出之也太早，故觀者之成心不化，而指摘生焉。然而窮公之所以罹禍，又不自書中來也。大都公之為人，真有不可知者。本絕意仕進人也，而專談用世之略，謂天下事決非好名小儒之所能為。本狷潔自厲，操若冰霜人也，而深惡枯清自矜、刻薄瑣細者，謂其害必在子孫。本屏絕聲色，視情欲如糞土人也，而愛憐光景，於花月兒女之情狀，亦極其賞玩，若借以文其寂寞。本多怪少可，與物不和人也，而於士之有一長一能者，傾注愛慕，自以為不如。本息機忘世，槁木死灰人也，而於古之忠臣義士，俠兒劍客，存亡雅誼，生死交情，讀其遺事，為之咋指斥案，投袂而起，泣淚橫流，痛哭滂沱，而不自禁。若夫骨堅金石，氣薄雲天，言有觸而必吐，意無往而不伸。排拓勝己，跌宕王公。孔文舉調魏武若稚子，嵇叔夜視鍾會如奴隸。鳥巢可覆，不改其鳳咮；鸞翮可铩，不馴其龍性。斯所由焚芝鋤蕙，銜刀若盧者也。嗟乎！才太高，氣太豪，不能埋照溷俗，卒就囹圄，慚柳下而愧孫登，可惜也夫！可戒也夫！公晚年讀《易》，著書曰《九正易因》。意者公於《易》大有得，舍亢入謙，而公遂老矣，逝矣。公所表章之書，若《陽明先生年譜》及《龍谿語錄》，其類多不可悉記云。或問袁中道曰：「公之於溫陵也，學之否？」予曰，「雖好之，不學之也。其人不能學者有五，不願學者有三。公為士居官，清節凜凜；而吾輩隨來輒受，操同中人，一不能學也。公不入季女之室，不登冶童之床；而吾輩不斷情欲，未絕嬖寵，二不能學也。公深入至道，見其大者；而吾輩株守文字，不得玄旨，三不能學也。公自少至老，惟知讀書；而吾輩汩沒塵緣，不親韋編，四不能學也。公直氣勁節，不為人屈；而吾輩怯弱，隨人俯仰，五不能學也。若好剛使氣，快意恩仇，意所不可，動筆之書，不願學者一矣。既已離仕而隱，即宜遁跡名山，而乃徘徊人世，禍逐名起，不願學者二矣。急乘緩戒，細行不修，任情適口，臠刀狼藉，不願學者三矣。夫其所不能學者，將終身不能學；而其不願學者，斷斷乎其不學之也。故曰：雖好之，不學之也。若夫幻人之談，謂其既已髡髮，仍冠進賢；八十之年，不忘欲想者，有是哉？所謂蟾蜍擲糞，自其口出者也。」"
    },
    {
        "title": "江進之傳",
        "content": "江進之，名盈科，楚之桃源人也。公生於農家，稍長，知刻苦讀書，有異才。天性孝友，肫誠無忮害。自為諸生，名已隆隆起。乙酉，舉於鄉。壬辰，舉於南宮，為長洲令。長洲固劇邑，公專以恩信治之，不為掊擊。初若無奇，久之皆不忍欺。其與民語，若父子然，溫溫惟恐傷之。諸縉紳居間牘如山，度其不甚撓法者從之，不盡格也。或不從，拂其意，以疾聲厲色加公，公亦不怒，好言謝之。公雖居貧，然視財如糞土，士大夫過者如歸，皆歡然以去。其於寒士，尤加噓植，曰：「我嘗寒士之苦久矣！」所薦山人遊客，公不為峻拒；其有才者，曲禮下之，甚至分俸以遺。公固貧，為令久，益貧。是時予中兄中郎，為吳縣令。中郎治吳嚴明，令行禁止，摘發如神，獄訟到手即判，吳中呼為「升米公事」，縣前酒家皆他徙，征租不督而至。亦不自發封，私牘沒塵土內數寸不啟。無事閉門讀書，往來無翕翕熱。公直以純真為治，積蠹亦不盡除，租訟或少需，黎明而起，以火從事。然兩縣皆大治。公與中郎遊，若兄弟。行則並輿，食則比豆。迎謁行役，以清言消之，都忘其憊，若江文通、袁淑明云。上官至，有小酬應，不必中郎知，公皆代為之。即具獄當事者，當事者付吳令平反；即吳令有所平反，公不為嫌，曰：「吾向者訊果誤。」或當事者向公才吳令，公聞之若甘露灑而清風拂也。公好作詩，政事之暇，與中郎大有唱和。中郎所作《錦帆》、《解脫》諸集，皆公為敘，文如披錦，為一時名人所歎。中郎以病去吳，公如失左右手。久之，公補銓曹，不能具裝。然好施，行時往嘉禾一相知者，貸得數百金，分饋知友寒士，一日都盡。後有人中傷之者，遂改廷尉正。人為公惜。公曰：「自吾為諸生時，望不及此。及為吏，治煩劇處，耳目紛，心思營怦，頭鬚為白。幸不遭褫逐，承乏廷尉。廷尉事省，吾素有述作之志未竟，今可如願，吾志畢矣。」以故公益閉門讀書，暇則為詩文。詩多信心為之，或傷率意，至其佳處，清新絕倫。文尤圓妙。予伯兄、仲兄及予，皆居京師，與一時名人於崇國寺葡萄林內，結社論學，公與焉。公住一古寺中，每出拜客，騎款段馬，革帶閣馬骼上，搜雲入霞，兩目直視，以手畫鸂鶒上，觀者異之。公體素羸，有血疾。後以苦思逾甚，主試於蜀，後升按察司僉事，視蜀學政，公竟卒於蜀，得年僅五十。公之氣量，不驚不怒，是宜大用。即不獲大用，亦必長年，何遽奪之壽耶？自為令時，多所負，其子禹疏以賻金稍稍完之，尚十不二三。甚矣，貧吏之苦也！公所著述甚多，行於世，茲不具述。外史氏曰：古之詩文大家籍中，有可愛語，有可驚語，亦間有可笑語。良以獨抒機軸，可驚可愛與可笑者，或合並而出，亦不暇揀擇故也。然有俚語，無套語。俚語雖可笑，多存韻致；套語雖無可笑，覺彼胸中，爛腸三斗，未易可去。是以文人有俚語，無套語也。人情好檢點，見其有可笑語，遂不復讀其可受可驚之語；而彼無可愛可驚並無可笑者，專以套語為不痛不癢之章，作鄉願以欺世。當時俗人，因無可檢點，反以加於真正文人之上。及至百年後，人心既虛，其可愛可驚之精光，人爭喜之；並其可笑者，亦任之不復加刺，故共相推尊。而彼作鄉願之詩者，無關顰笑，有若嚼劄，更無一篇存於世矣。以此詩文不貴無病，但其中有清新光焰之語，獨出不同於眾，而為人所欲言不能言者，則必傳，亦不在多也。若唐之王摩詰，可笑者少；孟浩然、李白已不無矣。子美尤多。雖可笑，亦自有韻，如「家家養烏鬼，頓頓食黃魚」之語是也。險諢亦不宜輕作，要以大家無害。進之詩可愛可驚之語甚多，中有近於俚語者，無損也。稍為汰之，精光出矣。"
    },
    {
        "title": "潘去華尚寶傳",
        "content": "潘去華，名士藻，徽之婺源人也。少以文行著稱。舉孝廉，久滯公車。幾五十，乃第，出為金華理官，以風節聞。徵為御史，抗疏，謫為廣東幕官。徘徊郎署間，後官尚寶卿。公性至孝，母八十餘，瞽，飲食起居必親，時於母前跳躍如小兒狀。每晚，至母房，坐臥榻前，說日中事，喃喃不置，以為常。人比之弄雛人也。其學重敦行，喜道人善。與人語，多依於善惡征應。其言隱隱獲福，害人自害之事，有味乎其言之也。自官尚寶時，署中無事，乃潛心玩《易》，每十餘日玩一卦。或家中靜思，或拜客馬上思之。不論閑忙晝夜，窮其奧妙。每得一爻，即欣然起舞，索筆書之。青衿疲馬，出入廛市，於於徐徐，都忘其老。公愷悌樂易，尤愛友朋，所交皆一世名士，若焦弱侯、李龍湖諸公，皆為世外之契。晚交伯修、中郎及予。有人問中郎於公者，公曰：「若斯人者，可與言天人之際矣。」嘗曰：「學問須消，消不盡遂成見聞之痞。一切驕矜之色，從此痞生，可不慎哉！」尤有人倫之鑒。有一士慧甚，公曰：「佳處俱在面膚，非凝道器也。」聞中郎著書，公曰：「有所見不必拈弄筆硯，且自蘊而藏之。見定身閑，不得已而言焉可也。」公好仙，有乩仙降於公家，與問答皆中理解。或時下天篆，作龍飛鳳翥之勢。其言曰：「五陵八百地仙之期已近，公其一數。」又指海內名士某某，皆已登仙籍。公殊信之。其言甚多，皆天中事，大約近似陶隱居之《真誥》云。又言前世下土之文人才子，多為仙吏，某人今轉某職。語新奇，娓娓可聽。後愚兄弟每與公言，多婉以止之，欲其舍渺茫而專心性命之學。久之，公亦不復信，惟究心於《易》。然公修幹骨立，目如炬光，開口見舌，瀟然自得，大有仙人之致。若其忠孝大節，無愧古之真君子。其卒也，置身於丹臺紫府，豈異事哉！白樂天謫九江，作廬山草堂，著飛雲履，煉服食藥，幾成而鼎敗。古今之慧人，欲出生死而不得其徑，多有好之者。或云此自胎骨帶得，亦一種清勝卓絕之習，不同凡俗也。然樂天晚年，大悟禪理，而公亦深於《易》，乃知向之所慕直寄耳。追思伯修居從官時，聚名士大夫，論學於崇國寺之葡桃林下，公其一也。當入社日，輪一人具伊蒲之食。至則聚譚，或遊水邊，或覽貝葉，或數人相聚問近日所見，或靜坐禪榻上，或作詩。至日暮始歸。不逾年，伯修逝，公亦逝。其餘存者，亦多分散。去年，予以計偕至，過伯修長安街上舊第，忽憶當時下馬入門，呼「大兄在否」之狀，淚如雨傾，半日不能言。及過公手帕市第，痛之無異伯修。後以訪人，偶至葡桃林，綠葉碧實如故，而同學諸友，無一在者。感歲月之如駛，念壽命之不常，又不覺淚涔涔下也。公卒於秣陵，母尚在。公甚孝，其死而不瞑目者，或以此夫！所著書尚未得讀，不知已入梓否，比至南都，當從其子覓之。公卒之次年，中郎與予祠伯修與公於柳浪。又數年，予略為之傳。"
    },
    {
        "title": "趙大司馬傳略",
        "content": "萬曆中，兩宮三殿皆災，九邊供億不給，外帑空虛。天子憂匱乏，言利者以礦稅啟之，乃以內侍充礦稅使，分道四出。皆奸惡武弁上其事，以無賴中使名請，詔可，則中使為主，而武弁及奸人輔之流毒。其使楚者，為陳奉，市井博徒，最無行者也。建節至楚，所至如逐梟獍，土人皆持瓦礫禦之，有司不能禁。禦之勝者，終不敢入其境；不勝者，乃入據之。久之爪牙漸多，亦無敢禦者。遂建牙開府於武昌，而歷巡郡縣。其出皆建旄頭，設慮無前茅，車馬供帳，擬於王者。奉冠危冠，著翔魚獰龍服，佩使者綬，八座牽挽，幾二十餘人，若天子步輦狀。稱者皆曰「千歲」。得淫奴妻，據為婦，與同臥起。采倡為鬟婢。所之皆曰「千歲國太輿」。民間愕笑，云：「黃門善淫耶？」蒼頭廬兒，鞭撻郵吏，重者死。每至郡縣，雖厚賂其左右，猶不免考索。不肖長令，或嗅其靴鼻。吳越大猾，及市井惡少年，皆行金錢竄役籍中：或主奏記，或主謀議，或主出入。私置名字甚多。又於諸郡邑布列征稅官，雖小市亦有五六七人。其曹數十人，朝為傭屠，夕即冠進賢冠，建高車黃蓋，出入裏門，軒軒然。直撞入郡縣，刻剝建鼓，至堂皇詬怒。稍與抗，即告之奉，上疏以抗旨逮。水陸誅盈，搜肉見骨。下至雞豚蔬果之屬，皆遭攘奪。富民以資雄者，稅官即奏記奉，某邑某富民塚墓地生金可采，當如旨掘伐。富民懼，傾家入資賂稅官，乃得罷。或云得古覆藏，及非法御用等物，匿不報官；乃用三木囊頭令承。富民無可訴，傾家行金錢。其相仇者，及有小睚眥者，籍其仇家資數獻奉。奉遣人逮之，將籍其家，皆傾家行金錢祈免。三楚富兒殆盡，括十乃進一奉，奉又僅上一。諸稅官緣引日益多，民坊酒食，皆不敢征錢。漿酒霍肉，占歌舞妓，或強淫民子女，甚有汙儒生妻，而捽儒生幾死者。民皆怨恨思亂。壬寅，奉居武昌舊帥侯邸，若古藩鎮，大作威福。金錢日至無算。奉大喜，寢有他志。民不堪剝刻，遂變，共起誅之，燔其居。奉急從後垣走入藩府獲免。居民縛其左右數百人，皆投之大江。漢陽人聞之，皆相聚縛其使，亦如武昌。每投一人，兩岸居民皆拊掌大笑為樂。投三四日不盡。得奉侄兒，不復投，令其四據如犬，行入水死。皆大笑。諸郡悉攘臂起，縛稅使殺之。殺奸人無數，官不能禁。後當事者諭武昌民曰：「汝等魚肉稅使，獨不念宦此者耶？宦此者皆多方活汝，設死奉輩，上震怒，首逮宦此者，是汝害活汝者。」民少戢，奉始出上疏，列變事。天子仁聖，不忍誅楚民，而庇奉，撤奉歸，乃遣一大臣往鎮撫之。時少司空趙公可懷，修兩宮甫竣，天子心知其能，乃以楚事委公。乘急傳往，十餘日而至，護奉以歸，而安慰楚民，變不日而戢。公遂以大司馬留楚。而楚藩篸積金貲進獻，諸宗不逞者嘩曰：「是皆膏脂吾曹者！」率其黨數百人，至漢陽奪之。事聞憲使，憲使急遣賊曹率驍騎盡縛之，三木琅榼，置獄報公。時已暮，公病累月，少差。明日起視事，出教屏諸侍衛，不令直侍，惟鈴下書記數人。公坐堂皇，三司使者環列，逮攫金宗人以入。公起至溜下，欲訊之，稍俯躬，宗人為魁者遂以手械急擊公首。公仆，立殺之。餘宗俱起，遍擊諸使者，皆逾牆走，亦有中傷者。諸宗人乃呼其黨入楚府，欲殺王，有備獲免。諸宗既殺大臣，素不知法，曰：「是我家吏，殺之何害！上怒，賜帛止矣。」殊恬然。事上聞，天子大怒，置諸宗於死，而悼湣公特甚，贈賻有加焉。公素練達，見刑人宜列侍衛，不知何以盡撤之，豈謂虜可單騎說，況此輩乎？然是皆膏粱小兒，不識國憲；又隆準子孫，久無加桁楊纏金木者，急而為變，公何詎不知？是皆天也。初公中丞邸生瑞蓮及連理瓜，皆以為瑞，而乃為之災，悲夫！公之四子茂才與予善，之楚宿玉泉寺，夜夢大鷹飛空，忽有物碎其首。鷹揚，武功也，大司馬其兆也；碎首，凶征也。公是時晉大司馬，卒如之，其兆先也。嗟乎！楚國號天府，自肅皇帝入繼大統，實為湯沐邑。百餘年來，休養生息，其殷富甲於天下，丁酉以後，災異漸起。黃鶴樓雄峙武昌，一日無故自火，延燒千家。黃鵠之磯，民淘眢井者，一人入不出，一人繼之，曰：「如有他虞，我撼繩鈴，急上我。」其人入，見前人死，傍有大穴，有火光。俄一人冠方山冠，著絳袍，持刃來逐之。其人大呼撼鈴，起駭幾死，蘇為人言如是。聞之監司，欲夷其井，一夜自滿。有狐從漢陽門入，陰雨作人哭，尋之無有。民間見龜蛇大鬥，後龜蛇俱死。自此以後，水旱饑饉相仍。逾年，稅使至，破壞全楚，如虎傅翼，搏人而食。為捶死及逼死者無數，其後民殺其黨與幾千人。明年，諸宗攫金之變起，殺一大臣，隆準子孫伏斧質者數人。舉昔之通邑大都，號為繁華淵藪，車擊帷接，鍾鳴鼎食之第，粘履調瑟之家，今皆厭厭然有荒涼岑寂之象。富賈困於稅，皆棄故業。農夫亦為積逋所困，不復聊生。而朝中之名士大夫，此十年中相繼而死。往時八座九棘，不下數十人；今或有一人兩人，人文亦漸凋落。豈一方之氣運有盛而有衰歟？抑天地之數，由亨入困之象，將見於天下，而首征於全楚歟？其果人事有以致之歟？然以楚之厄數，而篸中之於公，亦深可悼矣。公名可懷，字□□。少成進士，為令。由比部主事為御史，揚歷中外，至大中丞。秉節鉞者，幾二十年。而後由工部侍郎出督楚，晉大司馬。公為官清次骨，蔬食布衣如寒士，絕賂遺。生為名臣，死於事，壽六十餘，無憾矣。獨吾於公事，而因於楚地致三歎焉。天下之平也久矣，民兢兢奉法，馴撓易使。上之人乃始玩易，等於草芥，極其蹂踐不之恤。民於是始怨。民雖怨而終不敢有他志者，以其不可制之竅未開，而犯上之事不慣也。久之積怒，稍一逞焉。既逞，而上之人其勢又不容，厚有所誅。一方如是，他方復如是。彼奸民乃漸覺上之易為犯也，即犯之，而亦終無奈我何也。即捐數人之命以存法，而必不能遍誅我也。為吏所窘亦死，饑寒亦死；而為盜者，其去死尚遠。黨多則必不能我制。當斯時，民之竅開矣，殺機大動矣，亦慣為之矣。同惡相助，以泄其憤，而苟延其命為盜，為大盜，法度紀綱，從此不振。東擊西生，西擊東生。向之至微至賤，見吏卒而汗下，有司捶之至死不敢出一語者，今始覺其如虎如狼，悍猛而不可制。故知為上者，決不可令民窺其不能制之故，而使之敢為惡也。陣奉雖暴榼，亦奉天子命者，然逐之殺數千人而不詰，不詰誠仁，而於以下承上之國體，亦少損矣。今滇中復然。噫！吾懼奸民之窺之也，急收礦稅，庶免夫！予於公事，因傷楚事焉，亦漆室之憂也。"
    },
    {
        "title": "袁氏三生傳",
        "content": "伯修有子曰登，年十三歲。小時聞修淨業則喜，好以《十氣念佛法》鐫圖施人。萬曆辛卯，伯修官京師，中郎以公車至，兒病癖不治且死，語人曰：「請二叔來。」中郎至，兒曰：「我將往，叔可助我念佛。」兒危坐念數百聲，中郎及伯修皆助之。兒又曰：「我氣急，不能全念也，專念『南無佛』可耶？」曰：「可。」復念百許聲，已大笑曰：「蓮花至矣！」家人子悉奔來視。登愀然曰：「蓮花皆缺矣，室中得無有汙穢之者乎？」詢之，果有婢子當浣濯者，斥之出，則又笑曰：「蓮花復圓，一一花上有如來。如來至，兒其行矣！」遂合掌翛然而逝。中郎有女曰禪那，年十四歲。性沉靜，聞佛法，欲受戒。父母曰：「兒女身，且適人，不得具戒也。」女遂深厭女身，嘗誓於佛前曰：「願弟子速脫女身，生安養國，不樂五濁世也。」每拜佛，則祈早死。讀《法華》、《華嚴》，皆通大旨。數以所疑問中郎，悉出意表。中郎大駭。經半歲餘，女遂病不治。未亡之前四五日，冥然如逝者久之，後蘇曰：「我方至一所，世界皆作五色，樓閣欄楯，莊嚴莫比。我欲往。彼處曰：『此非汝居，可速返。』是以還也。」亡之日，晨即謂人曰：「我以今日往，可請三叔來，助我念佛。」予往助之。俄頃，又曰：「專念《上品蓮花》，為父母也。」已令人以香薰衣，著完即逝。予有子曰海，年四歲。生一年餘，即知膜拜趺坐，自後專以念佛為戲。兒生，予已入都門。庚子下第歸，方見頭顱隆隆起，慧甚，若成人。十月中，予夜偶夢菩薩數十人，冠寶冠，皆來乞兒；乞得即擁兒以往。予醒，即呼室人語之。語未終，而乳兒者疾來呼曰：「兒夜半忽蹶然起，自云：『我身上痛！』即自念佛百餘聲，夜遂不瞑至今。」大異焉，旦而置之臥內，痘也。兒病內熱甚急，則自念佛，呼人助之。度苦急則哀籲念佛；見人少停，即以手抓其面促之。凡二三日，以念佛代呻吟。後數日，亦不復痛，惟不能食耳，遂逝。初禪那未亡之半年前，婿家為毛氏，其子小病，榻於母側，夜半忽夢至一處，見一車紺幰，載一女子，一丈長餘金色人導之而西。子從旁諦觀之，金色人曰：「此汝婦也，與汝無緣！」語畢而去若飛，遂汗下而醒，呼母告之。後半年聞訃。禪那亡時，謂予曰：「我已至蓮花池上，今年兒家尚有一人往生。」問之何人，笑而不答。不知所指者，謂伯修耶，抑即海也？上生居士曰：伯修素參求心地，至庚子歲，壁上多書「無常」、「迅速」字，日夕禮拜。十月中，小病即逝。予親見三生事，又痛念伯修之亡，欲歸山持淨業，而所志不堅，復出應世緣。自此塵習日長，將來不知稅駕得無自愧兒女子耶？暇日裒次其事，用以自警焉。"
    },
    {
        "title": "高士傳",
        "content": "高士者，金楠名，友楩字也。友楩少以博士諸生入太學，工古文辭。則效先民，其檢已周，其待人惠。孝弟謙恭，彬彬儒者，則人中之粹美者耳，而孑孑然高之何也？曰：友楩雅愛靜居，不耦城市，常尋幽奇。得松蘿山，劃然長嘯，有終焉之志。庀材修建蘭若，莊嚴大士象。念僧貧，置常住田二十畝。又創寄蘿庵，施僧。而己誦讀其中，嵐煙之與親，松竹之與伍。霹靂火中，未嘗一日無清冷雲也，則其高之也固宜。曰：友楩得無為有為功德者乎？曰：非也。友楩寄跡禪室，焚香晏坐。手《大易》一編，窮四聖之微，覓無文之始。一夕，夢神人畫一圖相示之，覺而曰：「道在是矣！」即以「讀易」名其齋。凡生平細疑，一切皆破。舉天地之奧妙，往古來今之晦秘，人情事變之隱伏，無不了然。居歲餘，智地益微，取內典《祖燈》遍參之，皆如水乳合。友楩蓋以《大易》為主，而貝葉不廢，即文字般若，猶其下也。所謂居世內而遊世外者，此也。曰：友楩得年僅三十一，何悟之深，壽之促也？曰：古之悟道者，神有所契，形有所遺，亦無貴於長年耳。沈存中云：其鄉人有精支干，自言年三十餘後讀《楞嚴》有得，遂立化。友楩悟道已深，彼其視此生也，猶脫桎梏也。翛然而往，翛然而來，何足營其神哉！友楩之跡在松蘿者，不獨為福田利益也，其沁雪餐霞一段高致，直可遐想。而後來啞羊之徒，私鬻山中千章之木，為通邑所逐，因而返噬檀越。此無論泥犁有報，而忘恩負義，漢家三尺能宥乎？予署海陽印，親勘此事，因以王法佛法治之；並晤友楩弟柯，始盡識友楩生平，蓋今之人古之道也。山川如故，芬芳不泯，是可敬也。因為之傳如左。"
    },
    {
        "title": "吳龍田生傳",
        "content": "太史公之傳貨殖也，則曰「巧者輻輳，拙者瓦解」。夫盈詘決於巧拙，是其柄在人，而不在天矣。而以予觀之，往往有失之巧，而得之拙者。巧以詐，拙以誠。誠之所在，能轉造物者也。賈為機變六藪，而亦以誠得之，人可不誠歟？予於吳君龍田事有感焉。吳君諱文明，字誠之，龍田其別號也。少即食貧，無所倚籍。父遠羈，而弟幼，止母在耳。公去儒而賈，年十三。囊中僅數金，乃間關江湖間，冒霜露，犯虎狼者屢屢，竟一一如所策。公為人淳樸，人往往負之。受廛廣陵，其侶盡噬其有，公竟委之去。又屢為豪猾所傾，亦不與爭。竟以誠壹故，生計大振。近三十始室，定居廣陵。異日，中貴人漁獵民間，附之者得冠進賢，取黃金如瓦礫。人以邀公，公笑曰：「此雪中狻猊也，獨不虞羲和出耶？」竟閉門謝之。其後隆隆者皆敗，人以此服公卓識。公賈也，而行實儒。父奔走四方，數奇，歸而坐擁上腴，與母氏於於在堂，公蒸蒸色養。已相繼去世，哀毀甚。體親志，撫育幼弟，屢予以貲，而屢負之；公無幾微侘傺，待之如故。弟之妻艱於育，公禱於神，願以妻所孕者代。已而弟舉一男子，而己妻所生，竟不育。族弟夫己氏者，公資之，亦屢負公；公怡然不為意。妹偦赤貧，頻有所貸，不責償；偦亡，養寡妹終身，白首無間。公四十，連舉丈夫子，長擇明師訓誨之，皆精舉子業，相繼入庠校。公雖定居廣陵，而不忘梓里，竟歸新安，恢復先業。里中兒素封者皆落，而公以徹貧起，治宅同伏川，鬻田等好畤。伯子叔子，皆為博士弟子，恂恂詳雅，出入光耀裏紵。人不異公才，而推公之德，為淳誠之報也。由此觀之，公巧耶拙耶？予校新安，視其邑篆，見富厚者多勝氣；一受侮，則不難傾家貲以求伸，率以此敗。視公之有犯不校，誠通國之人瑞也。公外樸拙，而胸中了了。中郎遊廣陵，公樂與親近，嘗云：「吾雖遊於賈，而見海內文士，惟以不得執鞭為恨。」中郎亦愛其貞淳，有先民風，與之往還。每得中郎一紙，即什襲藏之。予過廣陵，待之如中郎。以二子納贄從遊。予校新安，長君竟入新安校。是時公為人所負幾千金，夜飲與予言之。予曰：「昔予家世殷富，後予弟兄以經術起家，遂漸減。夫富於文藻，與富於貲財，常不並立。世固少揚州鶴也。」公怡然，自浮三大白云。予見公以拙誠昌其家，始悟太史公巧拙之語，言人而不言天，啟世間浮囂之竇。每欲以言紀之。近過廣陵，公亦索數語不朽，曰：「吾失之中郎矣，可更失之小脩耶？」予曰：「諾。」遂次其事為生傳云。"
    },
    {
        "title": "榷荊關工部主事趙公去思碑記（代）",
        "content": "水部伯玉趙公，居署中數有建白，調便宜，皆鑿鑿切政要。當事者才之。乙巳，奉命來視荊關。既受事，惻然念商民當巨榼虐焰之後，杼軸蕭然，乃斟酌於法與例之間，謂法本寬，例主嚴，昔用例破法，今因例立法。用例破法，其法猶存；因例立法，例即成法。是以舟木之算，本有定額，而今遂累變於額之外。雖賦不啻往時，亦宜消息之，令重困少紓。必例與賦而俱增，則一路之厄，何時而已也。乃頒為定制行之，大要在詘例以伸法，以蘇息商困為主。其於商民也，若慈母之於嬰兒，無不可以情求。凡一切密於例而可以情通者，皆力行之以便氓。受事數月，荊關大治。川、淮之商，謳歌於市。予聞之而歎曰：此故吳門常熟令也！天下之劇而難治者，莫如吳令。予昔令吳矣，追思夫蝟集塵遝之狀，牛毛繭絲之竇，浮雲蒼狗之態，左方右圓之苦，使予至今病悸也。為令者，欲孤行一意，則旁撓者百出。稍巽？，則介弟與方城外之尹，低昂不敵。少裁抑，虎視且眈眈至。予令數年，心窮力盡，不勝弊鍛，日夕飲冰，竟抱病以去。海虞之繁劇，數倍吳門，物情殆有甚焉。而公治之若丸蜩。予不及與公共事，而聞之於公共事者。即如瀕海之田，為海若所沒，而糧存民間者計萬石。公悉清其桑田之在滄海者，勿籍。搜微剔隱，達上調下，備苦極心。公為政多此類。其於毀譽利害，了不置懷。而久之眾口祝誦者，靡間言。政成，而萬姓安之。予之不及公也遠矣！居恒謂今之作令者，苦其心志，拂亂其所為，無不有焉。此亦動心忍性之場也。人情事變之內，真學問出其中。調停宜，處置周。急而徐應之，囂而靜鎮之，疏而密綜之，險而平待之，觸而虛遊之。此不獨關於才，而政關於養。信若是，則天下事何不可為。予知公之大事業，且取足於作令之中而有餘，況區區荊關乎哉！夫以鄧文潔公為人，其品有若威鳳祥麟，而公師之。瞿太守洞觀持身凜於冰雪，而公友之。公之師友，淵源有自，宜其養之粹也。此方之商民銜恩德者，思俎豆公，而乞文於予。予知公之器，必且大用也。故次其語書之石，以券於後。公名國琦，南昌人，舉萬曆乙未進士。"
    },
    {
        "title": "創立黃柏庵田碑記",
        "content": "禪人無念，麻城人，名深有，十餘歲遍參諸方。口無味，身無衣，足無履者，幾三十餘年。凡宗門大老，若遍融、雲外、大安、大方輩，靡不谘扣。後卓錫於麻城之龍潭。久之，復厭喧，寄棲商城之黃柏山。山勢博大崇聳，迥無人跡。念公見而愛之，涉其顛，復睹平衍，乃曰：「是可田。」訊之山下民，則曰此商城張太學地也，歲久不治，已同石田。念公曰：「田雖荒可墾。僧眾居此，參禪念佛之暇，令其開荒種畦，可足一年糧，且可藉此為終老計。」於時龍湖偕來，本色衲子，安分度日，不為虛浮無忌憚之行者。居此山，剪荊棘，治蓁楚。虎豹與居，猿穴與伍。數年後，佛殿僧舍，賭可居住。衲子躬耕身鋤，自種自食，無求於世，居然有古叢林之風。予聞而喜之。嗟乎！十方檀施，極非細事，耕種而食，雖較勞苦，而食之無愧。且古大善知識，皆親自鋤田栽菜，腰鐮荷鍤，不以為苦。後來學者才有一知半解，便思坐曲菉床，受人天供養。次者旰旰飽食，塔帽長衣，燒香煮茶，作山人冶客之態。耕種之事，愈所棄而不為。未法衰替景象，於此可見。今黃柏如是，是何異古百丈、黃檗乎？又聞其上麋鹿多踐田苗，僧架屋夜守，佛聲浩浩，山答穀應。四季有野菜黃精可食。予又聞而喜之。昔五祖演云：「今年一寺莊田，顆粒不收，不以為慮。惟一千五百衲子，一夏舉一古德機緣，竟無一人發明，深為可憂。」今黃柏山中諸衲子，其有能發明此事者，有耶無耶，或有所待耶？皆未可知。然近日狂禪熾盛，口譚現成，一切無礙者，項背相接。與其豁達，空以撥無因果，真不如老實修行，念佛持戒之為妥當也。願念公嚴立藩籬，與此清淨道侶，老於此山。其有施施然為無忌憚之狀，言無忌憚之言，行無忌憚之行，口角圓滑，我慢貢高者，不許停此山一時一刻！庶幾兒孫相傳，法堂之草永不復生矣夫！"
    },
    {
        "title": "石頭庵碑記",
        "content": "冷雲與予兄弟為方外交者有年，始同居法華庵，後同住柳浪及智者林。往來荷葉山珊瑚林中，冷雲皆在焉。冷雲貌樸中慧，於般若氣分，所得甚深。中郎亦謂：「六七年間，吾所遇衲子如林，見地超卓，可與言者，寒灰、冷雲數人而已。」甲辰夏，同往荷葉山房，朝夕激揚，嘯傲水邊林下甚篸。是時冷雲衲履外無長物，意翛然也。俄而請古佛三尊，置山房供養。中郎微笑曰：「冷雲從此多事矣！」將去村中，又營一木篋置佛。中郎又微笑曰：「冷雲此去，且攜侍者來矣！」未幾，果攜一徒來柳浪。中郎又微笑曰：「未已也，冷雲且住庵矣。」未幾，冷雲果住一庵於繡林龍蓋山下。予問中郎何以知之，曰：「有佛則必有供佛之地，奉佛之人。一法既立，諸法並起，理所必然，無足疑者。」予曰：「冷雲固不當蓄徒住庵也耶？」曰：「不然。世之學佛者，動云我必入山，及至入山，衣食艱難，不堪寂寞，又復出山矣。學求悟明心地已耳。能悟明心地，則行也可，住也可，閑也可，忙也可，入王城亦可，日近宰官大臣亦可，心地不明，即走入深山窮穀之中，猿狖之與居，草木之為食，空自憊耳，何益之有？人年老多病，須得一安居之處，用數人役使代勞，早晚有檀越護持，粗衣淡飯，不至乏闕。以此安心辦道，此亦要緊事。常情如此，佛法亦隻如此，平平淡淡，無大奇特也。」冷雲於心地法門，久已有所入，潛行密用，渾俗和光，以樂餘年已矣。其庵為吾宗兄兌峰、絪岩所置，以供慈氏。背江面湖，峰巒秀出，蒼松古柏，號為鬱蔥。庵外復有山地，歲供伊蒲，皆袁氏施也。冷雲於吾袁氏，真可謂有緣矣。"
    },
    {
        "title": "重修華嚴庵碑記",
        "content": "佛心遍一切處，故佛之神奇亦遍一切處。雖遍一切處，而種種殊妙之相，非眾生自淨其心，則不能見。何者？譬之月然：有水則現，無水則不現；水淨則現，水不淨則不現。若使眾生心水都淨，佛則自現。故水有時而不現月，是水之咎，非望舒咎。眾生有時而不見佛，是眾生咎，非導師咎。予觀浮提之內，全淨全見，乍淨乍見，叩之而靈，呼之而應者，其跡森如也，予數數耳目焉。荊門羔里，舊有華嚴庵，歲久傾圮，斷垣荒草。庵僧妙光真公，見而湣之，告之十方檀越，皆寂無應者。惟曾生省慨然許諾，時方無子，真公為誦《大士經》一藏。一夕，曾君齋居，夢中隱隱若蒙摩頂記者，醒如甘露之濯，遂益踴躍，施庵基山園二十五畝，常住田若干畝，造大士殿一，大士像一，及四十八願如來像。已復造前殿二，並刹門。方欲呼陶師埏冶，而偶掘地，聲隆隆，得伏磚萬片，上有「天監七年」、「十三年」字，蘭若遂成。予聞而異焉。伽藍莫盛於梁，是豈欲刹而未成者歟？抑有所待歟？夫安知閉覆者之非發覆者歟？人間千年，天上彈指，貯之取之，願王之所持也，何疑哉？且世之以如意丐大士者，亦多矣。大士之於眾生等一子想，何擇焉，而有應有不應者，夙垢有重輕，而居心有淨穢也。今真公深修淨行，作遍吉眷；而曾君質行長者，深信三寶，宿障輕微。政如澄潭可以受月，扣之靈，呼之應，非以淨心會淨緣歟？夫能淨一切心，心垢盡除，則可以毫端寶王，微塵法輪，皆非稀有事。區區勝緣，何惑焉。今之學者，局於聞見，毛舉梁事，以為修福不蒙福。不知彼以攘奪心行有為行，宜其及也。不罪己心不淨，而言如來不靈，惑矣！不然佛之慈湣，一切無不至焉，當此法乘凋謝之時，何不舒光垂耀，以聳動不信者之耳目，而使之依歸乎我？惟是佛心普入於眾生之心，而眾生不能自淨其心，以見佛心，故至於今寂寞焉。乍見乍隱，如阿國然，是可歎也！蓋至於希有之緣，佹失之而佹得之，是眾生之淨根未壞，故如來之靈跡不隱。若曾君之與真公所覯，比於優曇，可易得哉！予固不辭，而為之記。"
    },
    {
        "title": "重修寂光寺碑記",
        "content": "寂光寺者，舊為蜀中精藍，周遭可一舍許。山巒清刻，獻妍挺秀；流泉帶引，涵澹澄澈，映照雲林，傾瀉畦畛。煙耕露耨，常聞沸水之聲；礫石流金，不借飛雨之潤。若夫古木亭亭，翠竹娟娟，朝曦夜月，飄粉流香。檀欒之音，常與梵唱相和；輞川、花源，未之能比。自寶地雕零，金湯失護；象馬罷施，豺虎橫據。四柱九城，銀題玉礎，青豆赤華，綺林紺閣，一切鞠為塵莽，蕩然不存。又況牛筋狗骨之木，雞頭鴨腳之菜，皆已飄為冷風，而化為飛燼矣。見之傷心，聞者驚骨。爰有衲子真權，住精進林，被忍辱鎧，不惜身命，復此道場。托妙嚴於世主，庇佛法以王法。於時乃有宰官大士，不忘遺囑，或秉節鉞以護持，或居禁林而悟道。若子瞻、無盡之屬，韋皋、嚴武之流，皆力為主持，頓還舊觀。構木為刹，引水成池，珠林寶坊，森然完具。如月重圓，如鏡重輝。三川緇素，歎未曾有；九域魔子，聞之回心。嗟夫！如來製戒，偷律最嚴。至於沙門所有，雖一縷一缽，犯之則墮泥犁。何者？謂其人屬淨侶，事關辦道故也。今之竊占伽藍者，使淨眾無依，行人失所，相教迷跡，佛道平沉。故丘山罪積，永絕升拯。然而窮其所以，不盡由白衣造也。今淨宇復矣，怨結解矣，金容聖像，儼然具矣，佛殿僧舍，漸有章矣，四事備矣。翠竹清泉，洗我心目，皆為助道品矣。住此大眾，正好修行辦道，莊嚴佛土。其有立志參求，發明心地，使五祖演不死，昭覺勤復生，最其上也。或修香光之業，或精貝葉之文，又其次也。縱令智慧無聞，定力不具，而朝梵暮唄，不絕課誦，三衣伊蒲，不失僧相。則天龍自護，四眾自欽，雖有強魔，豈敢輕覷。如或前人立法不嚴，後來寫烏成馬。居此寶地，旰旰醉飽，長養兒孫。院名則為袈裟，覓？則傳瑜伽，資財則曰衣缽，見客則曰施主，逢人則曰弱門。牧豕於鍾鼓樓邊，繫馬於金剛膊上。鎖鑰不嚴，付與措大讀書；鍾鼓懶擊，寄之遊食沙門。諸如此類，俱於清淨地上，為獅子蟲，其罪與向之竊占伽藍者，不差毫髮。內魔既多，外魔得便，其復為荒田野草，未可知也，可不怖哉，可不謹哉！夫當其廢也，所憂者僧無寺。僧無寺，罪不在僧。及其興也，所憂者寺無僧。寺無僧，害復歸寺。吾觀真權，氣骨不凡，宛有大人之相。既已興復此地，當廣延名宿，共作佛事。縱不能使此中後來緇侶，傳佛心燈，續佛慧命，亦當遠則伏牛之規，近摹雲棲之法，著之畫一，永為遵守，則庶幾不失再造法壇意也。若避跡他往，付之庸流，則前此拚舍三尺功德，盡付唐捐。努力，努力，無負宿誌！予最無似，竊附諸公護持之後，謹以此言施之山門，比於七珍。若夫廢興之由，諸公悉之，予不復言矣。"
    },
    {
        "title": "玉泉寺十方禪堂碑文",
        "content": "萬曆中，去當陽玉泉之一舍許，沮漳合流之間，有居士名曰乘舟，字慈航，姓任氏。初為豪俠自喜之行，後乃頓改初服，歸心三寶，以其居為粥飯舍，以待四方之行腳者。壬寅歲，西川黃太史平倩先生、公安袁吏部中郎先生，訪無跡法師於玉泉，過居士之廬，目睹其修檀度也而嘉之，且謂之曰：「玉泉為天下四絕之一，今法門草深矣，即行腳者，竟無一棲息之處。居士何不以此願回施於堆藍勝地，庶垂永久乎？」居士合爪曰：「諾。」是時度門法師無跡方有勝願修玉泉大殿，居士亦與效一臂之力。殿垂成矣，居士乃謀於玉泉住持，於大殿右有空閑處，草去石，以為庵基。取黃、袁二公及諸宰官居士所檀者，遂先立十方堂一處。十方行腳者。始有寧宇。並鬻田四百餘畝，以為供眾資。行之數年，居然藥山往日僧郵光景矣。居士復歎曰：「自大殿修成，金像緝容，光明照耀，佛寶具矣。十方庵成，往來龍象絡繹不絕，僧寶集矣。夫未有三寶不全，而可以成阿練若者！」乃備資糧，與無跡法孫法宜入京，同請《龍藏》。時無跡法門白衣弟子宋侍中，得無跡老人書，多方效力，遂得如願。自是法寶燦然畢萃矣。三寶既具，叢林一新，即垂之千百年，可以不毀。而居士念年已遲暮，恐前後不相繼，有負宿願，覓所以不朽者於予。予曰：斯地也，為十方設也。諸宰官居士不得而有也；玉泉常住不得而有也；既慈航，居士亦不得而有也。夫諸宰官居士輩行檀度於十方，即有結白社之緣者，豈乏買山之資，而戀戀此一袈裟地為也？故曰宰官居士不得而有也。玉泉香火之田，自前代以來，於今不絕，則袈裟院中各有資生之業，既無一粒一盂以及十方；而諸宰官居士所共設以待十方人者，又可認為寺中物乎？故曰即玉泉常住，亦不得而有也。十方堂之設，雖慈航有所檀施，而諸宰官之檀施為多，慈航因而卒成之耳。既為十方常住，即當擇十方之高賢為主，而己不與；蓋古人創修一處，必不久居，不惟一餐一宿，桑門遺風，亦以避借他自利之嫌故也，故曰即慈航居士亦不得而有也。夫今之檀施宰官居士，固皆深信因果者也，其有指既捐之財為己物者，固萬萬無有；設異世之後，宰官居士之子若孫，有不識祖父遺意，而妄認一草一木者，予以謂佛法不容也，即王法亦不容也。今玉泉見在本寺之僧，亦皆知有因果者也，其有指十方之叢林為本寺物者，固萬萬無有；設異世之後，相繼之比丘弟子，有懷貪心而認十方之一草一木以為己寺有者，予以謂佛法不容也，即王法亦不容也。今慈航居士任氏俗門之子侄，亦皆知有因果者也，即居士之施於僧者，俗不得與，而況非居士一人之施乎？則於睥睨助道之資，破壞和合之眾者，固萬萬無有；設易世之後，任氏之子姓有懷貪心，而竊認一草一木以為任氏物者，予以謂佛法不容也，即王法亦不容也。夫明有護持，幽有鬼神。今宰官居士固為此地金湯，後之相繼者，豈無人乎？敢有紊十方法堂規制者，三尺具在，誰能庇之，此明有護持不可干也。夫此地非武安王精靈顯赫地歟？王無所不在，而實宅神於此，且職司護法，誰能容壞法之人？考之《雲溪友議》，載玉泉有三郎祠，即關三郎也。人之誠敬者，仿佛似睹之。廚中先嘗食者，頃刻掌痕出其面。雖近時不聞蚃，而冥冥誅殛，實屬神威。如往年乾沒玉泉大殿貲財，立取凶夷者，可鑒也。此幽有鬼神，不可犯也。以此觀之，即有欲為庵中之蠹者，且將息心焉。諸蠹既絕，而慈航惟擇一十方高僧以授之，以完黃、袁二先生付囑遺意，即與浩劫同久可也，何必別求所以不朽也哉？會慈航來覓記於予，予遂書此意以勒之石，並以告見在未來若僧若俗知有因果者云。"
    },
    {
        "title": "良鄉竇店萬壽禪院碑記",
        "content": "國朝定鼎燕都，天下皆輻輳而走金台之下。其喉舌之最要者，無如良鄉南二十里有地名曰竇店。昔竇建德為唐驅除，發難汲郡，故此地有遺城。雖僅存土阜，而人猶據其城以名店。呼為豆店者，訛也。竇店南有萬壽禪院，其後枕房山，煙雲層疊，極為秀媚。而其前為走神京孔道，日夜蹄輪鼎沸，雨汗袂帷。凡過此者，皆得沾甘露醍醐之味，而其中殿堂樓閣，涼軒燠室，叢林所宜有者，無不具備。問誰為檀主，則大侍中楊西山居士是也。居士宿植善因，不昧沙劫普度之願。雖處膏脂之中，而具《木叉》戒寶精進，沙門有不及者。自念六度中，檀度為先，遂捐貲締造；且舉上方所賚，並宮禁所施者合營之。一櫨一枅，一畦一徑，一草一木，皆其心畫手揮，無不精妍。夫世之行檀有及一人數人者矣，有及一村者矣，有及一邑者矣，有及一國者矣，有半天下者矣。今此地為五方之大湊，俱灌注而入神京，則已盡乎天下。以盡天下之往來者，而皆受居士之檀，則居士之功德可勝言哉！悠悠薰尞者，皆欲為千萬年之計。金榱銀題，石門鐵限，然不久而已為荒田野草。即唐宮漢殿，今復何存？如竇建德之流，尤其麼麽不足齒者耳。惟如來之珠林寶地，千古不磨。熟為常住，孰為變滅，有識者於此，亦可灑然悟矣。此居士所以矻矻營綜，不忘資給者也。且也我明建都，居大河之北，以控制夷虜，襟帶山海，其形勝非曩代所能及。聖子神孫，相綿且億萬世。惟國祚無窮，則輻輳此地者亦無窮。而此精舍中之檀施，其功德亦與之無窮矣。此予所以樂為記也。"
    },
    {
        "title": "妙高山法寺碑文",
        "content": "西山之北，接天壽山，而其中為居庸關。此處山色蒼翠，山壁騰翔，披麻雨點之皴，較之前山尤勝。其中嶷然隆起，直插霄漢者，曰妙高峰。妙高峰之下，為法雲寺。傳之故老云：昔金章宗萬幾之暇，騁目此地，設六院以資遊覽，皆極泉石之勝。其一為香水院，即今之法雲寺也。寺有二泉，皆從石罅中出，彙為洪流。初如濺珠，漸似懸帛。嘗之若帝台之漿，嗅之作旃檀之氣。故以「香水」為名。而寺據之前代碑石，寂然都不可考。惟正統間有劉侍中昺曾一修葺，其遺石賭可識，而漸已荒廢，蕪沒於寒煙衰草，不復成阿練若矣。大侍中乘鸞宋公，憫火宅之難安，棄禁臠而獨往，以伊蒲代粱肉，以糞掃易綈錦。嘗經行山曲，愛此水石之勝，遂以買山之錢，經始繕修。此地有優婆夷吳瓚為之助緣，時同侶以聞於上。錫之帑金，齎之靈藏，於是昔之荒蕪者，化為精藍。殿堂樓閣，無不具備。西泉經茶灶，繞中霤而出。東泉過香積，繞外垣而出，合為朱魚之池，界以白石之梁。又數折，而為飛橋，滂湃而走山下。雖山中古樹蓊鬱，岩石磊珂，而實泉為靈液，較之他山獨秀，則古之以「香水」名院也固宜。卜築得此，真於煙雲有緣矣。時鸞公雖已選勝於茲，而撥草瞻風之志不輟。方且南北參訪，遍遊名山。予謂古之禪客，當其心地法門，未得悄然，則三山九到，不厭其勞，宜行也。及其歲年將至，灰息御心，則古木寒灰，不厭其靜，宜住也。古人云：「未有久住不行，未有久行不住者。」豈虛語哉！如是，則鸞公雖行，而將來棲止之地，端在於此。予雖有四方之志，而帝都尤仕者所必至，則與鸞公香火因緣結於異日，未可知也。鸞公本師為予友當陽度門誨公，誨公數數稱鸞公之賢，而予更嘉其浮雲富貴，糠比名利，大非予輩之所能及也。故不辭而樂為之記。"
    },
    {
        "title": "吏部驗封司郎中中郎先生行狀",
        "content": "萬曆庚戌九月初六日，中郎先生卒於家，得年僅四十三。親戚鄉黨如失所怙，中外寒士哭失聲者數十人。弟中道少先生二歲，少同塾，長同校，以失母蚤，倍相憐愛。後先生宦遊南北，中道皆依之如形影不離。自先生示病，即日禱於神，求以身代。已而逝，中道痛不欲生，遂得血疾，幾死，乃逃之玉泉山中，排愁破涕。及痛定，欲裒次先生遺事，以求海內二三巨公為誌銘，以垂不朽。而每執筆，輒痛絕，屢欲書而屢中止。則囑侄彭年草創。彭年曰：「侄也不文，即文也，而丁未以後事稍知之，丁未以前事皆未知也。且大人在世時，不能一息離叔父，則始終知大人者，非叔父而誰？」予不得已，收淚而直述之。按先生姓袁名宏道，楚之公安人也。其先世從江右徙蘄黃間，遭世亂離，譜牒莫詳。至洪武中，為戍卒，屯田公安之長安裏。曾祖處士公諱映，以任俠聞。祖處士公諱大化，慷慨然諾，有獨行君子之德。歲祲，捐數千金活人。子諱士瑜，自稱七澤漁人，即先生父也。七澤公儷於龔，是為龔太安人，邑河南左布政使龔公諱大器女。生三男子：長曰宗道，季曰中道，先生其中子也。先生之生也，太母於夢月入懷，故小字曰月。少時即具倍年之覺。年四歲，著新履，舅龔孝廉呼謂之曰：「足下生雲。」先生即應聲曰：「頭上頂天。」孝廉大駭。八歲，龔太孺人即世，先生不數哭，一哭即痛絕，人以是知其有隱慧焉。總角，工為時義，塾師大奇之。入鄉校，年方十五六，即結文社於城南，自為社長。社友年三十以下者，皆師之，奉其約束，不敢犯。時於舉業外，為聲歌古文詞，已有集成帙矣。戊子，舉於鄉，主試者為山東馮卓庵太史，見其後場出入周秦間，急拔之。明年，上春官。時伯修方為太史，初與聞性命之學，以啟先生。先生深信之。下第歸，伯修亦以使事返裏，相與朝夕商確。索之華、梵諸典，轉覺茫然。後乃於文字語言意識不行處，極力參究，時有所解，終不欲自安歧路，恃爝火微明，以為究竟。如此者屢年，忘食忘寢，如醉如癡。一日，見張子韶論格物處，忽然大豁，以證之伯修。伯修喜曰：「弟見出蓋纏，非吾所及也。」然後以質之古人微言，無不妙合，且洞見前輩機用。白雪田中，能分鷺鳥；紅羅扇外，瞥見仙人。一一提唱，聊示鞭影，命名曰《金屑》。時聞龍湖李子冥會教外之旨，走西陵質之。李子大相契合，贈以詩，中有云：「誦君《金屑》句，執鞭亦忻慕。早得從君言，不當有《老苦》。」蓋龍湖以老年無朋，作書曰《老苦》故也。仍為之序以傳。留三月餘，殷殷不舍，送之武昌而別。先生既見龍湖，始知一向掇拾陳言，株守俗見，死於古人語下，一段精光，不得披露。至是浩浩焉如鴻毛之遇順風，巨魚之縱大壑。能為心師，不師於心；能轉古人，不為古轉。發為語言，一一從胸襟流出，蓋天蓋地，如象截急流，雷開蟄戶，浸浸乎其未有涯也。壬辰，舉進士，不仕，復與伯修還故里。家居石浦之上。偕外祖春所龔公及舅惟學、惟長輩，終日以論學為樂。當是時，伯修與先生，雖於千古不傳之秘，符同水乳，而於應世之跡，微有不同。伯修則謂居人間，當斂其鋒鍔，與世抑揚，萬石周慎，為安親保身之道。而先生則謂鳳凰不與凡鳥共巢，麒麟不共凡馬伏櫪，大丈夫當獨往獨來，自舒其逸耳，豈可逐世啼笑，聽人穿鼻絡首！意見各不同如此。已復同伯修與中道遊楚中諸勝，再至龍湖晤李子。李子語人，謂伯也穩實，仲也英特，皆天下名士也。然至於入微一路，則諄諄望之先生，蓋謂其識力膽力，皆迥絕於世，真英靈男子，可以擔荷此一事耳。乙未，謁選，為吳縣令。先生始以其學試之政。人皆謂吳門繁劇，而先生超脫，或足以困先生。乃先生灑然淡然，不言而物自綜，事自集。吳賦甲於天下，猾胥朱柴其籍，莫可致詰，飛灑民間，溢於額。而不知先生一目了然，摘其隱射之條苦幹，呼猾胥曰：「此何為者？」胥不敢欺，皆俯首曰弊。凡十餘詰，皆不敢隱，皆俯首曰弊。先生俱置之法，而清額外之征凡巨萬，吳民大悅。又不拆征收之封，惟苛兌者，許民告白之，而以其所贏代輸者為傾瀉費。上官聞而便之，以其例下諸邑，悉如吳縣。先生機神朗徹，遇一切物態，如鏡取影，即巧幻莫如吳門，而終不得遁。故遁詞恒片語而折，咄嗟獄具，吳人謂之「升米公事」。自非重情，無所罰贖，杖之示懲而已。以故署門酒家蕭條，皆移去。縣胥隸之類，或三四為曹，共一役，不食縣官，惟借公事漁獵里閭。先生揀其宜用者食之，無所差遣，終日兀坐，不能糊口，皆逃去歸農。有屢投匿名牘者，先生出見縣前占星人，覺黠甚，念必此人也。呼來占星一紙，視手跡與匿名牘無二，訊之立伏。其妙於得情皆此類。先生為令清次骨，才敏捷甚，一縣大治。宰相申公聞而歎曰：「二百年來無此令矣！」居常不發私書，塵覆函數寸。待過客無所闕乏，然亦不甚豐腆。日中蕭然無事，與客酒弈為歡。曾以勘災出，遍遊洞庭兩山，虎丘、上方，率十餘日一過。期年，而政已成。會吳中有天池山之訟，先生意見與當路相左，鬱鬱不樂，遂閉門有拂衣之志。值先生偶病瘧，又家中有書來云詹姑病危。初先生幼失母，育於庶祖母詹姑，戀慕之甚。先生聞此，去誌愈決，凡七具牘解官。而當事者才之，不聽。吳民聞其去，駭叫狂走，凡有神佛處，皆懸幡點燈建醮，乞減吳民百萬人之算，為詹姑延十年壽，以留仁明父母。其得人心如此。而先生終不肯留，乃置孥於錫山以待命。當事知其不可強，姑令予告養病，俟病痊補教職。先生既得請，聞詹姑病已愈，且囑之毋歸。而大人亦云：「世豈有二十八而懸車者？」先生不敢返楚，乃為人貸得百金，為妻子居諸費，而走吳越，訪故人陶周望諸公，同覽西湖、天目之勝，觀五泄瀑布，登黃山、齊云。戀戀煙嵐，如饑渴之於飲食。時心閑意逸，人境皆絕。先生與石簣諸公商證，日益玄奧。先生之資近狂，故以承當勝；石簣之資近狷，故以嚴密勝。兩人遞相取益，而間發為詩文，俱從靈源中溢出，別開手眼，了不與世匠相似。總之發源既異。而其別於人者有五：上下千古，不作逐塊觀場之見，脫膚見骨，遺跡得神，此其識別也；天生妙姿，不鏤而工，不飾而文，如天孫織錦，園客抽絲，此其才別也；上至經史百家，入眼注心，無不冥會，旁及玉簡金疊，皆采其菁華，任意驅使，此其學別也；隨其意之所欲言，以求自適，而毀譽是非，一切不問，怒鬼嗔人，開天辟地，此其膽別也；遠性逸情，瀟瀟灑灑，別有一種異致，若山光水色，可見而不可即，此其趣別也。有此五者，然後唾霧皆具三昧，豈與逐逐文字者較工拙哉！戊戌，伯修以字趣先生入都，始復就選，得京兆校官。時伯修官春坊，中道亦入太學，復相聚論學，結社城西之崇國寺，名曰蒲桃社。逾年，先生之學復稍稍變，覺龍湖等所見，尚欠穩實。以為悟修猶兩轂也，向者所見，偏重悟理，而盡廢修持，遣棄倫物，偭背繩墨，縱放習氣，亦是膏肓之病。夫智尊則法天，禮卑而象地，有足無眼，與有眼無足者等。遂一矯而主修，自律甚嚴，自檢甚密，以淡守之，以靜凝之。己亥，遷國學助教。庚子，補禮部儀制主事。數月，即請告歸。歸未幾，伯修下世，先生感念，絕葷血者累年，無復宦情。時於城南得下窪地，可三百畝，絡以重堤，種柳萬株，號曰柳浪。先生偕中道與一二名僧共居焉。潛心道妙，閑適之餘，時有揮灑，皆從慧業流出，新綺絕倫。而遊屐所及，如匡廬，如太和，如桃花源，皆窮極幽遐，人所不至者無不到。發於詩文，煙嵐溢毫楮間。蓋自花源以後詩，字字鮮活，語語生動，新而老，奇而正，又進一格矣。時陶石簣有書來云：「聞足下田居甚樂，有大心腸以玩世，有硬心腸以應世，有窮心腸以忍饑，真非吾中郎不辦。此昭素有寬腸，弟有窮腸，總輸兄一硬字耳。」蓋實錄也。先生居山六年，自覺入真入俗，綽有餘力，而大人亦冀其一出，以結世局。丙午，乃偕中道入都，補儀曹主事。曹務清簡，蕭然無事，偕諸客文酒賞適。丁未秋，李安人卒於邸，乃以存問蒲圻謝公之便，送柩潞河。歸至中途，得銓部報。先生歸覲封公。以戊申春暮入都，補驗封主事，攝選曹事。猾吏多舞文，屬當急選之期，故事，掣簽時，凡瑣尾事皆曹郎躬為之，吏無敢近者。一老吏忽排闥而入，曰：「每次大選，例與都吏一二美缺，今有某驛缺已予都吏百金矣，幸以見與。」先生目攝之，叱之出，私念曰：「銓事一至此乎！」時攝銓者，為少宰楊公時喬，方病臥旅中。先生往問病，私語以猾吏某把持銓政，主事誓為國家除此大蠹。楊公曰：「吾輩身為大臣，受制胥吏，切齒久矣。但此輩內結中官，外恃姻黨，設有不測，為累不淺。慎之，慎之！」會猾吏私一姻戚，已罷官，而仍留之，刻報中。先生廉得其故，大憤曰：「如此則銓柄盡歸此輩矣！」時主者擬以疏聞，而後逮治之。先生曰：「此胥吏也，但置之於法，以一知會疏上，則疾雷不及掩耳，雖有奧援，將安用之！」遂如言具疏，而猾吏未知也，入署傲然自如。先生令兩隸持之，曰：「去！送汝入刑部，汝不得活矣！」即時繩之以往。猾吏錯愕不知所為。已而疏下，竟以欺罔坐重辟。蓋吏部事權，久已旁落吏胥，此輩率長子孫其中，引繩批根，憑藉狐鼠，傳舍堂屬，陰為把持。稍不可，則興謠造謗，麾之出，如振槁，率卑下之以為常。其主案老吏，司屬少有以疾言厲色加者，至是稍惴惴云。先生始立年終考察書吏之法，疏云：「外官三歲一察，京官六歲一察，又有不時之糾，此輩獨否，則尊崇反在京秩上矣，彼何所畏而不為惡！故歲終有考察之法，可者留之，不可去之。」疏上報可，命有司如議行，更立刑具，同於諸曹，不法者不時撲責。楊公居床笫，聞先生處此猾吏事，蹶起而歎曰：「此吾所切齒腐心者也，今能如是，吾死瞑目矣！」公病亟，招先生謂之曰：「此中陰氣逼人，借公陽明，來此少壓邪氛耳。」又曰：「吾佐銓四年，未見一實心任事君子，每竊歎曰：朝廷之上，如斯而已乎！今得公矣，國家之福也，惟自愛。」遂逝。其後太宰孫公丕揚，繼主銓政，未熟近日銓規。偶推升教職，有南北中三簽，以便選人，太宰見之，謂郎中薛公芳曰：「銓法惟公，安得分別遠近，隨意規避？今後不必揀地方為南北為中，但掣出即是。」薛郎中曰：「此法已上疏，允行多年，實為穩便。」孫公老，耳微重聽，依稀聞上疏字，曰：「汝與我抗疏爭論乎？我歷事累朝，但知奉行故事而已。今屬官曲意徇情，壞朝廷法，反使堂上官一搖手不得，何其橫也！」推案而起。司官皆錯愕不知置對，先生從旁高聲曰：「郎中謂明公大臣，不當親細事，芳為明公代勞，非有他意也。」孫公色微霽，口誦「不親細事」四字，怒遂解，已謂蕭少宰雲舉曰：「適言不親細事者何人？何沉雅也？」蕭公曰：「此公安袁宏道，名士也。」蓋此後孫公知先生為大用器，甚重之，部中一切事，稍稍可密用轉移之法矣。己酉，先生主試秦中，試官以避嫌，不過搜求。先生曰：「豈可以一己之功名，忽多士之進取！」故通場皆閱，所取士大半得之落卷中。及出榜，多名士，其錄為天下第一。先生典試後，與左轄汪公可受，密以道相證，遍遊秦中諸勝，歷中嶽嵩山，登華山絕頂而還。所著遊記及詩，渾厚蘊藉，極一唱三歎之致，較前諸作，又一格矣。庚戌，中外官例應取者，留京暫受部銜，以候選取。時候行取者七十餘人，以久在邸次，求太宰早題。孫公云：「原疏無行取等字，何乃不安其官，遽欲逼迫本部，躐取清華耶！」急命該司取原疏來。疏已失，止得疏稿，上果無「行取」字，止有「聽候選取」四字而已。孫公怒甚，曰：「是以我為耄也！老夫即具疏治此諸人欺罔之罪！」諸司官力解不得。先生篸在火房臥，夢太宰披襤褸衣，匆忙走出，己挽之。醒聞此事，私歎曰：「言路之塞久矣，太宰豈可復上此疏，助之否隔？且大招紛紜，甚不宜。」急草一劄至孫公處曰：「暫受部銜，乃近日權宜之計，以上久惡言官，得旨甚難，故姑諱行取，以選取代之。今天下事已如轉石拔山，若不委曲通融，事何由濟，惟明公念之！」太宰得劄，意始解。先生之善為調停，多此類也。先生攝考功事，一時清流，多見拔擢。居吏曹凡二年，偶曹務稍暇，攜二三賓客，出遊城西，以水聲林影相娛。少宰蕭公聞而歎曰：「他人作吏部，閉門惟恐見客。袁吏部不拒客，客亦不能為累。此等風流韻致，真當於古人求之耳。」會考功事竣，遂給假南歸。孫公別時谘歎，幾欲泣下，念年已老，後不及與共事也。途次，偕中道遊百泉，及遍覽襄中之勝。時公安已為水齧，不適有居，先生乃定居江陵沙市。傾囊及市去公安宅，易得一居，欲修葺之，迎養封公其中。治一樓，名曰硯北，取段成式「杯瀝之餘，常居硯北」意也。樓之前作一小樓，凡三層，可望江，名曰卷雪。先生宦況漸冷，有意棲遲，遂定臥遊之計。其學亦日趨平淡，常語中道曰：「吾覺向來精神，未免潑散。近日一意收斂，樓成，每日坐三炷香，收息靜坐。」又曰：「四十以後，置粉黛，縱情欲，便非好消息也。」語多如此，不悉記。然大約悟達以後，不欲廢息業養神事也。至八月中秋後，微動火。九月初五日晚，尚與侄祈年譚時藝。至初六日時，以血下注不起矣。去若坐化者。哀哉！先生識見爽豁，機用圓妙。有知之者，謂其識如王文成，膽如張江陵，假之以年，天下事終將賴之，而不逮下壽以歿，天下惜之。生平事封公甚孝。兩異母弟安道、寧道，為封公所愛者，先生居宦時，極力厚之。念母氏少歿，止有一姊一弟，皆有無相共。尤重友誼，憫孤寒，如丘坦買武功爵不給，立解腰中銀帶助之。寒士有覓書尺者，即為推挽。為吳令，不取一錢，貸而後裝。居官十九年，不置升合田。生平不見人過，有過輒為掩蓋。門客有負之者，卒亦善遇之。好山水，喜譚謔。不能酒，最愛人飲酒。意興無日不暢適，未見其一刻皺眉蒿目。居柳浪六年，睡或高歌而醒。好修治小室，排當極有方略。所著詩文：始有《敝篋集》，乃作諸生、孝廉及初登第時作也；繼有《錦帆集》，令吳門作也；繼有《解脫集》，吳門解官，與陶石簣諸公遊吳越諸山作也；繼有《廣陵集》，棄吳令就教，暫攜妻子寓儀真作也；繼有《瓶花齋集》，則為京兆，授為太學助教，及補儀曹時作也；繼有《瀟碧堂集》，則六年高臥柳浪湖作也；繼有《破硯齋集》，則再補儀曹作也；繼有《華嵩遊草》，則官吏部典試秦中往返作也。蓋自秦中歸，為明年庚戌，而先生逝矣。其存者仍為二卷，外有批點韓、柳、歐、蘇四大家集、《宗鏡攝錄》《西方論》《檀經刪》，皆行於世。先生生於隆慶戊辰之十二月初六日，卒於萬曆庚戌之九月初六日，享年僅四十有三。妻李氏，封安人，成都太守李公台孫女，先先生卒。子二：長彭年，嫡出，娶羅氏，庠生；次嶽年，側室出，聘蘇氏，即蘇御史雲浦惟霖女，蓋中郎逝後，念遺孤而許字之者也。女二：長許聘雲浦第二子，次許聘雲浦弟生員惟沾長子。以萬曆壬子十一月□□日，與李安人合葬於刀環村法華寺之原。弟中道哀傷中直述其事，百不既一，伏惟大君子采而誌之，幸甚！"
    },
    {
        "title": "廣濟寺寶藏禪師行實",
        "content": "寶藏禪師者，名能蠲，河間獻縣劉氏子。少有出塵之韻，生十一親亡，即自禮戒壇大千禪師，披剃受具戒。誌行修整，藏穎於樸，識者知為法器。既聞念佛法門，遂宵旦植立，諸根靜寂，骨瑣撐住，有若木偶。趾久而重，血涔涔流，見者膚戰，師怡自若。歷七寒暑，忽有所豁，昏悶波停，解源浚發，愈起參證之心。值道途凶荒，飲水續命，行至曲陽，已七日不食。乞至一嫗舍，嫗怒，以杖擊之，踣不能興。頃蘇，強起入一古寺，寺長老憐而粥之，且留之。師不為住，遂乃聞雞戒行，問法於乾河溝通天禪師。鞭影露而逸足騰，天澤沾而種子茁。秋潭月影，靜夜鍾聲。念力不散於考擊，靜境無搖於波濤矣。自冬徂春，一夜獨坐至旦，有若刹那。偶聞雲板聲，身心豁然粉碎，遂立成一偈，有「忽然深入悟門開」之句。未搜貝葉之文，少授銀印之記，而心華洞開，性月朗耀，斯豈同於文字依通，點綴虛空者耶？通禪亟止之曰：「勿復道！」蓋知有解易狂，恐為魔攝也。後過弘州，立禪會僧捽之戶外。是夜大雪，僧晨起開戶，見師立雪中，冰雪虯結敝衲；大驚，始延之入，呼火燎衣，進食焉。後聞《楞嚴》，悟征心之旨；復於煉魔道場執事，精進三月，再得定相，身心輕安。未幾，走終南山，依孤月禪師者四年。既乃永謝喧囂，入終南僻絕人境之處，竹樹蔽樾；乃分披行百餘里，獲一小室，茅茨石壁，僅庇風雨。蛇虎之與居，魈魅之與伍。帥所攜米不盈斗，日掘山蔬以食。入之圭棷，幽寂阻曠，人跡都絕，極意禪修，草色四青。還過孤月，勸之曰：「定水澄清，孤月朗印。此時得旨搜文，如逢宿識。從上佛語，可為印證。勉旃行矣，毋耽渼寂！」遂入京師，參龍華通講主崇壽秀法師，多所付授。乃歎曰：「孤月謂我是矣！」師既定慧雙修，理事互顯，泉石緣深，欲返初服。嘗云：「古人得旨之後，或岩棲樹宿，或刀耕火種，或腰鐮荷鍤，或執爨負米，甘受枯淡，不辭辛苦。自百丈建立伽藍，已非頭陀樹下遺旨；況高門大宅，畜養兒孫，以為世業哉！吾道德不如古人，學問未能入廛。蓋頭一把茅，終當在山石間耳！」而瞻禮之徒，堅請皈依，以為我師人天法眼，為道亡軀。當法堂之草，復燃祖燈之焰；豈同獐之獨跳，不顧後群？乃遂住廣濟寺焉。此刹號稱巨麗，而師破衲糲食，無異山居。寂靜寧一，淡泊無營；不扣無聲，甫擊呈響；語必會宗，言妙赴機。將歸西時前三日，邀集諸方念佛。至日念佛三千聲畢，奄然坐化，麵如金色，跏趺龕內。師生於隆慶己巳，卒於萬曆壬辰，壽八十四。高足仁平等奉師金身德勝門外鷹房內，塔於觀音庵後。嗟乎！定慧一也。大定即慧，妙慧即定。然學者以定入慧，往往坐黑山之下，作鬼窟之計。即有光景，未離意識。而以慧入定者不然。其始不重息念，而重起疑；其始不重止念，而重得悟。起疑則窮妄根，未始不可息念，而不以息念為的也。得悟則獲定源，未始不能止念，而不以止念為則也。始而以息念為的，則將止動歸止，止更彌動。既而以止念為則，則有出有入，不名大定。彼鬱頭藍弗所修之定，報在非想，還墮三有者，此類是也。此參門之所以重，而悟門之所以急也。顧自大慧一派，深掃嘿照。後來學者，既無苦參之功，概以定為邪禪。逾分過頭，承虛接響，而其實情猿攀緣，意馬孛跳。古人云：「若不安禪定慮，到此終須茫然。」藥病何常在人哉，在人哉！夫惟息心靜念，如溈山所為，研究至理，以悟為則，斯近之矣。若師者，其真能以定入慧者乎？是亦今之藥也已。師辭世已十年餘，其曾孫大倫者，戒行高僧也，痛念祖德，不宜沒泯，特請予摭其行實。世有無盡居士，必能銘湛堂矣。"
    },
    {
        "title": "亡堂兄論道誌銘",
        "content": "王父之係，惟父叔。父五男皆學；叔四男，其三耕，一從學，即兄也，故叔奇愛之。兄名論道，字叔彝，長予五歲。髫年與中郎及予同學，為文有異語。後予漸與之角。未幾，中郎舉於鄉，予亦廩諸生。而兄尚未入膠庠，欲棄去者數矣，予勸之學，竟得補博士弟子。中郎成進士，獨予村居，與兩叔蘭澤、雲澤及兄為文社。兄性樂易溫良，人見之則喜。口吃，席間不多語，出語即令人笑欲絕。兩叔性豪喜飲，家有美酒，喜庖事，兄與予為之客，數過從。每會，始猶寂寂；兄至，笑聲鼎沸矣。予數治具酬兩叔，兄貧不能辦，數調之，始具盤餐。以調故，飲逾篸，叔與予逾不起以困之。偶酒將盡，入謀之婦，忽聞外笑語聲，頓足曰：「又狂笑矣，奈何，奈何！」蓋慮多笑，則酒易銷，飲愈多也。不數年，兄病。病後不赴社。予等每飲，為之淒然不樂。病亟，私謂予曰：「我病且死矣！婦少，當促父早嫁之，毋留室中也。」予泣謂之曰：「兄病易治耳，如何便及後事？度有不諱，弟聞嫂有身，若女耶，當不舉，趣嫁之；男耶，我當子之。兄勿慮也。荀、鍾異姓兄弟，鍾猶然為荀嫁阿騖，況我與兄？且不必至此。明日當令人入邑市參，兄其自愛！」已而竟不起。以嘉靖丙寅生，至是萬曆辛卯，得年僅二十有七。卒後數月，字得男。予欲子之，嫂氏誓守其子不嫁。即以其年八月，葬之車台湖上。銘曰：其前為湖，飛帆駛也。惟西有洲，予等流觸，縱飲地也。青林白水，岸若赤霞。魂如有知，嬉遊孔嘉！"
    },
    {
        "title": "曾登二侄壙記",
        "content": "伯修十七得男，初夢曾參啖之以棗，遂字曰曾，其期如大人生伯修也。是時大人年三十四，得孫，又生而穎異如伯修，大人愛之尤。伯修己卯舉於鄉，年二十，復得一男曰登。清令不及曾，而願樸過之。二兒生數年，而母曹卒，育於祖姑。自伯修公車不第，歸侍大人，居長安里中。夜暑坐荷葉山房前，池上古槐參天，星搖搖出池底。大人呼兩孫遞搥膝，命之屬對，多類詩人語。大人益驚異。予十餘歲，讀野史，喜談說。兩侄自家塾歸，則覓阿叔道古事。予益緣飾之，詫兩侄。兩侄皆躍。夜半言鬼神，益為可愕語，兩侄皆捫耳大叫。予長侄六七歲，若兄弟然。丙戌，伯修中會試第一人，讀中秘書，攜兩兒至都。伯修時年二十七歲，曾已髮垂肩，把筆作時義，有奇語。同年皆賀伯修曰福人。曾眉目如刻畫，心中了了，人謂衛虎復生。己丑，伯修持節使楚，便道歸省。攜兩兒歸，皆屹屹有奇氣。伯修命予教之。性強梁，一無所畏，獨畏予。辛卯，大兒遂病癖，萬方終不能愈。已小兒亦病。伯修使期滿，欲請告，念大人不及封，遂攜兩兒往。至都門數月，大兒卒；又半月，小兒亦卒。小兒卒為辛卯冬，中郎計偕往，親見小兒死時事也。未卒前半日，謂人曰：「為我請二叔來。」中郎至，則曰：「我欲往，叔來助我念佛。」又曰：「我氣急，不能全念也，專念南無佛可乎？」中郎曰：「可。」於是闔家人皆為誦佛號。已而欣然曰：「蓮花至矣！」。已而又大笑曰：「如來至矣！一房皆花，花上皆坐如來。」語終，而家人子悉奔來視。登愀然曰：「蓮花皆闕矣，豈有不淨婦人乎？」訊之，果有婦人當浣濯者，逐之去，而蓮花如故。遂合掌翛然而逝。訃音自京來，大人與予哭之絕痛。伯修遂請告攜其櫬歸。曾生丙子，卒辛卯，十六歲；登生己卯，卒辛卯，十四歲。皆葬長安裏舍旁，塋去母姑墳可十步。"
    },
    {
        "title": "上林苑魯公心印墓石銘",
        "content": "萬曆戊子，中郎舉於鄉，時年二十。予年十九，尚共居長安荷葉山舊第。涔河魯鴻臚印山，偕其子心印來稱賀。時心印又少予三歲，肌如玉雪，鬒髮修眉，娟好可愛。癸卯，予舉於鄉，去戊子十六年，予訪印山父子於涔河裏第。心印肥碩強壯，松停柏峙，居然偉丈夫。較前蒼老，且愈沉靜。少時頗疑其非壽者相，今可無虞，心竊喜。會其子已成長未婚，予有弱息，遂字焉。蓋魯氏世豐厚，然取息甚輕，里人無怨。印山以文酒自篸，有花木園亭之娛，興致翩翩不俗。而心印真淳篤實，渾厚細密。生男穎慧，又知向學。予知魯氏之澤未衰，故欣然締好。丁未，予下第，寓漁陽，則印山已辭世。予從漁陽歸，聞心印病甚，不數月，而父子相繼亡矣。傷哉！心印性靜定，寡笑言，不好玩弄。長日靜坐，旁絕妾媵，頗知節嗇，喑與養生之旨合，而不壽，可歎也！少能文，印山翁艱子息，不令其苦學，遂入貲為上林署丞。印山翁去世，心印哭之過痛，病緣此又甚，可憫。公諱□□，號心印，其先為承天景陵人。有魯文秀者，為祭酒魯文恪公弟，以貢司訓澧陽，遂家焉，宅於涔水。至西溪公始大饒。印山起家諸生，業不就，入貲為京秩，稍顯貴矣。先世皆有隱君子之德，後之人知向學，魯氏其未艾也。公生於萬曆壬申，卒於萬曆戊申，得年僅三十七。父即印山翁，母□氏。妻劉氏，司農大夫福井先生女孫。男一，名焞，即予婿。女某某。今以戊申臘月三十日葬於馬湖之陽。公與予髫年相與，又為至戚，且有隱德焉，是可皆銘。銘曰：靜者延，胡無年？仁者延，胡不全？豈其天！"
    },
    {
        "title": "袁母鍾太孺人墓誌銘",
        "content": "先王父左溪公，弟為松峰公。兩王父慷慨然諾，周人之急，其德相若。其少壯艱子，而晚得令子，亦相若也。嫡或後字，或不字，而側室生丈夫子各一人，又相若。生予父者為餘氏姑，生予叔者為姑，其賢又相若也。先王父嫡於丘，而餘姑事之得其歡心。先叔王父嫡於田，而姑事之亦得其歡心。其婉順相若。先王父之嫡久厭其家政，而以餘姑代。先叔王父之嫡久亦厭其家政。而以姑代。其才相若。嫡晚生子，而乳嫡之子如其子；嫡無子，而乳他姬之子如其子。其不妒相若。先王父即世，而予父不知有家，得下帷讀書，補博士弟子員。先叔王父即世，而予叔不知有家，得下帷讀書，補博士弟子員。其母儀相若。及其老而強健，疊見諸孫成立，餘姑及見予輩成立，並予輩子。姑及見宗伯弟輩成立，並宗伯弟輩子。其福祉又相若。年皆至八十，餘安詳而逝，神明不亂，若有道者，其考終又相若也。嗟乎！袁氏之興，皆有賢母焉。世道日降，而強悍嫉妒則相若耳。鳳靡鸞吪，鴟梟叢集，可歎也。按狀：姑笄而事松峰公，後生予叔一人，名錦，諸生。孫二人：名宗伯，諸生；宗夔，儒士。孫女一人，適曹近臣。曾孫五人：詹生、達生、樂生、永生、衛生。曾孫女二人，皆幼。姑生於嘉靖壬辰年三月初一日，卒於萬曆庚戌年九月二十五日，享年七十有九。今以本年十二月二十六日祔葬於松峰公之側，而侄孫中道為之銘。銘曰：蘭生香，石生堅。姑之賢，本於天。德無虧，壽亦全。懿行在，彤管編。鬱蔥蔥，歎此阡。名與銘，億萬年。"
    },
    {
        "title": "新安吳長公墓表",
        "content": "自新安多素封之家，而文藻亦附焉，黃金贄而白璧酬，以乞袞於世之文人。世之文人，征其懿美不得，顧指染而穎且為屈，相與貌之曰：「某某能為義俠處士之行者也。」蓋予睹太函、弇州諸集所臚列者，私心厭之。故自予操觚有類此者，輒謝絕，不忍以塵吾籍。今所論著具在，有稱「某為義俠處士者」耶？乃吾友王天根，獨數數向予稱新安吳長公之行。長公諱元詢，字允卿，柏軒其別號也。世居歙，先世以好義聞，至長公益著。以貲雄，而糞土其貲，廉取之而奢於與。其生待哺，沒待瘞，從囹圄而出之衽席者，不可勝數也。有友人張姓者，負官物，幾斃杖下。公捐百餘金出之。從弟澍，客死資陽，負數百金，公代償其負，而更歸其葬。凡中表兄弟及知交輩，取於公之笥中若寄也。公為人有剸決才，遇事以片言剖之，人無不心折。惜其不大用，而僅用之魚鹽之市。且德豐而壽不大昌以沒，沒之日，知與不知，皆為泣下。間相與語曰：「孰奪予長公？奪長公，是奪予生也！」其為不言之桃李若此。予聞天根言而善之。會天根以其弟國祚狀來，欲予表而出之。予曰：「如所言，某某義俠處士之語，又將出予籍矣。惡膻腥而操鸞刀耶？」天根曰：「不然。夫物有真贗，世多譽嫫母以夷光，而未始無真夷光也。懲義俠處士之贗者，而並其真者遺之。重己之文，而遺人之行，不可。」予曰：「若其真也，則其人為真人，而予文為真文矣。」自予操觚來，無輕稱人為義俠處士者，而獨吳長公一人。則吳長公之為人可知。長公家世及其子子皆質，詳載誌傳中甚悉，予姑不言及，而獨表而出之曰：新安真義俠處士吳長公之墓。不知可以袞吳長公否也？"
    },
    {
        "title": "明孝子可齋汪公墓表",
        "content": "忠孝者，開國承家之元氣也。西京大族，楊、袁最盛。然楊不以華輦盛也，袁不以朱衣盛也，在世有忠臣孝子而已矣。夫忠必有所乘而後顯，孝則無不可以自盡。孝也者，闇修而自內有耀者也。昔讀史，見唐越國公汪諱華，為一方康侯，乃亢厥宗。至宋，而有司農卿叔詹公，為聞人。子若海公，當靖康時所上麟書，慷慨激烈，震驚天下；策恢復大計，如指諸掌，而世竟不能用。詢其生，皆歙之西沙溪人也。自後汪氏多顯者。至本朝二百餘年來，而孝子可齋公生焉。夫忠孝一也，可齋公惟偶詘於時，得以成其純孝；其與若海公實易地皆然者，豈不奕奕忠孝世家也哉！可齋公名塤，字節之。父龍谿公，諱燿，為郡諸生。母潘氏。龍谿公事二尊人以孝聞，事伯兄尤謹，非其案不食；未至，必忍餒以待。一日母病，籲禱至夜分，憊甚。潘孺人請少休，公不輟。俄玄蜂集於褎，忽散去，不知是何祥也。時龍谿公年四十，沿未有子；尋舉公，始知玄蜂為蟄振兆云。公既生，玄蜂復集於寢，構房甚巨，滋生繁衍。人欲畀炎火，龍谿公不可，祝之，尋徙去。其異如此。公生而有至性，絕意經生事，壹意敦行，善事父母，髫年即知事事聚順。一日父病癰，醫莫能治。公搏頰神天請代，口吹藥於管傅其上，復以舌舐而蕩之。如此者凡百餘日，竟瘳。嗟乎！石建以手浣廁牏，至今傳為至孝。若公之吮癰，且百餘日不懈，豈不更難矣哉！侍母病，經月不解帶。已而父復病，公晝夜劬勞。父命二弟更番代，公曰：「老人呻吟床第，兒敢求佚？佚在身，苦更積於心矣！且侍病必踐更乃能，弟少弗諳也；必強力乃勝，弟羸弗堪也。」終不肯少有消息。至父母繼逝，公皆隕絕而蘇；哭泣之聲，路人皆為愴淒。昔人如程堅悲號，櫪馬聞之亦為垂淚，暫輟芻草。吳隱之兄弟，九祭九哭，其弟遂至隕命。方之於公，殆無愧焉。公涕泣中，於含斂等事，覃極心力，窀穸之後，徘徊墓所，不忍遄歸。草已宿矣，而血涔涔猶新也。歲時伏臘必痛，有物必薦，言及必淚。數十年如一日。春秋七十，諸子謀稱觴。公聞之曰：「是我大人病癰年也。一念及此，肝腸若割，敢衎衎燕享以自篸歟！」蓋其愛慕之情，至老不衰，如此真可謂孝子矣！夫存也者，所以帥眾善也。一孝立，而積美之源已浚。如海控八河，終無二派。公嘗收責汝潁間，從兄以家督分異。公聞而悲傷，至萬不可挽乃已，此豈非孝子事乎？夫孝子不欲使親者化而疏也。公分異之際，令從兄取贏，而己與二弟取詘，曰：「彼食指繁，而我輩寡。」此亦孝也。孝子不商有無，羨而歸之，皆三世以上之一人也。公初受室時，歸潘孺人之妝奩服物於眾帑，而纖毫不留閨閣，此亦孝也。以孝子無私畜也。從兄病瘍，則親為之拭膿血，傅藥物。二弟繼卒，一侄復病，公殷憂終日，以至於病。此亦孝也。夫孝子惟孝，故能友。分痛於根株，而憫枝葉之易凋落也。公好施予，而不任德；有營建，則身代眾役，而必任勞。眾枉以事質公，而使人不爭，皆孝也。孝子修身和眾，軌世化物，而無忝於所以生也。室中火，諸受德者皆救之如不及，曰：「天乎，何禍善人！」火應聲而息。此孝之格於天也。郡邑大夫以賓禮禮公，公屢謝後一往。楚中丞張公謫歙時，采而誌之《儒林》。繼劉公以嘉賓額其門。孝之所以感於人也。公信孝子矣！年七十九，而以壽終。沒寧歸全，孝之成也，何憾哉！予友秦京客歙，主於汪公令子良鍾所，語予曰：「良鍾以狀乞言於君時，涕泣不能自勝，等於初沒。」予歎曰：「鄙諺有之：『簷有滴，循故跡。』觀於公之令子，益信！」乃予於公，則重有感焉。自科舉之學興，而孝衰矣。為子者，舞象時即已習章句，誌取功名。小學問視溫凊，置之不講。稍長竭蹶試事，卒卒無暇。一得功名，為之父者曰：「此能昌吾家者！」而一切可不問也。子亦曰：「吾能昌其家者！」而一切可不問也。為父者，或陽受其光榮，而陰安其牴牾。為子者，驕心盛氣，雖尊人前未常少戢。戀戀榮華，親老病以至於死，都不關情。一日聞變，遄歸乾哭數聲而已。又今閭巷之民，見顯貴人則羨而畏之；見仁人孝子，且詬之輕之，不啻瓦礫。人情逐逐勢利如此，豈異夷虜耶！吾於汪公事有感焉。彼惟棄科舉之學，而竭力事親。今之人古之道也，是大有益於薄俗者也，可無表揚哉，可無表揚哉！"
    },
    {
        "title": "贈淑人林母許氏暨長公汝誠祔葬墓誌銘",
        "content": "福唐林樗朋先生，以乙未成進士，出先兄石浦公之門。先兄無祿早世，先生注存寒門，無間存沒。已先生以備兵使者，治兵江左，不肖中道亦叨一第，改司新安郡校，獲出先生宇下。見先生於宛陵，略分晤言。一日，袖中出一紙曰：「此亡室許淑人及亡兒國煥狀也。淑人奄忽已久，亡兒繼之。以需卜吉，故蹉跎未葬，每疚於懷。丁巳冬葉，相國有書來云：『已得善地，又值葬期，時不可失也，宜以許淑人葬，而長君祔之。』予得相國書，涕淚漣如。屬台使者報命，以予加秩，備兵江左如故。一官匏係，竟不獲量移還裏，親淑人與兒襄事，痛悼何言。涕淚中草此一紙，皆質言無粉辭也。子其為我誌而傳之。」中道曰：「銘石所以光泉壤垂不朽也，夫豈無名公巨卿在，而以付之一青氈小吏耶？」先生曰：「予思先師不可見，今見子即仿佛見先師也。故征詞於子，以存通家關切之誼。且子實文，何必名位？」中道曰：「此先生之厚也。即不文，亦安敢辭？」及取狀讀之，文生於情至矣，不肖又何言？按狀：淑人，邑許翁模女也。許自宋以後，為邑著姓。近世有博士公名廷禮者，以儒顯。再傳及翁。翁固長者，其元配為韶郡伯周公坤從女，方嚴有誌操，舉子輒殤，僅一淑人，故憐愛之尤。翁通支干之學，且云女後來必貴，無輕字。會先生年始十二，即受知邑令。南陵許胤峰先生，延同其子研席。令才先生，為擇婦。富翁爭欲婿先生。會令以中言去，或謂富室曰：「青衿家兒摐粥不給，毋為苦女也。」議遂寢。歲丁丑，許翁過裏塾，孰視先生，歸語周孺人曰：「為女得佳婿矣。」遂介塾師陳議姻，封公以貧辭。許公復介陳師袖二十金以助納吉，始成聘。辛巳，先生年十九，補邑諸生。冬，涉人來歸。數旬分異，淑人自理家政。初，許翁負貸家，有以十三歲女償者，議為淑人媵。翁感其子母分離苦狀，遂不忍而置之。後淑人成婦，所媵婢幼小，躬自操作，無倦色。甫八月，先生薦賢書。人始服許翁為知人。已先生上春官，輒不利。家本貧也，先生狷介自守，跡絕公門。欲授徒，又無應者。以故為孝廉後，家愈貧。或火已舉，粲猶在市。秋風至，而笥無完衣。孺人處之怡如也。客至家，無斗筲，展轉典質，以供盤餐。布置極有方略，始知淑人之賢也而才。淑人凡再產子女，不育。庚寅，長公國煥生，病不能乳，索裏媼飼之，減衣食給媼，歲忍饑凍以為常。己丑，先生復不第，貧愈甚，常歲暮無見糧。封公輒分所貯二鍾以贍。涉人曰：「君幸有薄宦可祿養，乃反分大人餐何也？」先生心善其言。壬辰，復蹶南宮。已乞廣文選，諸人以年尼之，遂中止。歸而淑人頗不怡。是年春，復有娠，愀然曰：「日者言予今歲支干當厄，自思若置側室，或可免。君又貧，將奈何！今此懷中者，得無促予年乎？」先生訝之，謂淑人何作此不祥語，竟以冬仲之十一日產女，感寒疾而逝。計其生甲子某年某月，年裁三十耳。孺人既歿，長公甫四歲。逾年，先生上春官，度無可屬長公者，乃繼室於鄭。乙未，成進士。丙申，授梧州推官，以家從，尚攜裏媼鞠養。以失母早，憐愛之，不令攻苦。丁未，長公年已十八，娶李孝廉某女。長公性沉毅，有健骨，而與人處衝和平粹。喜素淡，無華飾。先生居官貧，長公猶然同窶人子。薄有陳乞，托繼母鄭孺人以請。先生亦喜長公寧靜淡泊可令終。戊戌，舉一子。乃忽有長沙賦？之感，念壽命不得長，皈心西方之教。飯依蒲數年，體漸羸。先生多方喻之，不改，若有宿願者。至辛亥臘月二十四日，竟亡。長公字汝誠，以還樸為號，得年僅二十二。乃壬子二月所生子，亦竟以痘殤矣。蓋林先生之言曰：「當予貧賤時，亡妻許淑人飲水吞檗，艱難萬狀，予實心傷之。而猶若可以相慰者，謂雲霄有期，苦之日短，而樂之日長也。徼天幸，予取青紫，而淑人已不待矣。淑人即世，予感賢妻棄捐，悼亡不衰，而猶稍稍自寬者，以吾兒在也，吾兒在即淑人之一脈在。而吾兒又早逝矣！兒既下世，予痛兒並痛淑人，雖不能如延陵之忘情，然不肯為卜子之過情者，以吾孫在也。吾孫在，則淑人與兒一線之脈常在。而吾孫又相繼夭矣，傷哉！淑人局蹐窮困之苦，既備嘗於生前；而骨肉夭折之慘，復疊見於身後。生無一日之歡，沒無一脈之留，天乎，何使吾妻至此極也！予今者雖邀國恩，位藩臬之長，亦不卑矣；然形若甘而神甚苦，真不如田夫野老，夫耕妻鋤之為適也；居鄉里，教養子孫，分甘含飴之為快也。伶仃淒楚，一雁天來，予鄉夢轉深矣。」中道聞言而歎曰：「天道真不可解！世間為敬通、孝標之室者何限，率躋上壽。而溫良愷悌，內明外順，如淑人者，得年僅三十而止。遊閑公子，鮮衣怒馬，驕奢侈汰，以憂父母者不死；而謹守素業，圭璋其行，居則屍坐，出則偶影，如長公者，不及二十餘而已冥然為夜台客矣，天道豈可復致詰哉！夫以淑人、長公之賢，理宜自昌其壽；即不然，以偶詘其算於身者，贏而集於後人之身無疑也。而今皆不然。則質之盈虛消息之天，尤為不可解者。雖然，自先生筮仕以來，先後以官青曹，贈安人；以官浙藩，參上課，加贈淑人。不貴地上，而貴地下。煌煌絲綸，亦可以賁九京矣。淑人父母先後隕，凡棺衾送終之資，皆仰給先生。即淑人之族，從無不肺腑視之，閱存沒如一日。則先生所以報許翁知人之明，與所以待許氏者，其恩亦已厚矣。淑媛哲嗣，附名臣以不朽；春秋蒸嘗，奉嫡長而不替。地下有知，固可以瞑目也。夫先生既感葉相國之言，以淑人同穴之願，推及於長公，使魂魄相依，以某年某月某日葬於斗坑之陽。謂不肖中道，粗能世亡兄石浦公家學，命之為誌。中道謹據狀書之，而係以銘。銘曰：荊棘蕭艾，叢生道傍。惟蘭與蕙，隕不待霜。蓮有薏，共茹之；蔗有尾，不同嘗。吁嗟可傷。夜台有知，母子相從。猶勝生者，形孑孑而神忡忡。千秋萬歲，靈其毋恫！"
    },
    {
        "title": "戶部郎中張公墓誌銘",
        "content": "萬曆癸卯，予與霸州張公念燕同舉，共出澤州張先生之門。予始得晤公，時年少，修眉娟好。其後南北異地，不復親。庚戌，公成進士，予等落，然猶幸師門有人，為之慶喜。公取上第，起家戶曹，為司餉臣。予以丙辰成進士，公督北平餉。己未，予以新安授遷太學博士，公以戊午役竣還朝，冀可追隨公，復晤言為歡。乃公又以九月乞差還。至臘月，訃音至矣。以同門之友，竟不一再晤，可歎也！計得年僅四十六耳，傷哉！庚申，將歸公佳宅，令子主敬以狀來。公佐計部，為社稷臣，擘畫極有方略，即微門友安敢辭。按公原出清河，始祖始離村而城。至祖守魯，為郡諸生，以文著。生其尊人燕城公符，廩於庠，及貢而卒。生三子，長即公。公名士雅，字德純，念燕其別號也。生之夕，母顧太安人夢緋衣人攜一孺子曰：「此汝子，名引孫。」覺而與燕城公言之，喜曰：「此必蕃吾後！」遂名。七八歲時，穎異甚。十六與其弟士奇，同補博士弟子。是年燕城公即世，哀毀甚至。癸卯，捷於鄉。庚戌，成進士。壬子，除戶部主事，管京廩。故事：家具倚辦，卒因上下其手。公立革之，一切鼠瘰皆塞。所上便宜，書於版，列署中為式。乙卯，視北平餉。北平餉七萬，民運僅四萬，餘皆京運，甚坻滯。歲仰給不得，多鼓噪。公竭心力致之。東虜蹶起，張甚，征求甚急。公枝梧以濟國恤，三年節省七萬，不私入而公出之，以抵正餉。當事者才之。至戊午，役竣還部，而公病作矣。已而愈。明年，以顧太安人八十，乞歸裏。是時病雖痊，而根株尚在。諸故人見公歸，歡甚，日過從宴會，酒肉相屬。公勉應之，貌怡然而神甚傷，病日以甚。至臘月初四日，不起矣。公白晰清虛，望之如鶴在雞群。事八十之母，不啻孩提。待族屬以恩，閭里泛愛之，雖三尺童子，無敢媟。他如劉都諫，師也；北平司理劉晉，朋友也。聞訃皆於甫得第時，以百金助歸，其高誼若此。生平喜飲酒，月明之夜，與故人豪飲為歡笑，留連光景，中年彌篤。又喜讀書，公隙手不釋卷。已入仕籍，煙霞之夢常在。自歸來欲息影怡性，而已不待矣。公生於□□□□□□□□□，卒於萬曆四十七年十二月初四日，享年四十有六。弟二：士奇，廩生；士瞻已故。配田氏，封安人。子一，即主敬。女二：一適郡諸生劉雲舉子諸生劉宗揚；一字郡諸生苗本立子。孫二：長瑄，次長樂，俱主敬出。以庚申年□月□日葬於□□村之塋，從遺命也。予念同門友，即不親昵，而知之有素，是不可不銘。銘曰：以公為無意世耶，胡為以文人之藻澤，兼吏事之精研？以公為有意世耶，胡為謝康莊而不騁，望下壽以中捐？嗚呼豈其天！世算則詘，令德自延，文士修士，胡獨不然？京兆者阡，億斯萬年！"
    },
    {
        "title": "亭龔公墓誌銘",
        "content": "公名仲安，字惟靜，別號靜亭，楚之公安人也。予外大父方伯公龔春所之季子。公舉嘉靖丙辰進士，後買姬於燕，得高氏。己巳，官江西吉安僉憲，始生公，故名曰安。公生而媚美慧異。春所公自維揚大參，升河南布政使，便道返家。公時年十二歲，髮若鬒漆，肌如玉雪，金冠靚服，高視闊步。予等目攝之，不敢與之語。自中州罷歸，年十四矣，始得與公同學，文字奇拔。年十六，而入黌序。娶於毛。毛氏豐厚妝奩，豔冶甚。裏紵慕之。公食啖兼人，精力敏毅。時或發憤下帷，號為「書蠹」，結構為文，夢腸反胃。時或迎致賓客，酒肉相屬，鄭莊置驛，班嗣聚戲。時或種樹養魚，栽花竹，謝客山居，辟疆園圃。時或肥馬輕裘，長弓寶劍，射獵平原，箭如餓鴟。時或伊蒲為食，水田為衣，高譚性命，躬行檀度。時或持籌心計，以守兼創，買田好畤，營宅伏川。心之所到，才亦稱之。意有所懈，忽爾轉變。行年四十餘，而無蒿目皺眉之事，蓋天人也。初，方伯公在時，自稱南平社長。舅甥兄弟皆顯貴，聚則簪袍爛然。乃其後也，相繼夭沒。惟公屹然支持門戶，龔氏猶然不衰。公長予一歲，少年意氣相洽，每杯酒宴笑，無不耦偕。猶記月明之夜，與散木舅於堤居大墀上，互作商羊之舞，如此竟夜。每談及，輒舉以為笑，而今已矣！公試楚不利，入貲試燕，皆不利。惟癸卯舉燕中乙榜。終身強壯無病，一病遂卒，得年僅四十六。生子某某。予為之銘。銘曰：公誌大而不售，才伸而遇詘。以富隱而非其心，故散財而不積。埋照於酒，藏身於弈。有文無名，有詩無集。乍聚忽散，永於此宅。"
    },
    {
        "title": "雲峰公元配荊孺人墓誌銘",
        "content": "萬曆己酉夏，予客金陵，丹陽賀仲子懋廉以文贄予。予至丹陽，過蔣墅，晤其叔虛谷先生，及虛穀令子函伯，相得甚歡，因與涵伯共修業。明年，函伯先鳴，予丙辰始得一第。追念虛谷先生所以衣食我，病而藥餌我，及行囊亦函伯視我，蓋未嘗一息忘也。已而虛谷先生逝矣，大恩不報，徒自嗚咽耳。今年冬，偶函伯以其伯母荊孺人狀來。予讀之曰：「有以也！夫家世隆崇，亦由中外多君子以相讚助也。予雖不文，安敢辭。」按狀：孺人姓荊氏，父前商河令斗南公，祖母姜氏。斗南公與孺人夫雲峰之父觀察公同遊庠，定僑劄之交，故以孺人諾雲峰公。少時明慧甚，斗南公每夜飲歸，輒莊以待。鬥南公異之，且云：「曷不為巾簪男子！」年十七，歸雲峰公。是時姑鄧安人已逝，觀察公宦遊，父封戶部，春秋高，聽子孫拆爨。孺人遂亢家政，井井有條。每念不逮事鄧安人，蒸嘗必泣。雲峰公少清嬴，不治產，孺人代為綜理，故得壹意於文章，無一刻離縹囊青箱之業。又耳目清嚴，無雜嗜以熒其神。至今年已逾六，猶吐納津津，皆孺人力也。己卯，雲峰公登賢書，數試南宮不第，孺人安之，無纖毫交謫意。己丑，雲峰公病燕邸，遣子捷往視。孺人偕兩幼男禮鬥七七，往返浹兩月而歸，人咸為積誠所致。丁未，雲峰公謁選得福安令。公既秉羔羊素絲之節，不以一縷一勺累民間。而孺人以絖糸開機杼佐之，無異家食，故得不廢箸。會有島夷之訛，孺人泣曰：「相夫子於邑，邑存與存，邑亡與亡，天也！」無怵而止。雲峰公忤鄰守，守中之。孺人欣然以歸。癸丑，雲峰公病脾，夫人治湯藥，至廢寢食。公愈，而孺人以憊，遂卒。孺人子，惠而有方略。姒華孺人，艱於子。壬午，始舉一子，生而氣息不屬。孺人多方拯之，竟獲生。張安人即世，子函伯甫三齡。虛穀先生有四方之志，不暇內營。孺人多方周恤。故兩人皆謂：「母實活我！」孺人性勤儉，而好施與。長齋事佛者四十餘年，梵宮禪侶，仰備檀旋不絕，蓋天性也。其待諸子，恩煦之而以義，有失必訓，解而立止。會病，子芃歿，一慟而劇。傷哉！子勳等奉其尊人命，以十二月十二日之吉，葬於獅子山新阡，而予為之銘。銘曰：先民仕隱，實惟陶潛。與之同志，翟也稱賢。雲峰公仕，嘗鼎即捐。棲遲衡泌，頗仗魚軒。大德小物，孺人實兼。世所雲福，亦既綿綿。白雲幽石，綠�清漣。藏舟於茲，億萬斯年。"
    },
    {
        "title": "告伯修文",
        "content": "萬曆庚子十一月初一日，弟中道謹修治齋茗，撫膺大叫，告於亡兄伯修先生之靈曰：伯修，伯修！兄如何便長逝耶！自失母之後，兄弟姊妹四人，伶仃孤苦。我時年最小，視兄如父也。里舍書房中，三人相聚講業，夜窗風雨，未常一日不共也。門戶凋零，幸而兄致身青雲，數十年以內，家門昌熾，無一髮一毛非兄賜也。蕞爾之邑，不知有所謂聖學禪學，自兄從事於官，有志於生死之道，而後我兄弟始仰青天而見白日矣。嗟乎！自兄少年取科第，人皆為兄榮，不知兄心之獨苦也。十二而入鄉校，人皆為兄榮，然不數年而慈母亡矣。十九而薦鄉書，人皆為兄榮，然不數年而身嬰大病，萬死一生；連年床蓐，一鬼不化；稍得平復，嫂氏捐棄；兩兒一女，煢煢然若黃口之涘，啾唧於危巢矣。二十七而中會試第一人，入讀中秘書，人皆為兄榮，然不數年而曾侄、登侄相繼而亡；以至情篤厚之父，撫如蘭如玉之子，一旦化為異物矣。三十六而致位宮坊，夷猶銀榜之間，人皆為兄榮，然嗣續窅如，僅有一女，復嬰慘毒，至於蚤世，自此身畔無一脈矣。外之所謂榮者，浮名也；兄之所自受者，實憂也。浮名顯而實憂暗，故人皆謂兄之處亨，而不知其不盡然也。功德天，黑暗女，半步肯相離哉！然兄雖有獨苦，而猶幸有弟兄聚首，同氣同心。故前年二兄與弟至京師，朝夕晤言，商榷學問，泯解修行。兄亦欲斷世緣，歸田自適。而官累相迫，踟躕未定。遭皇長子憂危之際，講官乏人，雞唱而起，風霜嚴厲。外勞其形，內勞其心。即二兄與我，亦竊為兄憂之，然未常遽憂及性命也。不意我與二兄歸未二月，而聞兄病矣。又未數日，而聞兄病不起矣。哀哉，痛哉！吾兄之賢，而竟客死三千里外耶！窅無嗣續耶！寡婦三人，孤燈吊影，流寓京華耶！哀哉，痛哉！嚴親在堂，大姑在室，何以死也？著書未成，何以死也？學道未了，何以死也？雖然，兄之為人，清白好修，砥礪名行。事可與天知，語可對人言，無一念不真實，無一行不穩當。小心翼翼，周詳縝密，自入仕途十五年，未見以一字幹人。不欺暗室，不愧衾枕。身死之日，一貧如洗，棲身一室，尚未能具。守官守道，有如處女。少年清心遠性，風晨月夕，興致軒舉。兒女態少，煙霞趣多。自公之暇，玩弄水石，所之栽花種竹。兄之品，仙品也。學道已入信位，已窮解路。雖不能如張無盡、楊大年之徹底幹淨，而比之白樂天、蘇子瞻，決不出其下，明矣。何虞沉墜哉！浦西房瀕近大江，依兄在京之約，二兄已折去，立於鬥上。二兄浦東房，謹慎堪住，其正房內甚整，以安家眷甚便。浦中雖有水患，差無盜賊之憂；鬥上無水，而有盜賊之憂，孀居浦中為宜。鬥上於二兄對門地上，弟已將兄正房立於其上，此中復為一宅避水，庶洪水盜賊皆無憂也。胡嫂已有孕，天必不絕善人，定是男子；若是男子，弟當與二兄竭力撫之，當百倍逾於吾子，皇天后土，今日實聞此言！其或非男子，當隨嫂氏之意，諸兄弟中取一子之賢者繼嗣。天之不淑，目前兄弟中後嗣皆蕭條。弟有兩子，前有一子甚慧，復夭傷矣。兄分田原有五百石租，今與大人商之，當以京師房價置買五百石。家中每年若有一千石穀子，可以無憂饑寒。每年差役，二兄與弟輪管。若二兄往京師，弟當專管，決不以纖毫煩累嫂也。大人初聞信幾絕，後能以理自遣。大人老矣，老年失貴子賢子，又值祖母之變，子亡母逝，同於一日，舉家皇皇，情實難堪。然二兄與我及四弟、五弟，此後當竭力聚順，以娛其餘年。詹氏祖母在二兄處，亦不俟兄憂也。《白蘇齋集》未成，當為刪定，卒成十卷，定可不朽。今弟以臘月初三日往迎靈柩。哭死悲存，剜心之愁萬種；踏霜割雪，斷腸之路三千。途中願我兄保佑扶助，無逢災患。更願示異夢靈跡，以堅信心。弟無任撫心痛哭，悲淚翹誠之至！"
    },
    {
        "title": "祭潘尚寶雪松文",
        "content": "公之心術如青天皎日，光明洞徹，開口見膽，無一毫覆藏回互之意，真出世之器也。公之孝行，老而愈篤，終身孺慕，遊戲歡娛，如老萊子。友於敦睦，鄉閭化之。愷悌樂易，豁大爽快。聞人一善，譚之津津，而有餘味。見人之惡，不喜評駁。恤孤窮，憐酸寒，慷慨樂施，視人之患難，不啻己身，夜半叩門必應，真大修行之品也。公之襟懷，灑灑落落，蕭蕭散散。事過而不留心，終其身無蒿目皺眉之時，於於然如嬰兒赤子，真出塵之度也。公之識見，破庸夫之吝執，信格外之奇變，人所最難信者，公亦能信之，真絕人之慧也。公之學，少處貧窮困厄，晚得一第，偃蹇留滯；於動心忍性之餘，窺見天命之倪。數年以來，苦心玩《易》，悟盈虛消息之理。青衫瘦馬，欣然而有餘快。公之學，真仙儒之脈也。予兄弟少公二十餘歲，公一見以道相信，遂訂忘年之交。長安崇國寺葡萄社中，與家伯修、劉明自、黃慎軒諸公，相聚論學。凡有礙窒而不徹者，予兄弟以數語發揮之，公則躍然而喜，以為益我。而予兄弟數年前，貢高我慢之氣，皆日銷化於公春風之中，而不自覺。公喜譚飛仙之事，其語稍不經，然公酷信之。或者以為公病。昔白樂天謫居匡廬，亦有志於服食羽化之術，終以不就，蓋亦英雄之常態。公近年漸不復信，惟究心《易傳》。予兄弟數數以禪理誘之，亦歡然若有所契。嘗令我為講《楞嚴》，且相約曰：「君當至桃源，我當與君論《易》，君為我說禪也。」自後公以使事歸，予兄弟亦相率南。友朋四散，不勝離合之感。孰知不數月，而公去。又未一月，而伯修去矣！公有老母在堂，六十歲兒不及送母入土，真為割腸，哀哉，痛哉！公之視予兩人兄弟也，與伯修一也。公與伯修死，而予兩人失二長兄矣。伯修之於予兩人，友朋也，與公亦一也。伯修與公死，而予兩人失二良友矣，哀哉，痛哉！聞公訃之後閱月，夢公寄書來，其中有云：「吾生平獲友朋四人之力，其二人為君家兄弟。以此功德，今生善處矣。」公之精靈，死而不忘友朋如此，神理豈詎昧乎！今予兄弟已絕世念，隱居鬥湖。其中有亭，今已祠伯修及公於中，公可頻相過。無他供養，惟有青山綠水，楊柳芙蓉耳。念佛學道，生死無二，同生淨土，共作眷屬，尚饗！"
    },
    {
        "title": "祭羅二郎文",
        "content": "二郎竟逝耶？往時遊武昌，尊大人出弟拜予。予見其風神玉立，甚愛之，常以手撫其頂曰：「此佳兒也！」予姊有愛女擇婚，予謂無如弟者，因結兩姓之歡。及漸長，讀書慧悟過人。至弱冠，文字日益佳，尊大人始信予言不謬。前年再見之，毛氏甥女已字，弟風格韶秀甚。予謂弟功名可唾手，羅氏其興矣！即予姊亦諄諄謝予，謂得快婿。蓋弟有隱疾，予不知也。後尊大人令從學於篔簹谷，苦心甚，每一文成，幾至嘔血。予甚愛其才藻，而深服其勤，且覺其漸臞。勸令節勞。弟不之止，未幾而弟病矣。其病症不佳，予已知其不救，不待今日也。天生美才，竟已矣夫！予眼中頗能識人，皆不可憑，不知造物者果何意也？記予往遊武昌，大病。尊大人所以視我者無不至。每下第，則惟空囊，常仰給於尊大人。予久困場屋，思所以報之未得。見弟美秀而文，欲陶鑄早成，取富貴，以申我報答一念。故予望弟者，我知之，弟知之，即尊大人亦未必知也。我懶於人事，似簡略不經意者；又久困，不能報尊大人，而欲以教弟者報之。今弟又蚤逝，我又困公車間，奔走南北。予亦老矣，豈終為負心人哉！古人云「一飯必報」，尊大人於我，豈直百飯也！已矣，已矣，更將何以報也？又予同母止得兄弟三人一姊。予念姊無可以厚之，為得快婿。今弟死，所以厚姊者，翻成淒涼之景矣！予今客蹇太保纛下，未能歸奠子墓，但時時感舊恩，念亡友，慘骨肉，悲幼孀。讀書之中，或至斫案大叫，覓取易州酒數斛，排愁破涕而已。二郎，二郎，弟如有靈，當自知我！"
    },
    {
        "title": "祭孔令君文（代）",
        "content": "哀哉，如公之不壽，真不可解，予等真欲詰之造物而無由者！公既取科第，茹蓼之苦，受於五十年前；而食蔗之樂，宜安享於五十年後者。而今殊不然，此其不可解者一。公雖居官，有如寒士，自常祿外，纖毫不取。政成三年，而囊橐如洗，不能名一錢。夫嗇取於人者，宜豐其祉於天，而今也尚書虎爪之板幾下，而先已不祿，此其不可解者二。公資用甚淡，膻腥之味，不薦於前；粉黛之姬，不列於室。飽伊蒲如頭陀，妻禪悅如衲子。妙合長生養年之旨，而竟亦不壽，此其不可解者三。天乎第矣，第而永榮之可也；不然不第矣，而使之安享故里，考終正寢，亦可也。胡為乎嗇之數十年，而晚予一第；甫得一第，不數年而卒於官。歷黃牛、白馬之波，而始得至赤甲、白鹽之下，蕭蕭丹，茫茫煙水，路人猶為泣下，而況受其恩紀者乎？此其不可解者四。邑中否運漸至，去年失袁中郎，今年又失慈父母。天乎，不令為善者怠耶！前年予等計偕晤中郎，詰所以得賢父母之故。中郎曰：「予以邑事廢弛之甚，曾乞一制科於當事者，當事者諾之。然實不熟孔令君，無專乞意也。令君宜為司理，而掾史舞文，置之令籍中。唱名時，令君以宜為司理意白之當事。當事者心知受掾史欺，托袁中郎相乞之意以解。即予亦竟不復明之也。」中郎言之，予等始知之。然予等知之，而公仍未知也，今且逝矣。夫公宜為司理矣，乃得令，又得公安令。以百孔千瘡之邑，三年勞瘁，神傷體憊。邑民何幸，而公則已苦矣。此造物之尤不可解者也。意者惟蘭玉在堂，將來聯翩取科第，以報善人耶！歲雲暮矣，一帆寒雪，予等祖送國門，涕淚如雨。哀哉，哀哉！"
    },
    {
        "title": "告十弟簡田文",
        "content": "萬曆辛亥十一月之吉，愚兄中道謹告於簡田十弟之靈曰：哀哉吾弟！人誰不死，誰無夭折？獨汝既舉孝廉，先七十餘歲老母而死，使其乍慶乍弔，如登樓去梯，此幾許苦痛也。況變出意外，家道貧窘，乃以汝所製伯母之棺，先以瘞汝。此棺係汝三千里外硯田舌耕所得，奔波年載，乃成茲事。汝自謂祿養尚遙，恐老人難待，借此聊申人子一念，誰知今日汝先將去！愚兄知汝雖在九泉，亦必斷腸傷心，千劫不化也。已矣，已矣，哀哉吾弟！豈謂汝直心爽懷，乃得此酷報耶？愚兄家貧，不能代汝市一佳木，中有深愧。又恐老人當此光景，未能久延。不得已，以十三金易一棺，以備緩急。設伯母壽考未艾，愚兄稍有寸進，必當市一佳木，以慰汝心，決不食言。其汝所留市棺之資，乃少吊賻，付素心親家掌管，稍得利息，供八口摐粥。有我及諸異姓兄弟在，決不令汝孤孀十分淒涼。汝若有知，稍自排豁。哀哉吾弟，言與淚俱，弟其鑒之！"
    },
    {
        "title": "告中郎兄文",
        "content": "萬曆壬子五月初一日，弟中道敬以葵蔬之具，致祭於六休兄之靈曰：哀哉吾兄！去世之期，已歷三紀，而弟尚無一言哭吾兄也。弟非不言也，自兄庚戌九月初六日下世，弟於初九日得血疾，幾至不起。醫者云鬱極所至，一哭必大嘔不止，有性命憂。弟以兄為命，相隨地下快矣，何更求生？而又有不得不求生者，則以堂上有大人也。大人年已七十，初喪伯修，既喪吾兄。弟又溘先朝露，令老人何以為懷？弟是以勉強排遣，藥餌不效，則走之玉泉山中，看山聽泉，期日久日忘，以消此苦懷，庶宿疾不發。凡一年餘，弟始有生望，而大人以哭子斷腸逝矣。痛哉，痛哉！大人既逝，弟料理後事，及營功德完，始念子職粗盡，乃敢為一言以哭吾兄。哭吾兄而觸舊病而死，隨大人與兄於地下，猶羽化也。嗚呼！吾兄三不朽事業已成，而浸浸乎其未有涯也，乃遽逝耶？以出世，則得千古不傳之髓，而盡離蓋纏；以用世，則圖不見不聞之功，而盡泯朕跡；以垂世，則傳古人修詞之神，而盡去剿襲。此弟所深知，而兄所自負者也。學問兼悟修矣，而或疑其道不勝習；營綜兼明瞻矣，而或疑其懶不耐事；詩文極清新矣，而或疑其以才軼法。此亦弟所深知，而兄所不自白者也。自己酉冬、庚戌春秋半載，時時聚首。論學，則常云須以敬持，以澹守。論用世，則常云須耐煩生事厭事等病。論詩文，則常云我近日始稍進，覺往時大披露，少蘊藉。此則弟獨知之，而兄所為日新而不已者也。不息者道，無盡者生。經歷諸位，磨煉習氣。天上人間，隨意寄托，何憾！何憾！世間父子兄弟，寧有異情；但兄於弟，知己感恩，更自不同。追思種種譽弟之語，或以溺愛溢美，弟不敢遽信，而亦不敢不勉。顧資學俱劣，百分不及兄；而懶不耐事之跡，則肖之。近日家難，體復多病，雙眼以出淚過多，不能看細字；略思慮，心中怔忡不寧，如人捕狀。雙膝常苦寒。夜則恃鼠子為伴。每應酬少勞，則火從兩頰起滿大宅，間發血疾。結習所使，惟看山色聽泉聲，則沉屙為之一洗。以此遵兄遺命，於玉泉修一蘭若祠兄，而己修靜其中。念種種業緣，於此生總似啖劍吞椒，近更欲留色身，教養後生，有所闡發，補二兄最後一段光明，故急走入山。玉泉精舍已有次第，尚平平耳。清溪水色如碧玉，鹿苑諸山如破雲裂霞，宛如向所見李大將軍青綠山水，視吳越諸山，便如妖姬之視老嫗。鹿苑尤奇，有七渡流水至寺，即陸法和舊邸，因山為牆，前後有山穴為門戶。使得兄寓目，賚以妙墨，不知山川作何等映發，惜不令兄見之！彭年詩文，大有驚人語，雖微有冶習，無損英特。第二男已作虎子跳地矣。家計賭安，無可慮者。今束裝入山，玉泉舊傳為諸仙翔集之處，幽明雖隔，兄必來止，弟尚不寂寞也。嗚呼哀哉！"
    },
    {
        "title": "祭龍太夫人文",
        "content": "當今大江之南，神仙之宅，有二龍焉，皆以文章蜚聲為世聞。人人固歎維楚有才，而不知由太夫人訓也。太夫人匹於龍也，淑德貞操，為士女範，而才足以副之。渠陽公為詞人，為清吏，不復問家人生產，而寄之太夫人。公既歿，伯子仲子世其學，亦不復問家人生產，而聽之太夫人。太夫人婦德母儀之餘，營綜家政，下至一草一木，悉有方略。故龍之屢世不家於官，而且得以肆力於文章者，太夫人成之也。仲子早達，予等未得數數款接，而獲奉教於伯子。伯子事二親以孝聞，雅志承歡，都忘仕宦。自渠陽公家居，遂十年不上公車。公歿，而伯子孺慕愈切，不欲以三公之貴，易庭闈一日養，將肥遁終身焉。乃太夫人見伯子未達，則泣簌簌下也，曰：「兒屈首受書，亦宜乘時仕進，出為國華。今為我兩人使汝過年不著一進賢冠，汝則孝矣，謂老人之慈何？且所以不仕者，或謂親老多恙，不能離側也。我耳聰目明，飲啖如少時，汝詎為我百年慮耶？」伯子兒啼不敢答。而會仲子分憲秦中，仲子官久淹抑，漸顯榮，雅欲以祿養；而太夫人亦欲入秦中，使伯子不復戀廷闈，而入燕。伯子泣言老人不宜往塞上，語殊切；而太夫人語益莊，且曰：「豈無筍鯉，祿食為榮。我體甚健，無憂行役。設不幸西方有事，或猶能築夫人城以報國恩也。汝第北矣！」於是仲子將太夫人如秦，而伯子始不得已而遊燕。伯子至燕，冀有可以慰太夫人者，即迎板輿南歸，以盡色養；而機會不遘，留滯金台。無何，太夫人之訃至自秦中矣。傷哉，傷哉！訃至，伯子以不得永訣為憾，痛不欲生。不肖輩屬雁行之末，往而慰之，謂伯子曰：「仲子之侍養於秦也，養志也，孝也；兄之北走燕也，養志也，亦孝也。而太夫人之不幸於秦也，則為慈也。母慈而子孝，生者無愧，而逝者可目矣。且人生寧有終不離別時耶？」伯子乃忍淚治裝，而不肖等遂次其所稔知者，以奠太夫人。太夫人有靈，聞通家子侄真切無華之語，其或者欣然而進一匕也耶！"
    },
    {
        "title": "祭魯上林文",
        "content": "湛湛涔水，實生賢哲。外隱豐棱，中含隱德。愷悌溫良，玉潤蘭茁。眷此吉人，靜沉含嘿。數馬門風，效彼萬石。幼而岐嶷，恂恂雅飭。雖謝春華，預卜秋實。庭闈色養，孺慕肫切。犬馬絕叱，滫髓腆潔。友於至情，忻忻朝夕。閭稱長者，待火非一。扣門能應，時其緩急。雖處溫厚，盡絕華習。綺羅不親，布素自適。珍味罕禦，葵蔬自給。宛若寒士，淡漠幽寂。出遊槐市，人指圭璧。升之上庠，聲名赫奕。仕為近臣，卿貳清秩。棄祿奉親，弄涘遺則。如龍之翥，尺寸始陟。如日之升，崦嵫未迫。奈何荼苦，一朝隕絕。橋隕於晨，梓槁於夕。棟折榱崩，人悲鬼泣。藐焉之孤，誰與培植？嗚呼哀哉，難問蒼天！謂靜者壽征也，而如君之鄭重老成，亦復無年。謂仁者壽征也，而如君之溫和樂易，歲亦不延。謂清心寡欲者壽徵也，而如君不入季女之室，不登冶子之床者，亦不獲下壽，而遂棄捐。豈哲言之我欺，抑宿業之相纏？獨以釋氏之理照之，生無惡因，則去不出人天；雖藏舟之太速，庶化去之翛然。若夫生等忝為瓜葛，休戚是關。無俟郈成之分宅，惟隕羊舌之洏漣，英英令嗣，實惟象賢。不敢憑《無鬼》之論，庶相與左提右挈，以無愧於先前。嗚呼哀哉，尚饗！"
    },
    {
        "title": "祭王年伯憲副文",
        "content": "公之行若朱繩，藻同白雪。孝友著家，姻睦著鄉，陶鑄及後學，此猶其常者耳。惟以一介書生，而經歷者皆疆埸之事，苦心營綜，所之底定。則大有古儒將之風，非文墨吏所敢望萬一者。一試之於播州，當楊酋甫平，兵火之後。室廬破，城郭圮，積屍滿野。公披荊棘，冒瘴嵐，繕修鳩集，掩骸收骨，招還捕亡。使封豕長蛇之區，漬浸王風。此公之功在西川者也。再試之於鞏昌，所治即為松山，去郡千里，去虜僅隔一垣。公枕干戈，冒鋒鏑，築受降之城，嚴斥堠之警。卒使胡塵不起，邊民安堵。此公之功在西塞者也。三試之於滇南，值鳥騰霄跳梁，人以往官為陷阱，而公慨然任其揚曆，反側自定。賊乘考績入省之隙，謬以令公不復再來，輒敢攻城屠邑，所之披靡。公聞變奮然，親提大兵直搗巢穴，殲其渠魁，斬首虜數十級。此又公之功在六詔者也。公起家博士，由司理而少府，而大府。所至輒著勘定之績，且晉貳外台屬。滇黔多事，中外方倚重於公，而公竟以盡瘁逝矣！公之長公士皇，與不肖把臂定交，同遊漢浦，指一亭曰：「老父且拂衣矣。弟作此娛之，幸賚以佳名。」不肖即顏曰「春酒」，雖取李白「此江變為春酒」之語，而實重在介眉壽，以樂高年。今春長公同成進士，諄諄命草一記。不肖方欲采習侍中、龐德公之逸韻，作優遊林間之語，而今變為傷逝悼往之文矣，傷哉，傷哉！舉巋然之□亭，不以奉公之杖舄，而以迎公之槥車；亭中之酒，不稱觴於幾筵，而僅酬之於地下。令子宮錦方爛五方之霞，而麻衣已染斷腸之血。使公不得目見之，而竟托之於不可知之冥漠。此所為心折骨驚，泣泗漣如者也。雖然，位居監司，秩不卑矣；壽逾六秩，齒不少矣；士皇已登甲第，諸孫濟濟鳴躍者且接踵起，後人不為不昌熾矣。大丈夫尚欲馬革裹屍，畢命沙場，況為王事盡瘁，而終不勝呻吟床笫，死於兒女子之手者乎？公真可以瞑目矣，可以瞑目矣！尚饗！"
    },
    {
        "title": "祭李母咼太孺人文",
        "content": "嗚呼哀哉！太母之子不肖也，中郎嫂氏李安人之母也，友人素心兄之母也，而其實猶吾母也。不肖年六歲失慈母，時與中郎、素心俱從學於素心叔李公鍾衡。太母於中郎為婿，素心為子，而於不肖無異視也，見即泣而撫摩之，飲食之。三童子相依若胞乳兄弟，入太母之室，如入家閣，而渾忘其母為誰氏母，兒為誰氏兒也。太母父為咼雲中先生，故大儒。太母少習詩書，多識前言往行。每三兒至室，或燔枯而坐，太母語以古今忠臣孝子之事，及經史疑難之旨，瓶瀉波流。我時最小，猶能記憶。嗟乎！太母於素心宜耳，於中郎亦宜耳；不肖不過裏紵親戚之子，而視之不啻己出，此其恩豈尋常耶！太母有知人之鑒，嘗謂袁氏兩兒不凡，小兒亦自斐然，終當共取青紫。已而中郎早貴，素心次之，不肖又次之，皆如太母之言。夫以太母煦育之恩如彼，賞識之哲如此，而其報則纖毫未嘗食也。中郎官甫達，即與嫂氏俱棄世。姑無論所以報太母者，蘭摧玉折，徒令太母目為腫，而淚為枯耳。不肖又晚得一第，未沾升斗，終無一縷一匕之具，少伸烏哺一念。惟冀素心五馬專城，三年政成，得以綸音珈服，少為教子光榮，而太母不能待矣！痛哉，痛哉！得太母之訃，並念吾母。念吾母，而更念母之所以母我者，不覺淚浪浪沾衣襟也。痛哉，痛哉！太母為人剛毅，有志操，嫻治家，豐儉有節制。初時窘甚，久而漸裕。健翁以此不問生產，終日嬉遊里閭，攜枰覓弈，早出醉歸，人呼為地仙，則皆太母之貽。太母待素心慈而嚴，故素心終身守繩墨律度，不敢少肆；居官清簡縝密，寬嚴適中，為良有司。諸孫循循雅飭，皆遠大器，則亦惟太母之教。太母晚斷葷血，奉曇氏法最精勤，皆決烈丈夫所為，自是香台寶樹下人。不肖少暇，當詮次其事，垂之不朽，庶幾與孟、陶、範、計諸媛同一芬芳，聊以報高深於萬一耳。因素心兄歸，稍具蕪詞，以鳴哀吁。太母有知，尚其鑒之。尚饗！"
    },
    {
        "title": "趙太宰祭文（代）",
        "content": "公膺嶽降，早為世祥。聯翩雀起，赫奕雁行。弱冠通籍，製錦苕陽。來惟飲水，去止留床。暫棲粉署，直踄烏台。白簡霜雪，紫復風雷。柄人奪情，舉國鼎沸。公惟正色，薰禋阻愧。手中鐵畫，寫知為去。千古綱常，不可廢墜。當事銜公，柏府迍。十年不調，介石常貞。黃扉焰消，久屈乍伸。京兆作貳，廷尉持平。赫赫建牙，大江之表。海氛不作，川鯨如掃。入掌烏台，高懸赤棒。貴戚斂手，皇威以壯。旋副司空，即貳塚卿。榆元老，同司用人。世無滯才，簪笏一清。拂衣歸去，未及五旬。雪裝煙駕，剪柏裁筠。於於弄雛，藹藹飲醇。五年復起，紀綱留都。秋官虛席，以待公徂。倭訌之役，以媾易攻。客發其私，震怒皇衷。公也執法，及於寬政。老臣何知，惟守律令。不合則去，大臣所宜。角巾野服，徑返烏衣。閱歷諸艱，徘徊列曹。倏南倏北，俄野俄朝。竟伸孝養，無憾終天。上未忌公，許國愈堅。爰起爽鳩，復司衡照。一言枘鑿，田野高嘯。大臣之節，難進易退。砥柱乾坤，浮雲富貴。老成凋謝，耆舊遁藏。惟公屹然，作魯靈光。五年家食，復還朝堂。統均舊任，百煉彌剛。嗔非顏竣，笑豈謝莊。散同為和，轉否為康。天驕不靖，亂我邊疆。節鉞無人，舉國皇皇。公帥諸臣，叩閽陳詞。皇心感動，多所允依。世道否隔，轉石拔山。正借碩人，以襄世艱。六載考成，閉門不出。三朝元老，久荷天祿。疆埸多事，主憂臣辱。轉圜之難，可為痛哭。竟染沉屙，卒於憂鬱。臨終一疏，慷慨激烈。比幹屍諫，臣心已竭。嗚呼哀哉！世多事矣，哲人逝矣。棟折榱崩，將安計矣。謁茲黃髮，豈復有愆。天不憫遺，館舍頓捐。某等夙承訓誨，共遵矩繩。庶幾步趨，免於沉淪。孰意奄忽，化為星精。公去已矣，世道誰歸！大小臣鄰，蕭條可悲。嗚呼哀哉，尚饗！"
    },
    {
        "title": "祭吳懷寶文",
        "content": "萬曆乙未之歲，予以社友陳志寰為新安守，魯樂同為海陽令，相約為山澤之遊。至此聞商山之勝，特杖籐往。時予方為布衣，而公一見即與訂交，置酒於山園，下榻於蘭若。共餐山色，互賞泉音。予呈以觀桃擊竹之偈，盟鷗訂鷺之什。公擊節賞歎，眉宇欣然。比一分手各天，雲樹窅如，凡二十餘年。予叨一第，以不闇民社，乞新安一氈，冀與公班荊道舊，話二十年前磊塊之腸，而聞公逝矣！淡淡者山，洋洋者水，居然猶可領略，而公已不見矣！嗚呼傷哉！公心同皓雪，行若朱繩。孝友肫篤，尤重天倫。家受其庇，國誦其仁。待而舉火，無間疏親。魯肅、公瑾，指囷救貧。樓緩、呂公，依以終身。哲人為善，惟日不足。黃金散盡，聲名則穀。所貽子孫，藏書連屋。手自校讎，儲以誦讀。嗚呼哀哉！鄭公業有田百畝，而食常不周，公也似之。魏武有言：「老而能學，惟予與袁伯業耳。」公又同之。嘉言善行，留以不朽。人非金石，誰能長久？炙雞絮酒，聊申友誼。庶幾三步，腸痛可愈。嗚呼哀哉！"
    },
    {
        "title": "祭漢壽亭侯文（代）",
        "content": "今古忠義，相望如雲。誰若我公，超逸絕群。生既烈烈，沒有令名。誰若我公，千古英聲。遺澤不泯，屍祝相承。誰若我公，率土尊親。山陬海澨，蒸嘗不忒。國廟家祠，咸思來格。何以致之，惟此正氣。名曰浩然，塞乎天地。不欺暗室，不愧三光。支撐氣化，提挽綱常。扶劉一念，后土皇天。羞賓魏武，恥媾孫權。辭曹數語，炳炳烺烺。心在人中，日在天上。己抉心精，洞明靈腑。誰淺視公，但云公武。猗歟我公，實兼三教。《春秋》大典，宣聖心要。公皆上口，已入其奧。扶正鋤魔，心與天通。丹台紫府，翼讚玄功。驅逐怪龍，蘭若是構。玉泉汝上，《木叉》曾受。為豪為傑，亦聖亦賢。不朽事業，惟公也全。今上賢明，久握金鏡。胡塵屢清，鯨波頻淨。小小瘡痏，旋發旋定。非公擁翼，安底寧靜。赫赫威靈，皇衷式敬。徽號聿加，冕紱斯盛。緬惟小子，承乏此邦。景仰大節，寤寐羹牆。每思斯人，良心則同。偶爾感激，此衷有公。勵之頃刻，失之從容。百煉純剛，敢不自力。稍有不戒，賜譴賜殛。新安之民，粗知敬共。其頏可矜，其氣可用。風俗移人，智爭力競。惟陰牖之，使歸中正。雨暘時若，旱潦無頗。招祥去祲，玉燭以和。驅癘逐邪，人免災屙。萬山之陽，祠宇斯在。潢汙鳷藻，聊志仰戴。公其鑒之，公其饗之！"
    },
    {
        "title": "祭亡妾周氏文",
        "content": "維汝之貌，如花如月。維汝之心，如冰如雪。動必以禮，言不妄發。衣無染汙，字有楷法。事我五月，予則南歸。汝身有孕，涕泣沾衣。勸我早至，予亦含悲。還家數月，忽得汝帖。正月不來，生死永隔。予心驚訝，何乃不祥。正月初三，速上舟航。白波如山，予不之怖。二漏入城，以圖一晤。予見甚喜，汝心亦快。看汝之孕，身日以大。三月初八，奇痛汝腹。胎大產艱，子竟不育。舍子救母，母病遂篤。十四之夜，奄奄就木。咆呼哀哉！年方十七，如日初升。一周即別，何異朝生。汝之將死，口內更仆：「與君為婦，一年不足。痛念恩情，禮懺念佛。」嗚呼哀哉！懺事已完，送汝邗溝。汝命作碑，鐫石於丘。一載夫婦，春風一度。我年已老，蓮台相聚。嗚呼哀哉，尚饗！"
    },
    {
        "title": "代湖上疏",
        "content": "公之寓齊安也，非以黃安耿布衣故耶？布衣死，周公友山可與論學，遂住維摩庵。已龍湖芝佛院僧無念名深有者，時時來問學。公為此兩人無歸意，然念維摩庵在麻城城中，喧鬧非靜者居，遂至無念龍湖上，住錫聚佛樓下。樓在芝佛寺右，淨潔可居也。公罷官時，有迎公於焦山及白下者，後又有迎公於沁水者，公感其意，皆欲往矣，而皆不果。公且老倦遊，將欲置骨湖上，始作佛殿。殿中有塔，即公欲置骨處。塔外丈六金身，並兩旁觀音殿，皆費不貲。殿則已賭完矣。今年會公，公且有遺世之意。予竊念公少而有朋友之癖，不論居官懸車，皆如是也。生平不以妻子為家，而以朋友為家；不以故鄉為鄉，而以朋友之故鄉為鄉；不以命為命，而以朋友之命為命。窮而遇朋友則忘窮，老而遇朋友則忘老。至於風雨之夕，病苦之際，塊處之時，見故人書，則奮然起舞，愁為之破，而災為之消也。以公之不能一日忘朋友如此，然龍湖一片地耳，其所與居與遊之人，心如鳥雀，形同木偶，雖有一二可語者，未必深知公者也。不得已尚勉強與之周旋，況乎黃安之哲人萎矣，公何以不他往，而必此之居也？南北中原，亦有豪傑；既不欲死於假道學之手，又不欲死於斯世所稱為豪傑之手，則將誰死哉？豈以為白下猶亭州，亭州猶焦山，焦山猶沁水乎？可疑也，可憾也。自是公且以求朋友老矣，求朋友死矣。如是則龍湖一片地，固可居也。予以公終身求友，而不使食朋友之報不可；且公置骨之所，豈可草草若是！即欲捐負郭以助成，奈獨力難辦；遂以求之四方君子，倘有慷慨之士，大心之人，深信因果，少知交道者，或自千金以至一金皆可。至若齷齪俗子，原不求之，勿得輕書，以濫此籍也。此文久失去，後有龍湖僧至柳浪者，冊子上有此一首，因復錄出。記無念深公至邑中，予作此欲為卓翁了蘭若事，公聞而不可曰：「我素作人，不輕受人施，何用此！但此文是我意中事，他日作碑文用。」此後公亦遠遊，蘭若為當事者所焚，一片瓦礫地矣，安望豐石哉！偶料理舊集，因復識其後。"
    },
    {
        "title": "白衣寺緣疏",
        "content": "都門之北，刹宇相望，其西南則否。近鐵匠胡同內有番教僧者，臘高戒嚴，欲發心修治大士蘭若，然所費不貲，不得不借力於十方勝緣。予因說偈以告諸善信云。偈曰：廣博無邊大士身，一一塵中悉皆有。河沙無量諸眾生，一一毛孔普遍入。一月普現一切水，水若無滓月了了。若使眾生心水淨，明月大士應時呈。大士眾生光光攝，非二非一不相離。癡人恨不見大士，我知大士實不去。如彼杲日照大地，盲者不見非日咎。慈悲普應眾生聲，我知大士亦不來。如彼澄潭印月色，昔本非無今非有。或現童男童女身，或現天人神鬼身。或生福德智慧男，或產端正有相女。種種感應隨願至，我說皆由一心造。若謂心外有大士，是人不解如是法。稽首十方大檀越，大士感應不思議。一聲一念超業網，何況莊嚴起蘭若。南閻浮提有大緣，剛強眾生悉調伏。茫茫苦海無涯涘，惟有大士為舟楫。大則布金小圭掫，無非上妙好福田。前途資糧宜早辦，時乎時乎不可失！"
    },
    {
        "title": "智者堂募田疏",
        "content": "四民各食其力，惟釋氏獨否。然釋氏之類，亦自不同。其處而自為衣食，長兒孫者，名曰袈裟院。此輩率耕植桑麻，服役輸將，與齊民無異，特少數莖髮耳。亦不勞韓夫子「人其人，廬其居」矣。其出而一瓢一笠，雲遊方外者，僧曰行腳僧，其隨在所止處，名曰十方堂。凡十方堂中僧，與袈裟院者不同，乃不肖人與異人叢集之藪也。彼其應真賢聖，遊行世間，作人福田者無論，即如參訪知識，三上九到，深信因果，博通藏教之類，皆異人也。若其不肖人，號獅子身中蟲者，其害亦止於其類。叢林中當家老衲，一見即識之，亦不與作緣。是十方堂中，異人概多，不肖人亦少矣。然袈裟院中僧，不遠出，遊行百里則宿舂糧，不必代為之慮。惟行腳最苦，或終日不得餐；霖雨凍雪，則委頓不得前，甚至填溝壑者有之。夫使其盡不肖人也，尚當惻然憐之，而況多英靈衲子出世丈夫也哉！當法道盛時，如德山、藥山，激揚一處，皆有郵傳，以致四方學者。宋時猶然，惟近日寥落耳。歲庚子，予與中郎南歸，偕者為無跡法師高足寶方，其人真實謙下廉潔，念此地為通衢，往來朱陵、峨眉之間者踵相續，欲創一接待之所，而未有處。乃中郎與壽亭舅共以前所鬻二聖寺藏經閣為之。予更施堂三楹。歲輪一人，出粟百石為主，外募百石，粗可支一年。於今已三四載矣。寒有舍，饑有食，病有藥餌。吳越之老宿，宗門之龍象，亦欣然而至，居然勝叢林也。眾又謂出粟煩，不若鬻田數百畝，永付常住接眾。天奪吾伯修，並夾山、壽亭舅，故白社之緣尚需異人耳。不然朝議夕行之矣，何用呶呶向人為哉！至於今日主此事者，僅得壽亭舅、中郎與予，安得不值四方緣也。邑中信因果者甚眾，願與之大修檀度，作未來津梁。自一畝以至百畝，或捐田，或捐資，無不可者。夫有田不以貽子孫，而以之結十方緣，事覺迂緩。然吾觀世人，祖父拮據辛苦，焦心苦形，以數百畝貽子孫；身未寒，而已鬻之他人，甚則數畝墓田，亦為他人有。古人云：「子孫自是天地間一蒼生，世人看得忒真耳。」然則子孫之於祖父，非路人，則仇人矣。愛之惟多作好事以貽之，何必土田哉！羅含、王維，皆舍居宅；趙清獻公，晚常飯僧。彼皆高賢，豈為謬幻。諸公共成盛事，結香火因緣可也。"
    },
    {
        "title": "普仰寺大士殿乞檀文",
        "content": "天下名勝，無如東南之秣陵、虎林。夫秣陵、虎林之所以稱勝者，非獨以其金湯壯麗，閭井殷盛已也；實以山川秀媚，甲於天下。乃其山川秀媚，所以甲於天下者，又不獨以其疊疊之山，湛湛之水已也；實以鹙頭、鶴林之寶地，赤花、青豆之精廬，項背相望，妝點湖山。假使秣陵無長幹、天界、牛頭、燕子諸刹，則秣陵不勝矣；假使虎林無上下天竺、龍井、淨慈諸刹，則虎林不勝矣。楚中江陵沙市，其地殷富，為五方之大湊，不下於秣陵、虎林。即無東南層峰疊嶂，而大江之水，縈洄曲抱；九十九洲，星列棋布。乃世之遊人客子，譚吳越則色飛，而譚沙市則黯然者何也？夫有之用實，實鄰俗；無之用虛，虛鄰清。沙市士有社，商有廛，工有肆，止有居，客有郵，實之以為用者，可謂備矣。獨為佛舍者僅二，而日汙之削之。所謂無用之用，清虛之境，為河山浣洗俗氣者，何其蕭然也！則其遠不及秣陵、虎林也固宜。今夫人麵之有眉，至無用也。其不如目司視，耳司聽，鼻司臭，舌司嘗之有用也審矣。而眉乃以其無用者，踞於耳目口鼻之上，而獨處其尊。有美丈夫於此，以為吾有耳目口鼻足矣，安所需無用之眉，而剪除之，汙垢之，有不至投礫者乎？沙市固輿地中之美丈夫也。士農工商，各有寧居，諸根備矣。獨普仰、龍堂二寺，為沙市面上之雙眉，而今者日以殘破夷削。甚且有如眉裹於巾幘之中，而不復舒。至於普仰大士一殿，以喧雜故，致付南陵使者。眉嫵既壞，不復成妍。沙市日就寢陋，亦覽勝者所深惜也。夫因果之說，聚沙剪楮，皆為勝因，無俟言矣。即以一方形勝，竟無一佳蘭若，以為瞻敬衍息之地，真成闕典。願同緣者即捐所剩莊嚴鴨腳大士舊日道場，為此方修飾眉宇，得如秣陵、虎林之萬一，則幸甚矣！"
    },
    {
        "title": "募鑄沙市觀音閣丈六金身疏",
        "content": "沙頭接引之塔，於梵教為窣堵坡，於吾教為文宿。有老耆舊云：此地若舟，塔若帆，趨於江，若掛帆而去者。須得一丈六金身作鎮，乃可以留屯衝氣，含貯靈脈。不惟像教不至消歇，即宦此士此者，虎爪之板頻來，尺木之翥相望，恒必由之。且夫石函鐵券，神州天府；玉海金堤，東南上都。琵琶飯甑，措大鯽魚，豈不殷盛。邇年以來，漸虞淪落。若夫煌煌朱邸，槁易秋蓬；赫赫黃扉，燼速流火。下至龍門頻點，雁塔稀題。良由載輕，不禁浪泊；江門不扃，地肺橫搖。非人天導師宿願深弘，必不能鎮礎浮囂，彈壓大地。時有修遍吉行者，欣然以為己任，且謂此地精銅如土，不減南山。海內靈相，從茲冶鑄者，項背相屬，而境內闕焉，何知出聚沙童子下也。予偶過塔下，聞而善之，拜書其事，以告行檀度者。"
    },
    {
        "title": "龍堂寺藏經閣乞檀文",
        "content": "釋家正法雖衰，象法猶存。其蹂踐狼籍，汙穢荒蕪，未有若沙市之龍堂者也。寺舊有藏，寺僧欲修閣貯之。予問之曰：「閣之成不難，但不知閣成之後，諸比丘能不以五辛氣薰蒸此閣，能不乘沉酗入此閣否？」僧曰：「近日諸僧，賭知戒相。若閣既成，而破律如故者，王法律法，俱所不容。」予又問之曰：「能不使無知商賈，攜妓來遊閣下，汙三寶地否？」僧曰：「閣成即設禁約，亦可止也。」予又問之曰：「能不使措大帥諸猢猻占作書房，抄竊貝葉否？」僧曰：「近日諸賢，亦知護法。即有欲占作書房者，寧不惜身命守之，可無慮也。」予曰：「能如是乎？」予之疏。"
    },
    {
        "title": "當陽報恩寺募藏經文",
        "content": "佛法僧三點，如∴三點，非一非三。至乎後世，金銅土木即佛也，圓頂方袍即僧也，楮墨文字即經也。未有三者不具，而可稱阿蘭若者。名寺大刹，法藏凋殘，耆年高僧，多請於上方，煌煌貝葉，傳之不朽。若今之時，可謂盛矣。即深山邃谷中，有志衲子，亦多以貝典不具為憾。予以此知佛法之漸明也。或曰：「學佛在參求耳，不立文字，曷取文字？」予曰：「古之悟道者，多由文字。圭峰從《圓覺》發悟，玄沙從《楞嚴》發悟。如此類者甚多。文字何礙，人自為文字礙耳。」玉泉已有藏，獨報恩闕焉。老衲閱空，戒德精嚴，居報恩，百廢俱興。予所謂有志衲子是也。夫修一切功德者，須得其人，乃能成如意果。幸有閱空能為人作福田，布種植根，正其時也。行檀度者，其速成之，無怠！"
    },
    {
        "title": "當陽紫蓋寺講經檀文",
        "content": "蓋聞大道虛玄，雖超文字；而此方教體，實用音聲。故宗說兼通，行解並進。如鳥兩翼，如車雙輪，歷代以來無偏廢者。至於今日，雖祖庭秋晚，法堂草深，而講席之盛，莫如神京；名理之傳，旁逮吳越。惟遐文奧渫，此道闕焉。在守儒家之三尺者，不難用丸泥塞其門戶；而一二有識者，則又謂補偏救弊，王道之所不廢。何者？三教門庭不同，歸於使人為善。故貝典之設，不惟性命之旨，可以超出塵勞；即因果之說，亦可化導頑冥。懲噎廢食，豈通論歟？當陽紫蓋寺者，峰巒泉壑，荊、郢間一洞天也。始則葛仙公煉丹，啟三芝九籥之秘；繼則天皇悟雨法，傳一花五葉之宗。盛衰遞遷，久矣凋謝。邇年以來，一二開士漸修律儀，解浮囊之可珍，知德瓶之足寶。鴟夷絕跡，犭希蕕不聞。且也登其殿，則聖相爛浮檀之金；啟其閣，則貝葉標銀印之記。三寶粗具，練若改觀。予以撥雲瞻嶺，憩於三藏閣下，偶語開士曰：「聖朝頒此靈文，非徒束之高閣；正欲住山衲子借此法雨，溉彼心畦。且令聞者見者，一曆耳根，永為道種。若何重重扃閉，付之脈望已也？」諸開士云：「微居士言，僧等固欲請之。屬有所需，未能也。」予歸未及年，而山中道侶過我椒園，以講事見詢，且曰：「資糧粗備，不敢辭十方之檀，而亦可不全資於檀，考時可矣。」予曰：「時乎，時乎，此中有異緣焉！蓋有大護法之宰官，有真說法之沙門，然後可以成此勝事。今邑侯以菩薩心，行方便事，參王法以佛法，寓出世於治世，教中金湯，非公而誰？所謂大護法者，非歟？至於本邑度門法師，古之生、肇類也。南北經筵，隨地雨法。今者高謝塵囂，歸隱空穀。彼非如獐獨跳，不顧後群者。若殷勤啟請，必不憚宣揚，自當使天花亂澍，頑石點頭。所謂真說法者，亦其人矣。若一二士大夫，般若甚深，解悟已久，深厭塵土，醉心煙霞。俟講席甫開之日，必且尋桃花而問津，分青豆以半座。予是時亦當從邑中師儒孝廉文學之後，觀龍象之蹴踏，聆箭鋒之交注，則真能聽法者，亦自有人焉。此予所謂異緣者也。時乎，時乎，不可失也！」諸開士欣然如命，乃定以初春之吉，肇舉盛事，而令予書其顛末，以告十方諸檀越云。"
    },
    {
        "title": "荊州天皇護國寺募接待檀文",
        "content": "唐初荊南有二寺：一名天皇寺，一名天王寺。其住持二人，皆名道悟。居城西天王寺者，嗣馬祖，其法嗣為龍潭信。信後為德山鑒。自德山一棒，如云如雨，至今鼎州香火之盛，甲於天下。而不知一瓣香，尚當屬之今西城天王寺也。其居城東天皇寺者，嗣石頭，其法嗣為慧真，文賁幽閑，即今城東護國寺是也。《傳燈錄》不深考，乃以天王、天皇合為一寺，二道悟合為一人，而以龍潭、德山為天皇道悟之脈，謬矣。今城西天王寺久已不存，而屹然獨峙，惟天皇寺耳。昔盛今衰，可慨也哉！袁子曰：人知釋之福儒，而不知儒之能庇釋也。茲寺在梁也，張僧繇畫十哲於壁，人頗疑之。及魏人滅法毀教，江南諸刹，無得免者，寺竟以先哲免難。此儒能庇釋之明驗也。今寺漸荒落，法堂前草深一丈，去天皇悟時光景遠矣。夫近時之士大夫，皆誦法孔氏者也，所望創僧廬，市僧田，以招致撥草瞻風諸龍象者，亦惟誦法孔子諸賢是賴。則儒之能庇釋也，不信然哉！若夫佛之庇儒，與庇一切有情，大恩難報，鴻毛丘山，予不復言之矣。"
    },
    {
        "title": "重修義堂寺檀文",
        "content": "邑之勝，萃於里，里之勝，萃於先人墓田之間。先人墓田之間，有古刹焉，雄峙於蒼山碧水之中，亦勝跡也。自伯修為諸生時，從父叔伏臘上塚墓，見其傾圮，輒懷修葺之志。及出仕，為從官，其志益堅。然欲待官稍高，祿稍厚時成之。已而伯修往矣。十五年之間，即先人馬鬛之處，華表翁仲，闕然無有，況能及佛舍乎？蓋忽然無異電光之一耀也。予少有奇氣，每見此刹，輒自念我不久當富貴，或為國家邊陲上建少功業，盡以上方所賜緡錢，及每歲祿入，修葺此地。請於朝易以報本之額，以資先夫人冥福；然後辭將相印歸田，向寺前銀杏樹下，作一老頭陀。此予志也。今予之顛毛亦既種種矣，天下事可復知乎！顧此刹不獨伯修、中郎及予願修葺之也，自吾叔蘭澤、雲澤先生，攜諸弟來此修業，皆欲修而皆有所待。夫待之誠是矣，必有所待，而後成乎？俟河之清，人壽幾何！且伯修不既貴顯乎，而猶然抱空願也。故曰：「需者，事之下也。」今族中里中，衣冠日盛，而刹中又多戒僧，以其時考之，則可矣。顧其費不貲，非一人一家一族，一方一邑之所能辦也。用重者舉輕，豈不然乎？乃分遣戒僧乞於四方之大檀越焉。若夫前因後果之說，信而有征，予不復言之矣。"
    },
    {
        "title": "當陽玉泉寺柴紫庵募接待田文",
        "content": "柴紫庵在玉泉寺右掖，別開一嶂，其中有堂，祠法門金湯有功德於玉泉者，若黃平倩先生及予伯兄伯修、仲兄中郎諸公。其開山卜築，則予以綿力為之者也。既落成，以付之度門跡公之孫玄徹宣。逾年，玄徹告我曰：「凡蘭若者，具三寶者也。今佛殿修矣，藏典備矣，獨往來雲水聖賢，尚無一粥飯棲息之地。山僧欲竭力募數百畝田，以贍行者，謹謀之居士。」予乃語之曰：「宣上人，爾祖起自草萊，徙步上國，立談而使玉泉頹墮之梵宮，化為寶地珠林。至於汝，又何難置數百畝之田，為十方鬻飯資也哉？良工之子，恥不為箕，勉之矣！」上人色力強健，營綜極密，而於財利纖毫不苟，是可以作十方主人者。予嘉其志，美其事，而更以告之行檀度者。"
    },
    {
        "title": "募修油口武安王廟文",
        "content": "千古忠烈之魂，其靈爽毋如王者。王雖事蜀起晉，而半生精力，皆盡於荊。則王之神，雖無所不遍，而荊尤忠魂所樂棲之地也。荊之祠王也，宜當烏林之役以後，昭烈棲身公安，而屯兵於邑之油河口。今之孱陵城，即孫夫人築也。王業艱難之始，王與諸將同心戮力，枕戈待旦之處，尤忠魂之所不能忘者，則油口之祠王也尤宜。且油水發源白石山，至公安出江，漢時尚為巨浸。桑欽著《水經》，列於水牒。今雖淤塞，而三國之遺跡尚存，則王之廟，其從來遠矣。今近江亦有呂蒙廟，一圮之後，竟無一人發心修葺之者；而王之廟，自漢以來，屢壞屢飭。一順一逆，向背昭然，人心之不死可見。今王之廟又漸圮矣，王之靈爽千年常在，而公安顯忠慕義之良心，亦必不隨油水而俱塞，其共成之哉！"
    },
    {
        "title": "募修刻木觀殿文",
        "content": "丁蘭者，河內人也。母歿，蘭以木刻母貌，祀之甚靈，喜慍呈色。鄰人借鋤，蘭篸他出，妻稟之母，母色不允，妻辭之。鄰人知其故，過抶木人。蘭歸，見母貌不怡，訊之妻，大怒，手刃其鄰人。事聞於官，逮之。蘭辭木人，木人墮淚。逮者以聞，官神而貸之，遂上聞於朝，竟荷朝獎。天下以其孝格鬼神，相與屍而祝之，至於今不絕。事該三教，不宜專屬之道門，第以至德精誠，上帝所欽，諸仙所重，即屬之道門可也。此觀之所由起也。里中舊有觀，殿堂已圮。先舅靜亭公施屋一所，議拆去樹立，而舅氏亡矣。表弟晦伯等，不忘父志，竟如原議，有丁公不沒其親之遺意焉。第繕修之費，尚自蕭然，不能無望於孝子仁人。蓋二氏之說，儒者之所不譚。故其不施也，非慳也，以衛教也。今大孝蒸嘗之所為，儒門之所首重，正諸儒攘臂捐財時也。急相與共出金錢刀幣，以廣大其室宇，而恢廓其垣墉，使一邑之人，皆曰儒者之舉動果何如哉！向為辟邪則主慳，今為崇孝則主施。慳施得宜，所以為儒者也。是疏出，而觸發一邑孝子之心，舉數十年鬱而未施之財，乘此可施當施不忍不施之處，而盡出之。此一片地，當與濯龍、青羊諸處同一華整矣，何幸如之！"
    },
    {
        "title": "募修大林寺禪堂小引",
        "content": "謂予與廬山有緣耶？生四十五年矣，尚未見此山真面目也。謂無緣耶？而山泉之勝，常曆耳根，即今下大林如來金相，曾與效一臂之力，雖謂之有緣可也。予棲心香光之業久矣，安知非遠公舊法卷也。得天根居士書，並讀其疏，益令人神往，是必山水清靈之處，有必不可無此一結構者。當其目矚心怡之時，有若饑渴之於飲食，惟恐其成之不速也。會心山水者，當向此趣。予雖貧，不難典衣鬻書，以供大廈一木。其他愛山水，並深信因果者，幸助成之。"
    },
    {
        "title": "募沙市大江南岸草庵文",
        "content": "大江之險，甲於天下，非漢水、黃河可比。猛風乍起，渡者多致不戒，可怖可湣。第大江誠險，而人多迫之以即於險，何者？當江風大起時，渡者徘徊江幹，勢無復歸之理，而又無棲息之處。小人輕命，即冒風以渡，故致有不戒。使江上有一棲息之地，晝食夜眠，則可候風微以渡，不徑登舟，何至沉溺。予居舟最久，頗知風候。凡風起大者，或七晝夜不休。然雞鳴時，其勢必少衰，至辰巳時復健。故渡者息於此候雞鳴渡江，即百不失一。然則此一片地，數間屋成，不知每歲救多少生命，所關非淺。凡營功德當於急者，往時苦舟小，邑鄒君次江，懇之陳君鳳宇，作兩大艑，渡者稱便。若再有一庵可候風，則大江雖險，而人事皆備，無有迫之以即於險者，此亦一大快也。念淨居士與今十方庵主川公，大有此志。造庵比造舟費更少，其事必易成。陰德勝果之說，皆此中人所常聞，必有大發心者，予姑書之以告。"
    },
    {
        "title": "金粟社疏",
        "content": "金粟社者，予沙頭別業也。自中郎卜居於此，予亦鬻此園，相依為娛老計。無何，中郎逝矣，予始還公安，不數來沙頭，勢不能兼有此園，欲轉鬻之人。而念一草一木，皆己所植；前林後池，足寄情賞，不欲其落俗子手也。始鬻之雲浦居士。雲浦居小龍湖，不數來沙頭，意又不欲虛此園也，乃延僧雪照卓錫其中。雪照從吳入楚，往年依中郎最久，參求已有入路。自其居此，稍稍葺理之，花徑藤格，明堂秘室具備，居然精藍矣。已念既有勝地，欲偕二三靜侶，結參禪念佛之社，始不負雲浦居士置庵初心。或曰：「結世外之社者，宜居深山，此地在聚落中，未免喧囂耳。」予曰：「喧寂在心，不在地也。有來此者，閉門即山中矣，何必走枯槁無人之處也哉！口言入山，入山定在何時，徒抱空願，而荏苒不得住。業海催人，頭顱難待，可畏也。昔宗少文既輟衡遊，即於此地築室；羅君章性厭官署，亦於此地息影。彼俗士尚於此鬧中得靜，況學無生者乎！」遂相與定為社，以招致靜侶。無問沙門及宰官居士，有真心辦道，願入此社者，即列名於冊，俱以入社之早晚為次序。願久住者聽，願暫住者聽。但得十餘人，屏去塵勞，共來聚首。參禪者參禪，念佛者念佛，則蘭若不虛設，而法堂無蔓草矣。此外有不能久暫住，而願附一名於冊以待緣合者，亦聽。嗟乎！自雲棲顯淨遮禪，其法最為諦當。然二三有智慧者，亦須通徹一線，乃可修行。故淨不可不顯也，而禪亦何可盡遮也，是在唱玄者察其根器之所宜而已矣。若於此處披沙得金，偶有二三英靈丈夫，將佛祖寶藏，一時拈出，延續慧命，不至斷絕，是深報佛恩也，其何幸如之！社中沙門則雪照為主，宰官居士則雲浦居士為主。是二人，皆深明大事而兼修密行者，是可依也。至於安居之堂奧，與逐日之資糧，別有定議，茲不贅。"
    },
    {
        "title": "紫蓋寺孝先閣緣疏",
        "content": "紫蓋寺，寺也，而其上有仙祠。夫佛與仙有二乎哉？劉向作《列仙傳》，云七十二人已載佛經，而《真誥》紀諸仙弟子，或學仙，或學佛。在如來亦自稱曰金仙，曰忍辱仙。則二氏原自一家，而世儒乃紛紛為鳧乙之戰，誤矣。但紫蓋仙祠所奉，實有誵訛。《列仙傳》煉丹紫蓋，屈氏二女作履施之者，乃葛玄字孝先，非葛洪也。玄為洪祖，原不可溷，而今以祠洪，其宜改正者一。又山主為劉綱，綱與夫人樊氏，皆得道越人也，不宜居楚；即姑仍舊說，而今乃以樊夫人作楚夫人，何大固陋也？其宜改正者二。予今春偶過友人徐從善山莊，言及此事。從善即忻然許為更之。予曰：「紫蓋之有仙祠，如人頭上之有髻也。今髻欠修飾甚矣，居士能無意乎？」從善曰：「諾。當以九月伐山中木了之。」顧成始成終之貲，不可望之從善一人，法宜廣檀四方。予乃草數語，付之山中戒僧雲川江公，並住持維正，俱各主募事，而先僭為之名曰孝先閣。"
    },
    {
        "title": "募修慈泰寺西方大士殿緣疏",
        "content": "慈泰寺者，即舊王路庵也。記萬曆壬寅、癸卯年，予與先兄中郎，共坐柳浪，見堤畔柳下一僧，手持一帙至。訊之，則吳中王路僧也，時持吳中諸名士書，與中郎為募木計者。中郎初難其事，後以書及辰、常諸公。不半年，而如雲之材，蔽江而下。至今寶殿巍然者，中郎之功也。已而《龍藏》至矣，御額頒矣。當時一袈裟地，遂稱名刹，豈不盛哉！顧寶閣雖具，而兩廡西方大士之殿未成，猶然闕典。禪人行學，立此洪願，欲以當日中郎先生之事望之於予，不知予非其人也。中郎先生具非常之福慧，往者重修玉泉，亦賴其弘護，有祈輒遂，固其宜也。雖然，天下事亦賴時節因緣。時緣若至，其事立成。即施者亦若有以密啟之，而不自知。夫大吳蘭台臣王璠之語，康僧建塔之事，張昱、闞澤等應答諧允，皆係天人入其身中。今人施者，必有天人入其身中，化慳執為檀度者。予固敢竊取中郎之意，而為之疏。"
    },
    {
        "title": "智者緣引",
        "content": "天台《智者傳》，智者為華容人，其實即公安人也。父於陳時封益陽侯，有二子，智者為仲，居公安，今茅穗村油河其遺跡；而村中報本寺，即智者報母之刹。以六朝公安地隸華容郡，故稱為華容人耳。智者修海內刹宇，號四絕，而天台尤著。予屢欲遊而不果。今聞寺已凋敝，予友錢惺復偕諸公捐貲興復。予舟次金閶，公安僧持錢公疏來乞予數字。予亦公安人也，故不辭而為之引。"
    },
    {
        "title": "應天武試程策一道（並問）",
        "content": "問：文武之道，至今日而分矣。乃夫子重俎豆而詘軍旅，他日又言我戰必克者，何歟？豈夫子以文明為神武，如手掌之有開闔，而非有二歟？乃後世沾沾焉，分為二途何也。夫文不足以勘定禍亂，是無用之學也。武不本於開拓心靈，是野戰之技也。三代而下，有以儒者氣象成漢業，有以寧靜淡泊峙漢鼎者，深於文也，而武該之矣。有篤志文史，眼昏不釋聽誦；有學邃於《易》，發明六十四卦者，深於武也，而文該之矣。此諸人可指數歟？說者謂國家得百勇士，不若得一謀臣。而天下事以雄心當之，不若以細心入之。故孫仲謀勸學於呂蒙，範文正授《春秋》於狄青，所謂文可以該武，而武不可以該文者，是歟，非歟？即如曹瞞東下，指顧而檣櫓灰滅；苻堅北來，談笑而胡馬宵遁。其成功皆江南文弱書生也，豈大將在智而不在勇，文人之作用，遠勝於武夫之驅駕歟？今天下多事，悍虜跳梁，誠得真文人以智役勇，而虜可鞭弭使矣。諸生其明著之，以觀文經武緯之略。文武之道，其分也久矣，而其始未常分也。古者塚宰制謀，司馬奉之，入則經邦，出則分閫。是相與將，未常分也。古者井田定制，陣法寓焉；蒐苗獮狩，兵法寓焉。是農與兵，亦未常分也。而謂文武可分乎哉？人之一身，心志效靈，即為文；手哉效力，即為武。而其實一身也。拱手而揖人則為文，戟手而怒人即為武。而其實一手也。故君有君之文武，其撫世即文，其厲世即武。相有相之文武，其論道即文，其運籌即武。將有將之文武，其謀畫即文，其制勝即武。分而未常分也。世之降也，以文士之詞章為文，則安得不分文於武；以武士之擊刺為武，則安得不分武於文。唐魏元忠曰：「理國之要，在文與武。」今之言文者，以詞華為首，而不及經綸；言武者，以騎射為先，而不知方略。故陸機著論《辨亡》，無救河梁之敗；養由基射穿七劄，不濟鄢陵之師。則不知真文真武之道而分之，其弊久矣。昔夫子答衛靈，言俎豆而詘軍旅，非以俎豆之外有軍旅，而分言之也。政以俎豆之內有軍旅，而不欲分言之也。天下用，夫子出其俎豆之餘，可以坐制諸侯，而為東周矣。不然夫子他日云：「我戰則克矣。」又云：「善人教民，可使即戎，不教而戰，是為棄之矣。」夫子豈諱言兵哉！然則文武之道，合而收其全者，夫子也。是真以文明為神武者也。下此則文能勘定禍亂，武能開拓心靈者，亦自有人。張良以儒者氣象成漢業，孔明以寧靜淡泊峙漢鼎。以能出世，故能入世；以能治心，故能治兵。皆從涵養裕為經綸，是文武合而具聖人之體段者也。西魏韋孝寬之為將也，清崤、澠，蹙高歡，計取斛律光，三駕而定山東，可謂武矣。而篤志文史，末年眼昏，猶令學士讀而聽之。彼其深謀秘計，何常不自文出。宋孟珙之為將也，破金武仙，復襄陽，興屯田，而設江陵三海之險，可謂武矣。而學邃於《易》，六十四卦皆有發明。彼其規恢大略，又何常不自文出。皆從名理，抒為籌畫，文武合而具儒臣之規摹者也。以文該武，以武該文。方諸聖門，抑亦其次也。下此雖有破的扛鼎之能，一力士而已，烏足道哉！"
    },
    {
        "title": "聖人之喜怒不係於心論（會試）",
        "content": "善全其心體者，必無累其心者也。夫心體本自無累而能，所之情境，相偶而至，心始不能不受其柴棘。順之喜，衡之怒，頃刻而吸取震撼之者萬狀。而其中之虛明者，光魄已虧，則其累已甚。思釋其累者，欲遣之，而遣之即為病，皆非真能事心者也。真能事心者，非逆之，非順之，非閉之，非縱之；悟其心之體，以守其心之常，使紛紛者皆有去來，我以心郵之，而不為之囊橐。若遊雲幻霞，偶一輪囷而立散。然後我之心體，脫然無累，而靜虛靈惺者如故。一切作用，直肖心而出之。而性術之功業，始見於天下，則非聖心安歸？蓋人之心，原與聖人一也，皆泊乎無累者也。而所以累之者，有以係焉故也。係焉者，留而不去之謂也。澄潭之印月也，月有往來，而潭如故。明鏡之照影也，影有往來，而鏡如故。目有留色，不見泰山；耳有留聲，不聞迅雷。鼻若留香，不能傳香；口若留味，不能傳味。是數者，無不以有所係焉，而失其常，而何疑於心？心之不可著一物也久矣。情與境，無非物也。情與境之物，一入於心而不去，膠膠乎，擾擾乎，一塵飛而翳天，一芥墮而蔽地，而心始凝而為有。乃所以凝而為有者，亦不越喜與怒兩端。喜者，毗於陽者也；怒者，毗於陰者也。毗陽之在心，杪忽耳，係之能為愛為注，為癖為狂。其在上者，以好行其權，能為無端之健羨，沒入之沉酣。大之能假涎涎之燕尾以寵，能借封豕長蛇以權，能予恒思之捍少年以神，能進金虎於膝，能倒授太阿於人，而不自覺，則皆自一念之好始。而毗陰之在心，亦杪忽耳，係之能為憎為詆，為劍戟戈矛。其在上者，以怒行其權，能為無端之冰炭，無方之震疊。大之能使金版出而玉馬馳，夷羊牧而蜚鴻遁。能使貫索不耀千里，炊骨疆埸，血膏草野，而天下脊脊不安，則皆自一念之怒始。此非一念之喜怒能至此極也，惟係之焉故也。夫常人之係於喜怒也，生平無纖毫事心之功，而聽其磨戛不休。以未常有之喜怒，取之著之，如嬰兒見鏡中之相，而索之背也。如蠶作繭以自縛，蟲赴燈以自爛，是執有之累也。而外道者流，又欲一切取而空之，執一物不有之體，而窒其萬物不礙之用。必欲墮肢黜體，塞念杜機，處於心境不交之地，以祈安其心。芽爍種焚，亦終於累其心而已矣。惟聖人於此，有妙訣焉。非縱非執，而密調之。以不係存其心，為至夷至當之心。凡可喜可怒之事，付之以可喜可怒之理，而此中無盤結之根株，係何從有。喜怒未至也，既未至矣，安得係；喜怒已去也，既已去矣，安得係；喜怒正相值也，相值者境也，非我也，安得係。一無所係之衷，泊然耳，泯然無寄耳。若上天之於百昌，潤之以雨露，而非有心喜；震之以雷霆，而非有心怒。若慈母之於愛子，有時撫摩之，而非有心喜；有時撲抶之，而非有心怒。舉凡一切喜怒之觸，入其中而能出。若火蠶之紈，入火而火不焚；若出水之花，入水而水不濡。若虛舟，若飄瓦。若風聲之起於鳷末，而自成宮商；若煙嵐之市於山端，而偶成朱紫也。可以即喜為喜，即怒為怒。可以變喜為怒，變怒為喜。可以喜歸無喜，怒歸無怒。即情而性，即動而靜。即已發而未發，即日用常行而先天未畫。其性術如是，而措之天下國家，喜而天下皆春，怒而天下皆秋。不賞而勸，不怒而威。其虛明之事業，何如而孰非此不係者根之也哉！昔者舜以天下授禹，而非喜之也；以崇山幽都待四凶，而非怒之也。彼其得之精一執中者，微矣。三代而下之賢主，如漢文寵鄧通，而授新垣之詐，為喜之情所係。光武誅指天畫地之臣，唐太宗有撲碑停婚之失，為怒之情所係。此豈數君質未足哉？不學之過也。學之如何？悟以開之，而見此心；敬以凝之，而護此心。心之本體出，而常自保任，然後情習無力，而天下之大可喜大可怒者，不待遣之，而自不係矣。此入聖之真脈絡也，有志於聖人者勉之。"
    },
    {
        "title": "主術",
        "content": "帝王之行，與韋布異，不在小善也，惟能操天下之大權，而能擇人以為輔，則天下治矣。然惟剛能操權，而惟明能知人。剛而明者上也，柔而明者次也。剛之分數什七，而明之分數什三，猶可以治天下；若柔之分數什七，而明之分數什三，則必至於大權去，而天下之勢不能張。故人主與其柔，寧剛也。何者？自古人主而柔，未有不授其柄於宦官、妃後、小人者也。即有恭儉美德，亦無與於天下之治亂安危，而安所用之？江南大室，內有豪奴悍僕，外有訌侮侵奪，其子孫若能剛毅自立者，猶可以保其家世。設厭厭慈祥，則四分五裂之禍立至。而況於操天下之大器，無所以震撼悚動之，而可以植基不搖者乎？昔者，殷人先罰而後賞，故天下一家。周人先賞而後罰，故數傳不振。齊用剛而國勢常張，魯用柔而政出多門。自漢以降，開創之主，固多剛柔互用，而要之其興也多以剛，其敗也多以柔。漢之高帝，剛明之主也，雖號稱寬大，而賞罰必信，天下既定，誅三大臣，以一國權，則猶之乎用剛也。文帝較柔明矣，而遷淮南，誅薄昭，殺新垣平，又何斷也！故《昌言》謂文帝以嚴致平，則亦猶之乎用剛也。景帝近刻，而天下治；武帝近殘，雖起大兵大獄，而明能知人，剛能操柄，而天下亦不亂。宣帝總綜名實，用法令，而天下亦治。自此以後，概多柔主，而漢業衰矣。元帝柔焉，而權歸恭、顯；成帝柔焉，而權內歸趙氏，外歸王鳳。哀帝柔焉，而權歸丁、傅。平帝幼柔，王莽遂以移漢，而漢亡。由此觀之，前漢皆興於剛，而敗於柔者也。光武剛柔相濟，而政治精明，黜三公，用台閣，亦用剛斷焉。明帝用剛，雖號為苛察，而天下大治。自此後概多柔主，而漢業又衰矣。章帝柔焉，而權歸竇憲。和帝柔焉，雖誅竇憲，而權歸鄭眾等。安帝柔焉，而權歸鄧後。順帝柔焉，而權歸梁冀。桓帝柔焉，而權歸左回天等。靈帝柔焉，而權歸曹節、王甫。董卓用，而漢亡。由此觀之，後漢皆興於剛，而敗於柔者也。唐太宗以剛明治天下，大權一，賢人用，而天下治。自高宗柔暗，而權歸武后；玄宗柔暗，而權歸李林甫、楊國忠；肅宗柔暗，而權歸張后、李輔國、魚朝恩；代宗柔暗，而權歸魚朝恩、元載；德宗柔暗，而權歸盧巳；順宗柔暗，而權歸王叔文、八司馬。惟憲宗用剛，而任杜黃裳，以法制裁強鎮，而天下粗安；惟武宗用剛，而任李德裕，以兵威誅強鎮，而天下粗安；惟宣宗用剛，以威攝奄豎，復河湟，而天下粗安。若穆宗柔而志欲銷兵，再失河朔；文宗柔而受制家奴；懿、僖、昭之世，權歸北司，群盜乘之，而唐亡。唐之亡，亡於柔也。宋之開國，多從忠厚。太祖、太宗之時，雖太阿在握，明賢在朝，不失剛明之略，而其氣象，亦少柔矣。真宗柔焉，而留契丹之害。仁宗仁明，雖成四十二年之太平，而議論日多，國體漸輕。英宗柔而權幾歸母後，神宗柔而權竟歸安石，哲宗柔而權歸熙寧之小人。徽、欽柔暗，遂至北轅。高宗柔而權歸秦檜，寧宗柔而權歸史彌遠。光宗柔而受制悍婦，權歸韓侂胄。理、度二宗柔而權歸賈似道。夷狄乘之，而宋亡。宋之亡，亡於柔也。然則自古今以來，剛柔相去之效，不昭然可睹哉！其用剛而不正者，雖以魏武之狙詐，猶能以誅殺驅虜一時；雖以武則天之淫虐，猶能以積威收其權，而成中外臂指之勢也。至於柔惴之主，豈必有大過哉？其禮下愛民，或英雄之主所不能為，而率奄奄然抱神器以予人而已矣。故曰：柔非聖人不能用也。箕子陳三德之疇，而後專以臣無有作威作福，玉石為言，明人主所重，尤在剛克，以操大權耳。子產之論治也右寬；諸葛、王猛之治國也用嚴。其深探治本者夫！予觀世傳譚主術，則重仁柔而詘剛，故悉論之。"
    },
    {
        "title": "名教鬼神",
        "content": "名者，所以教中人也，何也？人者，情欲之聚也。任其情欲，則悖理蔑義，靡所不為。聖人知夫不待教而善者，上智也；待刑而懲者，下愚也。其在中人之性，情欲之念雖重，而好名之念尤重，故借名以教之。以為如此，則犯清議；如彼，則得美名。使之有所懼焉而不敢為，有所慕焉而不得不為。今夫剃髮，嬰兒之所苦也，然而慈母誘之曰：「兒甚慧，肯剃髮，不似某兒癡，不剃髮。」嬰兒喜，乃忍痛而聽母剃也。餅餌，嬰兒之所欲也，然而慈母誘之曰：「兒甚慧，能節食，不似某兒不節食。」兒又喜，乃竟不食也。何也？好名者，人性也。聖人知好名之心，足以奪人所甚欲，而能勉其所大不欲，故嬰兒乎天下，而以名誘，此名教之所由設也。悉達之生也，無不達也。彼深知死生之情狀，而因果之說興，謂今生無一事非前之果，今生無一事非後之因。為善有利，以有善果也；為惡無利，以有惡果也。使人歆善果而樂為善，懼惡果而不為惡。譬如農夫，孰知夫敗穀之不可為嘉禾，而不復以之布種，此釋因果之說所以起也。兩者皆聖人所以教天下者也。然予以為遵名教者，其道屬外，屬人。惟其屬外，屬人，則或修之於共見共聞，而壞之於不見不聞；飾之於稠人廣眾，而違之於暗室屋漏。故吾常見夫遵名教者，往往其中多假人也。非樂假也，真未必得名，而假有名也。若信因果者不然，其道屬內，屬鬼神。一事之失也，人不見而鬼神見之；一念之差也，人不知而鬼神知之。憑信夫己之心地，而求慊於內之獨覺。自作自受，無與人為；有種有收，皆緣己力。故信因果者，未有不真者也，以勢不得不真也。然則名教之弊，流而為偽；因果之教，無往不真。是以因果教人之益，百倍於名教教人之益也。宋之大儒，辟釋氏之遺棄可矣，至於因果，則斷斷乎其不爽也，而辟之何歟？原其所以辟因果者，皆始於不信鬼神；而其所以不信鬼神者，則以其渺茫不可必知。夫鬼神之為德，孔子則嘗稱之矣，《易》曰：「仰以觀於天文，俯以察於地理。」故知幽明之故。夫人上而何以有高天覆之，下何以有厚地載之，皆大鬼神也。朝而走一大丸於東，暮而走一大丸於西，光明昭耀，豈頑然一物而無知者歟？皆大鬼神也。雷霆吼怒，時時下而擊人，皆大鬼神也。五嶽峙立，四海奔流，皆大鬼神也。吾乃不知世間之人，頭所戴者鬼神，足所履者鬼神，耳目所見聞者鬼神，竟無一刻離，而乃以為荒唐幽渺之說，其愚亦極矣。有晝則有夜，有明則有幽，有人則有鬼神，有鬼神則有因果。故因果之報，前生後生之說，不獨西方之書，稗官小史之言，即今正史之中，昭昭不爽，與夫耳所聞，目所見，亦已多矣，而安得不信？故使人人信鬼神，則信因果矣。信因果，則天下多真君子矣。小人有所怖而不敢偽，君子有所樂而不偽。禮樂刑政皆為虛器，而天下治矣，何必名教也？今夫《中庸》一書，所以救名教之弊也。彼見世之為君子者，皆虛偽而不誠，的然而日亡也，故教之戒慎。不睹恐懼，不聞教之慎獨，名教之潛，教之以置力於人所不見，教之不愧屋漏，教之篤恭，教之無聲無臭。而總而歸之至誠，蓋誠與偽對者也。然使人深信鬼神，則不敢偽矣。則欲人之誠也，慎無以鬼神為妄誕，而斷天下之善根哉！"
    },
    {
        "title": "人心",
        "content": "昔常治，而今常亂者，何也？昔之時常有實心任事之人，凡有利於國家而無益於身名者，皆捍然為之而不顧。下至州縣小吏，各有實政，以及於民，故天下治。後之人苟且草率，飄飄然，視其官如一宿郵亭，惟恐其去之不亟。職業曠廢，而天下亂。然則昔常治，而今常亂者，以昔人任事，而今人不任事也。夫昔人任事，而今人不任事者，又何也？昔人忠厚古樸，安分守職，盡公以及其私，無非分願外之想，故能真實任事。今人心漸慧，術漸多，急於表暴，而緩於職業，視古人之任事，皆覺其甚呆甚癡而不為也。然則昔人任事而今人不任事者，以昔人拙，而今人巧也。夫昔人拙，而今人巧者，又何也？昔時上之人未常察魚索瘢，而士大夫亦無修名避罪之意。不祖尚小節，則人可任其拙，而不必矯偽。不鉤摭小失，則人可任其拙而不必逃躲。其防之也不極，則其備之也不精；其索之也不嚴，則其藏之也不深。智竇有所鬱而未開，機械有所閉而未熟，故天下多拙。及至後世，上所以伺察尋求者愈工，而下所以表見藏匿者愈精。知世道之重小廉曲謹也，則借人品之局面，以蓋破綻。知世道之嚴微疵小過也，則極回互之俗情，以逃物議。不用實，而專用虛，妙於趨，尤妙於避。故古之時，明白洞達，非無貪者，而貪不疑廉。非無邪者，而邪不疑正。故可以行吾黜陟用舍之權。今之時，法雖密於牛毛，而人深於九淵。邪者貪者之用術愈精，止可以欺吾之耳目；而正者清者之行己或疏，反至於遭吾之詬議。如是而安得不巧？故昔人拙而今人巧者，以昔之法尚疏，而今之法太密也。法疏，則或闊略於近者小者，而修飭夫遠者大者。法密，則將闊略於遠者大者，而修飭夫近者小者。蓋至修飭夫近者小者，碎絮瑣屑，而衰世之象見矣。至於近日，其巧極也，而猶欲密其法以治之。是猶失火者，惡其不燃，而以膏灌之也。然則救今日之弊，毋過於寬大渾厚矣。毋獎好名之士，毋摭細微之失，毋聽彼此搜尋之論，然後人心漸安其拙。人心漸安其拙，則實心任事之人亦漸以出。實心任事之人漸出，而天下可治矣。"
    },
    {
        "title": "論史",
        "content": "修史之要有二：一曰簡。今夫遷、固史略，未若唐、宋史之備也。然今之人熟唐、宋之史者百無一二，而熟遷、固之史者遍天下，則何也？《漢》《史》要約易誦，而近代繁蕪不可讀也。彼其人之有關於法戒者書之可，若瑣瑣庸流，何用書？事之有關於理亂者書之可，若米鹽雜事，何用書？即有當書者，然一句可明，衍之為一篇；一字可明，衍之為數句，是所謂亂草荒茅也。且史之作也，亦欲使後人誦而法之，若繁蕪不可讀，則人相與厭而束之高閣，又何用史。故誠欲修之，非簡不可也。二曰新。蓋吾嘗讀遷、固史矣，其尋常鋪敘猶人耳，至於重瞳創霸，漢祖過沛，荊、聶意氣，田、竇風波，遊俠之慷慨，貨殖之感忿，以及燕啄皇孫，霍易昌邑，張、趙吏績，五王淫虐之屬，雖百世而下，其文詞猶如朝花之吐萼，而寶劍之乍出於冶，秀色精光，炯然照人。下迄王隱、李延壽，其風流韻致，猶有存者。人之面貌情性，清狂雅癖，猶能畫出。及至近代，千篇一律，無一活語。凡班、馬得意之處，後世且笑以為偏僻。而敷衍纏冗，泯其風流瀟灑之跡，盡為酸人俗士之模本。是西施寫作老嫗，無惑乎書成而已陳陳若太倉粟矣。夫惟新則美，美則愛，愛則傳，則又安可不新。而至於作史之人，其所重如古所云三長者，固不可少，而尤重在識。夫識者，又所以運其才與學也。昔人謂胡風侵於內地，故歌曲皆胡。予以謂胡之所染者淺矣，宇宙之內，自一染於理障之後，然後人皆拘攣庸腐，了無格外之見。其論甚狹，而其眼甚隘，其所取之人全是小廉小謹之輩。不然則揜襲回互，毫無疵議之夫。而至於世之英雄豪傑，出於常調，超於形跡者，乃射影索瘢，極其苛刻。能於長中求人之短，而不於短中求人之長。能見人於皮毛，而不能洞人於骨髓。數百年內，習氣相沿，已入於人之膏肓。故今之時，非無一二穎脫者，而出口下筆，俱是庸人雷同和合之見。使此輩執筆，則有眼如盲，盡收平常緣飾之士，而汰去跡相可疑之真人。安能於眾是之中，而斷人非，於眾非之中，而得人是哉？則信乎非高識不可也。而其史之所由成，則曰不專用官而用士。今夫史局之官，皆居清華，其升遷無與於史之成否，故其志易怠。而又各有他司及一切應酬之累，不得專一。若處士布衣，習於勞瘁，史成冀望一官，其心切，而又無事擾之，故可以計歲而成。而猶有至要者，曰獨。今欲纂成一書，而廣集眾人，是非定於尊卑，善惡分於同異。甲可乙否，彼去此收，紛紛攘攘，何由而成？夫天下固自有有才、有學、有識之布衣，而世未有薦之者。誠有人薦起，而專以一代史付之，給秘府之奇書，收天下之文集志乘，予以廩餼筆劄，使得自舉數十人，以備采錄之用。不過三年，而史可成矣。即不能如馬遷，何至出班固下乎！雖然，世道日隘，人心日刻，雖有成書，必且得罪，其誰肯任之，而史又當何時成耶？即苟且成之，亦《宋史》耳。"
    },
    {
        "title": "明民",
        "content": "老子曰：「道非明民，將以愚之。」夫非以民之可欺而欺之也，正為居上者毋急取所尚者明之，以開天下之巧竇也。何也？凡上之所明者，為其美也。當其始，美者自美，人不知其美也；不美者自不美，人亦不知其不美也。彼之美不美者，無心而自呈，而我靜而聽之，冥而觀之，故玄黃易辨，而我可行吾之彰癉，以鼓舞天下。若皆知其美，則美之竅開，而天下不美者，亦借美以投我。我本欲以明之，而即乘所明者以受其暗。故曰上重孝，則割股廬墓者出矣。上重儉，則敝車羸馬者出矣。上以中庸為美，而模棱回互者遍天下矣。上以直節為美，而瞋目而語難者遍天下矣。上以清廉為美，而柴車垢面，挈壺餐以入官者遍天下矣。況天下之名常集於巧，其真者多無名，而巧者必有名。無名者置之，而有名者用之，則真人不為我用，而假人散布天下。如是則賢者少，而不肖者多矣。夫上之所以為美者，利害榮辱所從生焉。凡人之黠慧而善計算者，先已知之，彼特借我為從入之門，以求遂其欲。而一得志，則故態畢露，其毒且四出焉而不覺矣。如之何可輕示其意向，以為天下射也。或曰：此論偽者耳，若真者獎之用之何害？曰：凡天下之德，有之皆能為用；若偏執之，皆能為害。故仁，美德也，然仁之中，義斷之，禮文之，智辨之，信成之。若偏重仁，一以慈祥為主，則有慈祥之利，即有慈祥之害。五德皆然。是美之中，原有不美者存。故清之君子，流而為刻；直之君子，流而為訐。彼皆真君子也，謂之非美德不可，然其害已若此矣。當其不以為美也，猶任其性之所出而已；及其以為美也，則雜以有我之私，而入之也愈深，其所至也愈偏，而皆足以害天下。一人為之而得名，則眾人效之。至於眾人效之，則不肖其美而先肖其病矣。眾人為之而得名，則後世效之。至於後世效之，則寫烏成馬，而展轉差謬矣。斫元氣而移國脈，其移害人心世道，豈有極耶！或曰：美之意向，不宜以之明民，則示以不美之意向，可乎？曰：不美者，人所競避焉，特汙下者為之，原不足以移天下之風氣。惟夫美者，天下之所共慕，而高明者之所共趨。且世道所觀望者，上之人及一二人賢人君子耳。此處一移，天下之人心悉受其轉，而不知害，且移之國運，可不謹哉！夫漢之節義，宋之議論，此皆君相不能自秘其端，以成末流之勢者也。嗟乎，非真知道者，烏知老子所言為切骨之譚也歟！○賞罰治天下者，賞罰而已矣。有善焉，吾賞之。有惡焉，吾罰之。所以程行也，常道也。有功焉吾賞之，而生平之惡不盡論也。有罪焉吾罰之，而生平之善不盡論也。所以集事也。小人而有功，則賞之如其功，而駕馭之以濟吾用。君子而有罪，則罰之如其罪，而以禮行之。若盤水加劍之類，不至於詘之辱之，以存其廉恥而已矣。功可以權於賞，而必不可不賞也。罪可以權於罰，而必不可不罰也。惟賞罰無章，使天下借人品之非，以議其功；而竊人品之是，以薄其罰。如是則天下何苦而必有功，又何所憚而不為罪？雖在太平不可，而況多事之時，一呼吸而成敗頓異者乎？宋時重人品，凡有多欲之跡者，雖大豪傑至於有大功，弗是也。凡飭無欲之形者，雖大庸人至於大有罪，弗非也。以故天下之學士大夫，其循一己之節也，甚於圖天下之功。操國是以遙制朝權，而遂因之以為賞罰，小人從而乘之，以至於亡。是故重在人品，故雖以開國之趙普，卻虜之寇準，濟時之呂夷簡，其反危為安之功，朝家受其無窮之庇蔭，而當時猶不直之也，曰人品未醇也。呂好問策金兵之來，護康王之難，其功大矣。賊退未寒，而侍御史王賓急論之以去，曰：「偽命之受，於人品有礙也。」葉篸建嘉王之議，上堡塢之計，保淮民之策，其功大矣，事未及成，而中丞雷孝友急論之以去，曰：「附韓侂胄，於人品有礙也。」若夫王荊公執拗自是，輕變國法，遠君子，信小人，引用呂、蔡，遂禍社稷。張德遠始不聽曲端之計，喪國家四十萬人，終不聽史浩之謀，妄取山東，國家人馬兵甲為之一空，而宋卒不振，以至於亡。若此二人者，其罪甚大，即誅之不為失刑，而朝廷重之，當時稱之如故也，何也？以其人品是也。夫宋之時，何時也？國勢已衰，元氣已微，一呼吸則為敗亡，為左衽，此何時也，而猶論人品耶？吾以為若王、張二人者，可誅也。即不誅，而其罰固不容已也。又況乎彼之所謂礙人品者，皆影響無根之譚，而並議其大功。彼之所謂全人品者，俱小信小諒之節，而並薄其大罪。有功不賞，有罪不誅，宜矣宋之亡也。昔楚誅子玉，惟其國憲森如，所以霸世。夫既無必至之賞以鼓舞之，又無必至之罰以振攝之，故有功者無以自立，而無功之小人，乘其戮辱不至之故，輕於任事，而僨天下。然則宋之所以亡者，賞罰無章也。賞罰無章者，在士大夫重清議，崇人品，以持朝廷之權也。嗟乎，可以戒矣！"
    },
    {
        "title": "用人",
        "content": "古今之法，無全利無全害者。夫大利大害之法，久之不見其利，而見其害，率不數傳而止。惟有一種常例之法，無論巧拙，皆能用之，持之也若無心，而究竟歸於無毀無譽，故久而可不變。今夫藏鉤之戲，以卜度相角，亦極易矣。童子之戲者，以為巧而不能，於是三人者各認定數者三，而出以合之。合之，則為勝。彈棋打馬之戲，其稍難者概不傳，惟骰子則至今行之。何也？取其無心為賞罰，而可以平人之氣也。予以謂世之取人用人，亦若是而已矣。蓋古用人取人之法，有鄉舉，有辟署等法，而今皆不能行，所存者止科目耳。有九品官人等法，而今皆不能行，所存者止資格耳。夫古之法皆格而不能行，而獨科舉資格存者，豈法久弊生，而此獨無弊歟？非也。科舉之法，乃宋學究科也，士為帖括，糊名易字，任有司甲乙之。即有高才博古通今之儒，而不及格，終身不得沾升斗之祿。又時文爾雅，不投有司，好尚相欹，總歸沉滯。及其雋者，出官登朝，與文字分為二途。至於吏部資格敘遷，起於後魏崔亮，而復行於唐之裴光庭，所謂「一吏在前，勘簿呼名而授之，如數兵徒，如籍麻竹。」庸老之所樂，而豪俊之所甚苦，其法之不美至此，而今惟此為獨存者，何也？取其出於無心，而人無所用其指摘也。國家議論甚多，檢舉甚苛，故取一人，不必在得士也，期免嫌疑而已矣。推一人，不必在得才也，期免嫌疑而已矣。柄文者避嫌不極，雖所得士文如班、馬，行如曾、閔，而人不以為是也。能避嫌，則雖所得者盡是庸鄙瑣屑之流，而人稱之矣。銓選之避嫌也尤甚。人有大才而破格用之，人不以為是也。人本無才，而循格用之，人不以為非也。若曰必如是而後見我本無心，一惟遵例，則議論自不能生，而相安於無毀無譽耳，此法之所以久而不廢也。然吾以謂天下之才，誠非科舉之所能收，士之有奇偉者，誠不宜以資格拘之。顧此皆非常之事，而世無非常之人，則相安於額例而已矣。今使離科舉而行聘薦，彼主聘薦之人，果具隻眼者耶？銓選者破格用人，又果能辨之於未事之先否耶？徒滋紛紜無益也。且天下無事，常時也；書生主衡，常人也。以常人處常時，而行常事，亦可矣。設有賢者於此稍融通之，而亦不必出於例之外也。如斯而已矣，如斯而已矣！"
    },
    {
        "title": "論性",
        "content": "性善之說，千古未明。以性善而習不善者，非也。今孺子生而怒啼則多嗔，見彩色而喜則多貪，等皆不善類也，何待習？以性之善不可見，而情之善可見，謂性本善者，亦非也。孺子雖知愛父母，亦能捽父母；長雖知敬兄長，亦能淩兄長；見食則爭，見色則妒。其善從第一念出，其惡亦從第一念出也。情亦何嘗善？有謂義理之性善，而氣質之性不善者，亦非也。天下無二性，苟性中有氣質之性，則性亦不得謂之善矣。然則性善之說，尚紛紛無定論也。乃予則斷之曰：論性者，必以夫子之言，合佛氏之言，而後其說始明。吾求其明而已，即天下萬世我罪亦不惜也。蓋人性之初，未有不善者；而習則有善，有不善。吾所謂習，非一生之習也，乃多生之習也。多生習於善，則善。如多生習仁，故生而慈祥；多生習義，故生而正直等是也。多生習惡，則惡。如多生習不仁，故生而刻薄；多生習不義，故生而邪曲等是也。習之重者，不可移。善重而值惡習，惡重而值善習，亦不能遷也，上知下愚是也。習之輕者，可移。善輕而習於惡則惡，惡輕而習於善則善，無不可遷也，中人是也。是善與惡皆習也。即易善易惡，亦習也，於性何與？性如太虛，至善者也，善惡俱不得有。善如慶雲，惡如彤雲，皆生滅於天體之中耳。然則，以何者為性？曰性不可言也。姑言之，言其大，則山河世界，皆性中物也；而指為一身之內者，非也。性如海也，形色如漚也。性之大海，既結為形色之一漚，則一漚之中，而全海隱隱具焉。但去漚之所以凝結者，而海體可復矣。去其填塞此海者而虛，去其鄣蔽此海者而靈。虛靈之性圓，而全潮在我矣。曰悟，所以覺之也；曰修，所以純之也。皆所以復此無善無惡之體者也。無善無惡者，千萬世不化之性；而有善有惡者，千萬世相沿之習。奈何以習之善，為性之善哉？○論學天下無止息之學。吾所謂無止息者，非一生也，乃千生萬生，以至於無終窮也。世儒聞此語，自宜河漢。不知學止於一生，則一轉盼之間，而已與草木同朽腐矣。孔之忘食忘憂，以至不知老之將至，不亦空勞也哉！若無宿生後生，則為學者，反不如流連光景之人，飲酒好色，終日歡暢，為得計也，又何苦而作此寂寥生活也？昔魯共王欲毀孔子之宮，聞金石絲竹之音而止。夫孔壁所藏，特其遺言耳，尚有鬼神嗬護。況以夫子之精神，至虛至靈，合天地而並日月，乃竟窅窅泯泯，同於無知也耶！難者曰：聖人既存，即今在何處？予曰：不可以我輩不聞不見，而遂斷為無也。汝試觀此幾下之蟻子，其出入一穴，則見聞止於一穴，已不能周此一室矣。況一室之外，為堂為亭，為園乎？園之外，更有一大聚落乎？聚落之外，更有州縣；州縣之外，更有中國及夷狄乎？人之在世，與一蟻子等耳。其所不見不聞者，蓋亦多矣。夫先聖後聖，有來處即有去處，雖不在天地之間，而亦未始不在天地之間。自有清淨國土，微細受用，出無入有，入流分身，視此下界，如溷如廁，如蜣如蛆。其次者，或在紫府丹台，共翼玄化。或於名山洞府，讚理幽功。或處而為正神，或復出而為明君、良臣。其心體愈精微，則其境界最朗灼；其功行愈廣大，則其地位愈崇高。直至聖而不可知之為神，猶非稅駕之所也，豈可以一生兩生盡哉！"
    },
    {
        "title": "死不死",
        "content": "士君子蹈仁履義，奮不顧身，當必死之時，固不暇有再生之慮也，而往往趨死而得不死。昔者晏子犯崔杼之怒，哭莊公屍，以為必死矣不死。欒布犯高帝之怒，奏事彭越頭下，以為必死矣不死。汝南郭亮犯梁冀之怒，往收李固之屍；南陽人董班亦往哭固，以為必死矣不死。朱伯厚犯曹節諸宦官之怒，往收陳蕃之屍，匿其子；事覺合門桎梏，備受考掠，以為必死矣不死。魏郃觸侯覽之怒，詐為家僮，護史弼，以為必死矣不死。孫蒿觸十常侍唐衡之怒，家藏趙歧，以為必死矣不死。李篤不顧黨禍，藏張儉，以為必死矣不死。趙戩不畏郭、李，棄官營王允之喪，以為必死矣不死。脂元升犯曹公之怒，收孔融之屍；田子春犯公孫瓚之怒，哭劉虞於墓下，以為必死矣不死。莫嗣祖為袁粲所信任，後粲死，高帝責以不白粲逆事；嗣祖直申本懷，以為必死矣不死。夫此趨死而得不死者，史冊所載甚多，予不能悉也。至於求不死，冀富貴，而卒送棄者，如公子彭生，為齊侯殺魯公，而卒為齊侯所殺。王諫諂王莽，上書欲廢太后，而卒為王莽所殺。王慶之諂武后，欲廢皇嗣，立武承嗣，而卒為武后所殺。路粹為曹操奏殺孔北海，而卒以賤買驢為曹所殺。伯珍斬袁颭首，詣俞湛之降，而卒為俞湛之所殺。漢段矰結宦官，圖免死矣，而卒為宦官所殺。夫此趨不死而得死者，史冊所載甚多，予亦不能悉記也。嗟乎！以死成仁，即死猶甘之，況不必死乎？殺人媚人，可以得富貴，且免死，猶不為之；況冀不死，反得死乎？此古之英雄豪傑去彼取此，見危授命，而挺然無再計也。"
    },
    {
        "title": "殺禍",
        "content": "甚哉，殺機之不可發也！殺機一發，害不在其身，必在子孫。昔秦皇好殺，而諸子皆為項羽誅死。漢之景、武好殺，而皆自殺其子。曹公好殺，過彭城殺十餘萬人，而其子自相誅夷。傳國僅二十餘年，曹爽之變，司馬懿大行殺戮，曹氏支黨皆夷三族，男女無少長，姑姊妹女子之適人者，皆為誅死，竟移魏祚。司馬懿好殺，破公孫淵，殺男子以上七千餘人，殺其將佐二千餘人，又殺曹氏子孫殆盡。孫炎篡漢，一傳而以鴆死，立其二十五子，即為劉聰誅死；而其餘子互相殺戮盡死，其孫即為劉聰執戟持蓋，更衣行酒，後竟亦誅死。南宋劉寄奴弑晉昌明，殺恭帝，不數年，而子義符即為傅亮所殺。子孫繼立，自相屠戮，至蒼梧竟為蕭道成所殺。蕭道成殺順帝，宋室子孫無少長皆死，一傳而廢帝海陵為蕭鸞所弑，殺其子孫無遺。蕭鸞二子東昏侯、和帝，竟為蕭衍弑死。蕭衍弑二君，殺六貴，而身為侯景迫脅死。子昭明夭死；子簡文為侯景以土囊壓死；簡文子大器及王侯之在建康者二十餘人，皆誅死。北朝劉淵、劉聰入晉，害諸王公及百官以下三萬餘人；而數年後，靳準作亂，劉氏男女無少長皆斬，發掘陵墓，鬼哭聲聞百里。石勒征曹嶷，阬其眾八萬人，誅劉曜，殺其太子而下三千餘人，又殺兵民五萬餘人，枕屍金谷。從子石虎降城陷壘，盡殺不留一人。子欲弑父，父復殺子。虎十三子，五子為冉閔所殺，八子自將殘害。石閔之變，石勒子孫並石虎孫三十八人，皆殪死；閔亦卒為慕容誅死。高洋殺主，已而子卒為常山王演所殺。演殺洋子，已而子卒為長廣王湛所殺。隋文弑主，築仁壽宮，丁夫死者無數，盡阬為平地。已而身被弑，諸子皆以凶死。唐太宗好殺骨肉，子孫亦殺骨肉。五代之時，朱溫好殺，身為子殺，年祚短促。至於人臣好殺，如李斯好殺，父子五刑。李林甫好殺，為楊國忠種誅。楊素好殺，子以凶終。李廣殺亭長，李陵降北。陸抗誅步闡百口皆盡，有識尤之；及機、雲見害，三族無遺。晉二苟兄弟號為屠伯，血胤永絕。張和思斷獄，備極慘毒，號生羅刹；後孕男女四人，臨產，妻即悶死；所生男女身著肉鎖，手腳並有肉杻束縛，後身亦杖殺。好殺之禍如此，未可重數也。嗟乎！天道昭昭，疏而不失，彼有幸逃於生前者，夫豈無身後乎哉？慎勿以為浮屠之說，而令人幸於不報，以敢於殺也！"
    },
    {
        "title": "擬上軫念山東饑荒，發帑金十六萬，倉米十二萬，特差御史一員前往賑濟，務令人人沾被德意，廷臣謝表（萬曆四十四年）",
        "content": "伏以帝軫蒼赤，廟堂廑東顧之心；天降軒，蔀屋蒙更生之慶。朝頒濊澤，宸衷俯切民艱；野無屯膏，祲年頓為稔歲。歡騰郡國，喜溢臣鄰。臣等誠惶誠恐，稽首頓首上言：竊惟養民為政，聚人以財。虞廷谘十二牧之臣，首致命於惟食；周禮開八百年之業，屢加意於救荒。大司農之勸相有常，小行人之稠委待變。成湯躬剪磨之痛，魯僖下鍾鼓之懸。公劉積倉岐西，黔黎宿飽；漢文重粟山東，父老觀成。夏暑雨而冬祁寒，農家最苦；春省耕而秋省斂，王道宜先。豈必吉而無凶，要在饑而不害。惟朝野異視，遂肥瘠無關。穆騁雄心，徒有泛舟之役；武勤遠略，空飭乾封之文。鄭皮之餼，國人必借命於子展；王望之贍，部下終待辯於鍾離。河東既災，汲黯猶煩矯詔；江南不易，鄭俠枉自繪圖。慨鄧攸以開倉免官，惜王蘊以請賑左降。天災代有，人事已疏。鹿台巨橋之藏，徒資敵國；瓊林大盈之庫，何救疲民。不思十二之政可因，漫言百六之災無策。安得自天雨露，誰為有腳陽春。事不虛行，道必有待。茲蓋伏遇皇帝陛下，允文允武，止孝止慈。萬壽無疆，長為太平天子；一人有慶，永保樂利黎民。明鑒當軒，合祖有功而宗有德；太阿在手，維辟作福而辟作威。當此金甌無闕之時，有是玉燭不調之沴。女魃肆虐，巫尫難焚。洛陽之銅雀不鳴，河上之土龍空設。十二諸侯之舊地，龜坼無遺；七十二泉之樂邦，雲稼蔑有。無夢魚之兆，有掘濆之風。田祖之祈已虛，天孫之禱不效。恒饑稚子，絕杜甫黃獨之苗；枵腹儒生，削陽城白榆之粥。易子而食，並日而炊。渤海多虞，潢池之兵間起；鄭圃不治，萑蒲之盜相尋。戎首天黿，災飛地雁。徒傳蒲魚之利，不聞雞犬之聲。郡國疏聞，神聖軫念。不忍東海赤子，即於納隍；何惜尚方度支，資之待哺。朱提巨萬，白粲千車。奚必御史飛霜，但為蒸民澍澤。詔頒黃紙，不為封禪而來；使用繡衣，豈以鋤奸之故。務令普沾實惠，未可徒尚空文。欲盜息民安，在家給人足。苟衣食之不繼，虞鋒鏑之潛興。雖鄒、魯之區，為四海文學之藪；而芒碭之地，實千古嘯聚之場。漢、唐之往事當知，山海之險阻可慮。況糧運之血脈，以徐、邳為咽喉。既關轉輸，深虞梗塞。故欲國無釁隙，必須民有蓋藏。此宸衷之極思，而布澤之微旨也。臣等有志憂時，殊慚報國。恨為肉食者鄙，莫救菜色之民。上恩實深，臣忠未效。敢不如楊震之潔，夜辭黃金；第五之廉，歲支赤米。益守素節，共濟時艱。伏願德周普天，惠均匝地。聽子典之諫，察孝婦之冤。入關罷征，充庭絕戲。清問疾苦，杼軸寧止二東；虛懷疇谘，弓旌宜加三至。不獨太公賜履之域，立見昭蘇；當令大禹乘載之方，共沾浩蕩矣。臣等無任瞻天仰聖，激切屏營之至。謹奉表稱謝以聞。"
    },
    {
        "title": "貞魂志",
        "content": "丁未，予以下第寓京師。時薊鎮督撫蹇太保公理庵在密雲，延予賓席。太保公樂易愷悌，待予若家人父子，閑則秉燭話言，娓娓不倦也。一日酒半酣，公語予曰：「我初不信有鬼神事，今始知其有，並悟世間一切事，皆有定數，不可逃也。」予曰：「何也？」公曰：「我昔視山東學政時，校濟南一府卷，閱完列案已定，俟晨發。予夜臥甫下睫，見一婦，年可二十餘許，跪寢室外。頭面並衣服下，血涔涔狼藉。手伸一紙，若哀吁狀。予忽驚醒，自雲偶也，復眠如故。頃之，前帶血婦人復來，狀若前。予醒自念曰：『此古署也，豈老鈴下及宋無忌之妖耶，抑冤抑也？即有冤抑，我衡文使，不治獄，胡為來？』呼侍史明燭，予復臥。頃之，則向婦人復伸紙室外，其貌不異也，而愁慘之狀有加矣。凡三至，以為醒耶，差不類；以為夢耶，又了了無昏沉相。「予是時雖不知婦人所言冤者何事，而知其決為諸生妻，以冤死無疑也。遂整衣起，坐中堂，呼吏王暹，問諸生案中有緣事者否。吏曰：『止禹城縣生郝琚，前以殺妻死，降青衣；今考二等，應復廩。』予征其牘，曰在濟南道，止批詳簿在此。閱之不具顛末，止見前學使周鶴皋公有批詞，擬償而後寬之。緣此生素勤學，屬邑及諸生多方湔雪，止革其廩。予乃取案所注『復廩』塗之。吏曰：『謂條約何？』予曰吾自有說。吏默然。予是時雖不悉郝琚所以殺妻之故，而知其以無辜殺妻死，無疑也。「晨起案出，楚人吳文學率諸生為琚請甚力，且謂其貧而苦學，須此廩自給。予不之許，且微笑。諸生相視以目，若悔來者。予以夢中事涉怪，終弗言，遂罷去。後抵省，取原牘盡閱之，乃知郝琚娶妻孫氏為婦，生二男，貧寒相依，無異故。琚與群儒結社講業，是年將大比士，琚笑謂友人路宗商曰：『今年我必得附鄉書。』宗商曰：『果也，諺所云一中遮百醜矣。』琚出社，自思祖父俱薄宦，二弟年少，一尚未室，我家世清白，斯人何發此言？此必屬吾閨閣事。然我家中無他人，惟妹夫秦東軒居前院，得無與吾室人奸耶？步歸家，即取其父宦車上劍，入房捽其妻，用刀亂斫。妻口中猶喃喃問何事。頃之，頭面俱為血汙斃矣。後孫氏弟孫悌訟之，然亦以有二子故，難於檢視。並訊官及同邑諸生，以其勤學憐之，事得原。夫郝琚恥其妻淫汙之故，拔刀殺之，亦似有男子氣，情誠可原；但以一戲謔無憑之語，毫不檢察，遂傷妻命，何其孟浪至此。至於嘲謔者，以一語致人殺妻，尤可恨也。事已久定矣，可奈何？待奪其歲廩，亦足以少泄冤魂之忿，予可藉手報女鬼矣。然竟以事涉幻怪，不欲言之。「屬憲長李公次溪、憲副嚴公春門置酒相邀，予私語以夢；而左右多禹城人充臬司吏者，皆稍稍聞之。閱數日，嚴公告予曰：『異哉！日來所言郝生事，禹城人復與予道之甚悉。大略謂孫氏既死一年餘，忽至其家，常聞其聲，或並見其形。來甚忿，且哭且言，詈其夫曰：「我家世仕宦，為士人女，粗知禮義。既至汝家，辛苦支持，供汝讀書，養育二男。汝作好秀才，向人頭上立，我豈不知體面，作不肖事。即有之，亦當審察的實。上有公姑，次有諸叔，下有奴隸，旁有四鄰，細細詢訪，豈無影響。既得實跡，殺我何遲。且我實不肖，縱令汝碎斫萬段，乃我自取，我亦不怨。如何聽狂且之言，不分黑白，將我膏血塗地。使我生遭失節之名，死為含冤之鬼。割肉傷心，九泉不忘。今者天日在上，汝豈不知？我早晚訴之冥司，令汝金木纏身，乃復希望前程耶！汝勿謂蹇宗師考汝二等，當復廩。我當訴汝不令汝復也。」一家盡聞，琚不勝怖，第不知所謂蹇宗師者何云。然聞不令復廩，殊憂之。諸友謂郝生謀曰：「曷哀告其父，令其父來分解，鬼必聽之。」遂如言懇其父。其父至，呼其女名，即應。因語之曰：「自兒亡後，念兒死得甚苦，我老眼痛哭欲枯。但汝夫一時錯疑，致汝含冤。事已往，人鬼路異，汝朝夕擾擾，他家不得安。又聞兒欲伸訴，不令復廩。渠家貧困，靠廩支持。且汝有兩兒，渠父復廩，若有寸進，家計稍裕，略治田宅，以貽兩兒。不然汝兒在世，衣不周身，食不充腸，縱汝在九泉之下，心中何忍？汝是賢女，當聽我老人之言。郝琚逆理傷情，誠不足憐，百凡念兩兒在世，我老年不忍見外孫零落，汝其詳之。」言罷嗚咽，鬼亦嗚咽，答曰：「阿公言豈不是，但兒素性貞良，被人無故殺隕，空抱不白之冤。兒名節亦重，如何顧得兩兒？我冤不報，人將謂實有淫跡，兩兒便是淫母所生，在世反不如死。兒已訴之冥司，憐我許我報怨。阿公勿復再言。」父知不可奪，遂還。後聞代督學者為公，郝生已膽落矣。及後考居二等，應復廩，而督學不準復，人皆以為冥報所致，而女鬼之言果驗。禹城人之言若此。然禹城人尚不知公因女鬼之訴，而詘之也。異矣！』「予備聞嚴公之言而太息曰：方女鬼言時，予尚為東州守也，不惟我之督學定，即生之考二等亦定矣。予是時不惟知幽明之玄通，而且知人士之一進一退，真斷斷乎有定數無疑也。明年，移官江南，道出禹城，有二新孝廉迎於郊。詢郝琚事，其言如嚴公而更詳。自發案後，琚復見婦來索命，一夕自縊死。予是時益信作《無鬼論》者之妄，而大冤之必報，為可畏也。因歸舟中草一記，以為世戒。書而篋藏於家。屬楊酋之變，縹囊零落，化為灰燼。邇年以來，都不復省記。今姑語其事於公，未可以告人也。」予曰：「今聞之，猶令人病悸也。然惟公聰明正直，其精誠足以遠徹幽明，故鵠亭之枯骨，仰祈申雪，以抒其憤，非偶然也。」若夫朋友聚首，不可輕為戲謔。至於人言不可輕信，忿不可輕發，鬼神不可不畏，定命不可不安，具見太保唾咳之中。予遂次其語以為志，俾後之人觀覽焉。"
    },
    {
        "title": "天皇寺瑞像辨",
        "content": "楚中有瑞像三：其一為武昌寒溪寺文殊像，乃陶侃為廣州刺史得之海上者也；其款識為阿育王所鑄文殊師利像，初送武昌寒溪寺。及侃遷荊州，欲以像行，窮人與牛車三十乘之力，皆不得動，復還之寺。其後遠法師迎往廬山，飄然無礙。會昌毀寺，藏像錦繡谷，及再求之，已無其跡矣。其一為荊南萬壽寺彌勒瑞像。當高氏清泰中，有金陵商葉旺者，將往荊、楚，舟未發，忽一僧願附舟尾，旺許之。朝開帆，夜達荊，旺訝其神速。訊其所之，曰往城西之祈雨寺，因踣溺水。旺驚，亟救之，乃獲銅像，有五色毫光。旺以狀聞，高氏迎置萬壽寺，右手缺中指，屢補鑄不成。其後漁人得之於高沙湖，以補缺處，如生成。宋紹聖四年，蔣之翰迎至承天寺祈雨，甘霖即澍。政和間，建新華會，像放光明。張丞相商英為讚。其像非金非銅，瑩潤非常。至於今遍求所謂彌陀瑞像者無有，當亦錦繡谷文殊之跡矣。又其一為今天皇寺自來佛像。東晉永和五年，廣州商人輕舟忽重，及抵渚宮，忽有人自船登岸，舟遂輕。至六年二月八日，忽有像現於荊州城北。時鎮牧大司馬桓溫，躬事頂拜。諸寺咸迎，不得動。有長沙太守江陵滕畯，舍宅為寺，額表郡名，請道安法師弟子曇翼住持，有寺無像。翼聞像現，往請之，颯然輕舉，遂安本寺。至晉簡文咸安二年，始鑄華趺。武帝太元中，殷仲堪為刺史，像出西門，為邏者所擊鏗然，視之像也。後有罽賓僧難陀禪師瞻禮感泣，曰：「失之天竺，乃降此土！」訊之，則為阿育王造，背上梵文宛如。歷代中恒以放光為瑞，流汗為沴。梁大通四年，迎像至金陵，居同泰寺。太清二年，像大流汗，其年十一月侯景作亂。大寶三年，賊平，長沙寺僧法等等迎像還江陵，後止本寺。天保十五年，蕭琮移像仁壽宮。至開皇七年，長沙寺僧法蒨等迎還本寺。開皇十五年，黔州刺史田宗顯禮像放光，發心造殿，最為整麗。至大業十二年，像汗，朱粲賊至，像逾城入至寶光寺。唐初，尚在江陵長沙寺；至於今仍在天皇寺。前二像俱廢，惟此像巋然獨存。第不知長沙寺以何年廢像，以何年移至天皇，見聞不博，未之能核。萬曆癸卯，予往禮佛。破院三間，搖搖欲墮。一日屋塌梁墜，及佛冠而止，欹立無倚，若有人擎。黃太史平倩過此，見而悲湣。太守徐公見可，太史門下士也，命木商林茂化鼎新之，屢月而成。雖不如大通中像在金陵之刹宇，及田刺史之十三寶帳，亦已無愧精藍矣。說者乃謂此即無盡所云慈氏瑞像。不知一為慈氏，一為迦文，形別也；一在東晉永和，一在高氏清泰，時別也。若果即永和所至之像，無盡出入梵策，如瓶注水，豈不廣引《法苑珠林》之文，及放光流汗之事，而斷自高氏清泰始哉？其非一像也明矣。夫以文殊之像，顯於武昌而後失之；慈氏之像，顯於荊南而後失之。而惟我迦文金容，造於阿育王者，至今尚存。則此一像也，豈直此地之優曇已耶？或曰：今何以不放光，不流汗也？予曰：天下太平，雖不放光示祥，亦不流汗為沴，所謂「不愛功德天，寧有黑暗女」。豈比前朝，治即九天之上，亂則九地之下者同哉！此正瑞相之所以神也。今年寓天皇寺最久，屢覲此像，因感而書之。"
    },
    {
        "title": "青溪雷",
        "content": "遊青溪，立龍女廟前，有僧從其舍後門出。一客謂隨行僧曰：「此即前日雷擊僧弟子耶？」僧曰：「是也。」予問故。僧曰：「今歲六月初一日，大雨，溪水暴漲，浸僧後園。僧與弟子同出視水。師復入房，取鋤授弟子。雷即隨來，與弟子遇，釋不擊，火著衣服皆焦。直至房，擊其師，即死。已立牆畔，如一火焰蓑衣狀。久之，乃穴牆而出，牆邊有麥一大甕，甕破，麥植立不散。雷既去，欲收埋，復震動，醮祝後方得收。」予問僧，此僧生平多作何事。僧曰：「其人亦無他過失，蠢然耳，蓋前因也。」嗚呼，鬼神之理，其灼然不可誤也久矣！古之聖賢，未嘗言無鬼神也，而斷然以為無者，自宋儒始。若其果無也，彼立牆畔如火焰蓑衣者果何也？偶值之，又何以不擊其弟子，而必擊其師哉？或者曰：雷果有神，世之作惡者亦多矣，何以不擊？予曰：天道在隱顯之間，不可測，可測即人道也，非鬼神之道也。若隱若顯，而忽示以祥，忽示以威，所以為鬼神歟！世之言無鬼神者，其惑不可解也，則請視青溪雷事。作《青溪雷說》。"
    },
    {
        "title": "金陵街石",
        "content": "洛陽石經，蔡中郎所書，凡四十六碑。至範蔚宗所見，其存者僅十六耳。自唐天祐中，韓建築新城，而石本委棄於野。朱梁之變，劉惸守長安，有幕吏尹玉羽者，白惸請輦入城。惸方備岐軍之侵軼，謂此非急務。玉羽紿之曰：「一旦虜兵臨城，碎為矢石，亦足助賊為虐。」惸然之，乃移遷於城內。此神物所以不為瓦礫，而至今存者，尹玉羽之力也。宋天聖中，詔營浮圖。薑遵在永興，毀漢、唐碑之堅好者，以代磚甓。當時有一縣尉，投書具言不可，力懇不已，至於叩頭流血。遵以其沮格朝命，罷之。自是人無敢阻之者，遵因此得進用。此投書尉，必佳士也，寶愛舊跡，至於叩頭流血以請而不得，以至失官，亦甚可哀。至今逸其姓名，不得與玉羽並傳，則尤可哀矣。予遊南都，見其街多以青石為砌，瑩於鏡面。有故老云：「此皆先朝舊豐石也。」予謂不然。昔魏文取兩漢碑，為九華殿樓基，識者已卜當塗之德不長。況在盛朝，寧有斯事！姑無論聖明在上，即翊運諸公，其識豈出玉羽、縣尉下哉？六朝舊地，物力原饒，自多佳石，且臨江水，采取不難。故老所傳，不足信也。"
    },
    {
        "title": "王開府相讚",
        "content": "德也而其機圓，其體方。溫如趙璧荊玉，而不紊其辨；灼如禹鼎秦鏡，而不露其芒。功也而符分百社，乳迸千門，立青蒲而銀榜借回天之力，持丹書而圜土載解網之恩。行且恬波息馬，支撐乾坤。言也而萼從根披，流以源注。不為法縛，而極文人之變態；不為才使，而稟先民之程度。乃旁溢而成趣，又皆不朽之所餘。躡屣必淩蒼翠，奮麈皆落璣珠。吹雲潑墨之畫，伸龍屈蠖之書。凡百家之奧妙，皆入髓而遺膚。望而即之，真山高海闊其規模，而蓄泄珍奇，包藏雲雨，無所不有，而亦卒歸於無。斯真孕靈秀於數百載，為持世道之一流。而豈止如漢殿所圖，五代將相之赤泉侯也。"
    },
    {
        "title": "顧生覓讚為題",
        "content": "夫夫也，身雖火宅，志在冷雲。蓋將息機於青泉白石之間，而未能即遂。故其意如有所往，而其目專有所凝，殆不止為擔風握月之文士，而將來且作服霧餐霞之道民。此予密察之阿堵之間，自謂遺膚而得其神者也。"
    },
    {
        "title": "大士讚",
        "content": "大士如月，人心如水。潭水澄清，月現潭裏。不可思議，犀文象蕊。感應道交，生智慧子。"
    },
    {
        "title": "潘生覓讚為題",
        "content": "遊其貌，腴其神。昔也走馬擊劍，今也五車紛綸。漱曹、劉之潤，問班、馬之津。遊俠處士，慧業文人。噫！吾向貌其似也，吾今乃識其真。"
    },
    {
        "title": "吳正子像讚",
        "content": "左有喬松，右有修竹。後倚懸岩，前臨飛瀑。置子於中，冷然不俗。文人之藻，道人之骨。得飽伊蒲，而誦貝葉。人生已足，又何必飛而食肉？子計甚穀，並為子祝。"
    },
    {
        "title": "汪氏叟婦像讚",
        "content": "君公避世，範叟成名。與時委蛇，跡燠神清。淵淵樹德，如耳忽鳴。數米不校，同上行生。優哉遊哉，以樂天年。何以治生，尺宅寸田。交梨火棗，此中自全。惟茲淑配，孟、翟同賢。外德金玉，內行蘭荃。綠窗縫掖，戚裏喧傳。苟隱德之相儷，亦何羨乎劉綱夫婦之俱仙！"
    },
    {
        "title": "香豬讚",
        "content": "萬曆庚戌十二月之十一日，予居沙市，間同衲子寶方過十方庵，逢周居士念淨，云其比鄰鄧氏，偶得償債豬一口，數日不食，欲殺之。方礪刀次，而異香忽滿室，遍覓室中無有，則從豬身出也，耳目口三處尤香。予與寶方遂拉居士偕往觀之，至鄧氏，豬適在門，殊馴擾。予與寶方以手抹其耳，有異香，眼淚尤甚。手至次早，香尤鬱然。感而作《香豬讚》。含靈雖同，報趣迥別。或處於山，或居於澤。即屬養物，亦多蠲潔。不淨之尤，惟茲剛鬛。盤餐糞壤，園觀溝渠。喙與穢會，身惟虱都。專供臠刀，業報靡逾。如何此畜，忽出妙香。香氣滿耳，香淚盈眶。香滿牙齒，氤氳非常。或云偶爾，樂虛菌蒸。是大不然，茲實有情。不同頑質，幻變無因。或云為災，或云為瑞。或云宿業，少福多罪。如比丘尼，宿誦《法華》。以破戒故，後墮淫家。以誦經故，口吐蓮花。茫茫業海，因果無差。多生罪累，感此艾猳。一念之善，香氣交加。是誠有之，猶屬常見。惟我大士，異類中現。五台薄荷，豕中說法。晁氏所書，佛在齒頰。一月普攝，印滿千江。入流分身，處處放光。天見天身，龍見龍王。蠕族蜎種，豕國蟻邦。擊大法鼓，建大法幢。維此異豬，莫作豚矚。亦非鬥精，亦非仙牧。我方教體，純用聲音。彼眾香國，佛事香雲。是大士者，從眾香至。以香說法，汲引諸類。聞此香者，普發深信。是謂大士，說法已竟。猗與此香，旃檀難同。旃檀之香，但能逆風。不能使人，心地開通。猗與此香，遠勝牛頭。牛頭之貴，價值閻浮。不能使人，增長薰修。此香大士，不可思議。如阿國，遇不再遇。嗟爾眾生，日夜鼓刀。一餐不肉，預憂腹枵。豈知中有，大士之曹。何忍屠戮，是烹是熬。有戒則香，無戒則臭。身是行廁，心如糞豆。香海浣洗，亦莫能救。試觀大士，芬香酷烈。是何因緣，可不努力。我來隨喜，彌耳閉目。雙淚橫流，如見舊識。以手撫摩，一宿猶熾。矢心精進，同歸香國。和南作讚，以代心勒。"
    },
    {
        "title": "行路難",
        "content": "萬曆庚子，予應秋試後，從中郎使車南歸。方葺理書社，自謂瀕年奔走道途，可息肩矣。十一月廿六晚，忽得伯修訃音，一家昏黑，不知所為。兩三日痛定後，稍訊信出黃太史書，大約言邸中無主，兄可急來；且為覓得傳符，可星夜行也。大人含淚，命兒可速往。予哽咽不能答，是時王母亦於一二日不起，而予小兒子海亦逝，荼苦殆不忍言。予亦念邸中卒卒不能日夕淹也，遂以月初離邑，中辰渡江，於風帆中，回視大兒於江上，鵠望舟中不歸，為之淒然。從江陵抵建陽，漏下矣。一僕熟驛路，語予曰：「今夜尚可走荊門，特是驛人悍甚，非威之不奉符也。」予曰：「不可生事，寧緩行也。」僕曰：「歲且暮，河一凍，則屯守河下。邸中以日為歲，須乘月行，乃可計日而至。」予又囑之以善語其人，毋生事也。僕乃繩郵卒，杖之過。其人自破鼻流血，大呼其群，各執梃及瓦石走旅舍來。急閉門，瓦石皆從屋上過，罵聲不絕。覓僕，已匿床下。予乃呼逆旅主人，語之云：「實是吾僕獰，當笞之。」諭諸人且散，乃已。是夜竟不成行。明早取道，舍中兒曰：「謹備之，道上有人也。」予乃令旅主人傍予輿行，見道人持梃者紛紛至趨僕。僕馳馬走，背中瓦礫。遂枳輿不得行，予呼主人善諭之。其人皆曰：「郎君善人也。」釋之去。自此益緩行。然至中州，則奉符惟謹，不敢嘩矣。予亦舍輿乘馬，馬上悲慘之甚，間口占數語破悶。時新戒葷血斷酒，至夜無聊，同侶強之飲，予終不忍破律。行至黃河，河冰初泮，兩岸不得一舟。訊之，則困於郵使，匿焉。自辰至午，徬徨無以為計。俄見道上有人持一竿，往尾之，得舟。乃滇中一孝廉，丐之長令者也。既得舟，人馬狼藉，舟中亦不暇顧，遂渡河。孝廉揖予曰：「天涯無侶，願隨驥足。」予曰：「可。」遂偕行。窮日夜，鬚鬢皆為冰結，麵拆手龜。至順德，夜行，孝廉馬不力，數詈其僕。至驛方旦，各至旅舍早食。俄門外大呼，有蠢僕入。予曰：「外何攘攘？」曰：「殺人。」予大駭。俄而孝廉自來邀予，予不知為何，過視之。見孝廉僕與一郵卒爭一刀，僕持其柄，卒持其鋒，鋒入指內，血涔涔如注。訊之，則孝廉僕嗔馬不力，取滇刀割其馬障泥及鞍韉等物，所割殆盡。二卒方大飲，醉見之，曰：「若何不割我？」取刀自割，僕不與，故相持急。其類不平，遂持大木抶孝廉及予，亦誤以予為同事人也。予與孝廉從後室避之，至予寓，方坐定，而卒塗血持刀來。予復避之，孝廉大呼欲起，予曰：「此野郵也，無官可籲。又豎子俱極醉，萬一相逼，而成他變，豈真珠抵鵲也。君其忍之。」予乃呼主人語之曰：「我楚人，孝廉滇人，非同事也。」主人始知之。予又曰：「若可諭其人，鞍韉係其主人家物，彼懼故為此耳。我予以錢，孝廉家奴實橫，決不罪若。」主人以是語二醉豎，豎乃止。予乃先送孝廉行，始往至前途。予疾行，不復並轡矣。月終，乃抵都門。望見都門，予腸如割。至邸舍，隕絕。頃之，黃太史至，相向而哭失聲。住此凡三月，俱在痛哭聲中度日，昏昏惘惘，不似在人間也。遂以辛丑四月，扶櫬從潞河發焉。潞河多舟，馳驛者舟人以賄求之。是歲，水涸無舟，與差使爭，乃得二舟。方行十餘里，遂不能行。舟人下水推移，一日僅里許。予乃歎曰：「茫茫六千里程，何日至哉！」凡五六日，始抵天津，暮矣。予見岸上多草舍，心計曰：「儻回祿忽起，奈何？」三鼓，舟人皆倦臥，予尚坐，俄岸上大呼「火起」，予急窺之，火光已燭天。予大呼舟人及諸僕起，令急移舟。舟人起倉卒，拔鐵鹿不得動。火逾近，百計乃移至對岸，予不能聲矣。初以鎮江一舟置眷屬，而櫬舟尾焉。鎮江舟疾，其人皆悍喜事，與山東一運船相撞。運船破，糧澌澌墮水中，予舟在後，未知也。見岸上戍卒隨予舟而呼曰：「壞舟沉糧，願救性命！」予大駭，乃知為前舟事也。予自思此係官糧，事不小，當奈何？乃令人持一字告之督運者，幸督運者寬之曰：「但往，吾自區處之。」乃得脫。然路多中貴人舟，予數數戒舟人令相讓，不過遲接纜一刻耳。舟人多不遜，數有爭鬥。予曰：「此凶事也，失手誰當之？」舟人曰：「漕河常也。」亦少戢。然每一舟至，則予膽落矣。舟行至交河，舟人於驛遞乞夫，竟無有。曰地近荒旱，又無支費，驛丞吏俱遠遁。前一官，住此一月，始得行，蓋於市上居民稍溫飽者，使顧募。後於公費內償之，十不得一，人甚苦之，以此居民亦多散亡耳。舟人去如額尋覓夫者，大為市民所窘。一人傷。俄頃兩舟舟人繫得一人至，即傷人者也。予屢戢之，舟人俱云：「若此慈悲，即窮年不得抵家。」予曰：「固也，然寧徐徐，恐激變耳。」皆鞅鞅以去，曰：「姑於此度夏。」予乃問此去縣治路若干，曰可五十里。又問長令何人，曰長令久闕，署印者校官也。取《儒林》閱之，乃王公，曾為常熟令，與中郎舊同事者。遂作一字達之。王次日遣一役，以顧募金並書來，甚委曲，遂得夫，喜謂解纜有期矣。而舟人及諸從者謂：「市人傷吾人，即縱之去，下驛聞風，益不奉符矣。請笞之，少示威棱。」予曰：「不可。」諸人跪懇，曰：「某等非為私憾，政為程途耳。」眾人遂強笞之，予止不得。笞罷，人逸去。解纜半里許，舟人各持梃督牽纜者。頃之，舟尾鳴金大呼，可百餘人，持器械追來。至則擊舟人，能水者入水避之，惟一人不能入水，遂為所傷，頭破昏死。以大石及瓦，中舟如雨下，窗欞皆破。眷屬盡號泣，駭欲絕。初執其人來時，予意釋之，令人予飲食。及笞時，獨眾人欲苦之，予甚哀憐見於色。其人亦知之。正搶攘鼎沸時，有一人大呼於後曰：「苦我者，舟人也。舟中貴人，仁人也，不得驚之。」眾人始不復登舟，而所擊之舟人竟斃。予曰：「彼見人死，其黨必益肆國狗之瘈。」予令提其人入舟，詭云：「人未亡，若輩欲何為？」其人大呼而散。視其人尚存一息，但頭破傷重，血出不止，不能蘇。遂置舟中，靜俟之。時天暑，血腥滿一舟，予心傷之甚。次早，血稍止，云能飲食。予分盤餐飲食之，大喜，謂有生機矣。過數日，有舟人為理髮，則蛆蟲滿頭，擊深處寸餘。予聞大愕，稍以解毒末藥傅之，幸而不死。舟人欲圖報復。予曰：「若輩亦自生禍，況茫茫道途，誰能羈此耶？已矣，莫若行也。」行一日，風逆甚，泊野市。予方晏坐，見舟尾有人呼曰：「前舟移去！」予出視之，見有十餘健兒，牽纜逼舟後。舟人怒曰：「此貴人舟也，客舟乃敢爾耶！」予見牽纜者一人私向舟語曰：「我輩浙中征東卒也，凡三千人，無帥又無糧，沿途擄掠。爾舟不宜犯之，可急移對岸。」予曰：「此神教之言也。」急移舟，則見後舟可數百艘，中多女妓及良人婦，皆所擄掠者。移稍遲，其中人皆戟手奮拳詈，我舟漸遠，尚聞叱吒聲。予囑舟人及僕輩曰：「此浙中亂卒也，既無統帥，即受其虐，誰控訴者？汝輩但靜坐舟中，不得出一語，致爭端也。」語未終，而市民哭聲震地，有奪婦女去者，有奪所市物去者，誤以予為帥舟也，隔岸訴者，以頭搶地，哀吁不絕。予歎曰：「古人云：『聚兵易，散兵難。』當事者置此三千人度外，不以一官統之，且不與糧，令其何策以歸，是教之盜也。惜此小費，令一路民受大毒苦，有司袖手無計，干戈亂離之象，今日見矣！」予固徐行，使之先去。然其舟沿途肆毒，不即行，每與我舟相值。予益緩，乃離後軍。舟至臨清，居民訴奪妻女者如雨，憲使鍾公乃用市上排門夫四五千人圍之，令曰：「若不縱婦人上岸，當立殲若輩！」諸卒懼，悉聽諸婦女走岸上，親識號泣持之去。鍾公又令人逮其為魁者百人，皆與杖，仍以卒圍送出境。後始戢。予舟既至臨清，又為稅使所厄，大輸金錢，乃得行。方解纜，岸上人曰：「何往？前途水涸矣！」未行三十餘里，舟漸淺，不能行，遂止焉。至辰河，見底矣。天劇暑，河揚塵，纜夫數十人，欲縱之則難前途，止之皆無食。予乃日煮粥食之。眷屬舟住處，隔四五里不相聞。僕者來云：「夜來眷屬輩驚駭甚。」是夜予乃自至前舟，露坐船上，舟中稍定。已而念水不即至，人心洶洶，不若暫往東昌官舍，候水至始登舟。舟中皆喜。乃於次日從陸至東昌，閱數日後水至。蓋前為中貴閘水，以運重舟，故驟涸耳。從東昌行至濟寧道中，糧舟鱗次，數相爭。會督漕劉靜川公遣使至，故得無梗。抵徐，其見厄於稅使，輸金錢以脫，亦如臨清事也。而縱爪牙登舟搜索甚之矣。出徐時，苦風逆，自三月至此，兩月餘矣。局促舟中，若籠鳥係駒，然亦以此盡閱《宗鏡》及《傳燈》諸書。至廣陵，憊極矣。得信，知仲兄已到此，為之一快。是日聚首廣陵，悼傷逝者，不勝酸楚。然久困郵中，於天涯見骨肉，又不勝喜躍。徘徊數日，三舟同發。天溽暑，又多惡風，常阻江上。偶行，有疾風黑雲起，舟人曰：「風至！」急收纜，風力勁，纜將斷，幸而艤岸，大風卷地至矣。江水方漲，一望浩白無涯，甚怖之。過安慶，偶得順風疾行，俄聞桅上作大聲，如倒狀。急觀之，則帆裂墮矣。馬當夜渡，江下岸皆亂石，險不可測，舟薄之立壞。時月夜當江而上，迫岸，風漸起，舟漸落。榜人曰：「若至下風，何以為計？」予嘿禱於神，幸而濟，泊於彭澤。而眷屬舟又隔十餘里。風益急，夜半舟始至，則疾風吹浪人立，稍遲殆矣。至武昌，予乃覓一舟，先從漢口歸襄。江水大發，牽路盡沒，一僕幾溺焉。抵家，見大人於佚老堂，悲泣哽咽，相視不能言。後十餘日，櫬舟始至。"
    },
    {
        "title": "書王伊輔事",
        "content": "王伊輔，字任仲，蘄州人也。少俊，喜讀書，內外典皆通曉。時人比之應世叔。為人豪放輕財，面有奇骨，長髯，好譚兵。予少年雅負才氣，謂功名可唾取，易言天下事。自辛卯後，連擯斥，乃好任俠。危冠綺服，騎駿馬，出入酒家，視錢如糞土。數年，大為鄉里毀罵，妻子怨嗟，羞不能歸。乃走鄂，病大作，臥一古廟中，寂寞無聊甚。而任仲忽來視我，相勞苦如舊識。是時任仲失意，隱於鄂中酒家。予故人丘長孺，為里中人所窘，皆聚鄂中。是人皆才子，不得志於時，尚意氣，雄心不可調伏，逃而娛樂，意與予合。乃相攜，分題賦詩，醉則起舞，登徘場，演新曲。一醉三月，興盡，彼此各鳥散去。予乃與長孺買一舸東下，過潯陽，登采石，憩金陵，醉桃葉渡，走西湖，醉臥湖上。月餘歸，至團峰，別長孺，至武昌度歲。未數里，風起，四面昏黑，雪大作，頃刻尺餘。波濤吼怒，舟不能前。方臨水浩歎，俄一舟從天上來，見一人左手持書，右手持酒杯，雪花亂點衣裾上，四望江山浩白，意致遒逸。逼近，乃吾任仲也。相視而驚，躍於舟，各訴別後事。乃知任仲從鄂渡湘、漢，飄零荊、郢間。荊州多商賈兒，不能知任仲，復走鄂，歲盡思歸。予問歸作何計，曰：「試期迫矣，且歸去待之，或得一第，以救貧困。」予曰：「善。予亦歸矣。」相與嘯詠而別。予既歸，讀書一寺中。三月內，夢與任仲會一橋上，蓬髮垢面，目光黯黯，語予曰：「怪事，怪事！然吾有一子。」予曰：「勉之！讀書取功名，愁能傷人，莫太苦也。」任仲如不聞，復作前語。遂覺。予寤以為不祥，以語兄中郎。中郎曰：「天生一人，既賦以拔俗絕群之才，必有用於世，豈詎奪之哉！」予亦以任仲相非夭者，不復疑慮。後人漸有傳其死者，予乃大懼。七月，至武昌，問之人，則任仲果死矣！死之日，即予夢之日也。予既為位哭之，憂思愁鬱，忽忽如有失，不飯而飽者彌日。方欲恤其妻子，收其遺文。而予復遭侘傺，病作困甚，倉卒歸去。六七年來，友朋皆凋落，任仲既已死，長孺近亦多病，餘多忍恥歸去，杜門不出。予又窮困倍昔，所算輒錯。奔走江湖間，其不沒於洪濤，畢命於盜賊者無幾！今方依人千里外，一妻兩兒，終年不得一耗，饑寒生死不可知。上愧郈成之分宅，下痛西華之失所。中夜思之，披衣而歎，傷哉，傷哉，吾其如天何也！"
    },
    {
        "title": "書人帖後",
        "content": "古人云：「親恩罔極。」果然。於何見之？夫功名富貴，講學者之所不譚也。人有沉溺於是者，則必笑之。及至於子之身，則不然。彼其以子得之而喜，失之而悲者，皆是也。狂者進取，狷者不為，皆高明倜儻，脫略世故人也。古今之人品有類於是者，講學之人，亦深取之。及至於子之身，則不然。彼其以不羈之故，而見棄於父者，皆是也。吾以是知父子之情果重，而其恩果罔極也。何也？彼其愛功名富貴者，真也。人忍以不真待人，而決不忍以不真待子。取狂狷脫略之人者，假也。人忍以假待人，而決不忍以假待子。此其恩為何如，相愛之情為何如。而世高明之子，反以此歸咎於父之不知，則亦過矣。蔡中郎之醉也，常狼籍而臥於街市，人呼為醉龍；使其父過而見之，必以為無賴子矣。陶潛一官不作，王弘送以錢，復送之酒家，至其瓶空，不恥乞丐於市；使其父見之，必以為薄福子矣。阮籍之待人也，而好為青白眼，當世宗其任達；使其父見之，必以為傲惰子矣。夫此數人者，皆古今之鸞鳳，景星卿雲。其所與並生，同時居官成家立業之子，不知其數，真如瓦礫草木。人品不同，何待於言。然世之為人父者，苟見其無益於子，雖才如中郎，高如陶潛、阮籍之流，不願其子有之。見其有益於子，雖為草木，為瓦礫，而亦甘心焉。此其所以為真愛也與！故曰：「親恩罔極。」李生曰：「非欲其有益於子也，欲其有益於父也。非愛子也，父之自愛之道，當如是也。」"
    },
    {
        "title": "書雪照冊",
        "content": "甲辰秋初，予避暑荷葉山房。未幾，中郎偕雪照、冷雲二禪師及雲心居士至。已而寒灰老禪亦至。山房僻在萬松中，清寂之甚。每夜月明，露坐秋場上，相與激揚第一義。凡月餘，甚暢。因歎吾輩偶集於此，結世外盟，非夙生人外之契，何以有此？隔生雖昧，而般若緣深，故東南西北，復萃而為不請友。豈惟此生，即千劫可知也。是夜，月明如晝，諸公譚鋒正發。予因假寐，俄至一處，見一龐眉老僧，語予曰：「公等欲知宿世之事乎？中郎前身即蘇公子瞻，公即子由也。雪照師即金山了元，冷雲即風篁嶺之辯才，寒灰即東林總，而雲心居士即參寥子也。今皆聚於此矣。」予曰：「諸人前後了然，獨兩蘇與予兄弟，尚覺有異同處。」老僧曰：「子瞻息機也遲，而中郎息機也早。遲則蹶，早則無咎，其有所懲而然。與公前生稍沉靜，今生稍流動，而其所就亦稍廣大，大略同也。」予因問之：「師何人也？」老僧笑而不答。予遂寤，時諸公論難方熾，予以所夢質之，皆躍然，若有憶者。次早，雪照伸紙覓書，予因銓所夢付之。予謂雪照不獨參悟處似了元，即慧心滑稽處亦相似也。所不似者，不肯買燒豬肉食吾輩耳。若肯典袈裟成此一事，則全似矣。諸公皆絕倒。"
    },
    {
        "title": "書唐醫冊",
        "content": "予少時失意好遊，南走吳越，北走九邊，以少泄其雄心。而所之必挾一醫以俱，唐生其一也。唐生江右人，以醫遊楚公安。出則隨予遊，歸則隱里中，從兩叔飲。予罷遊，多里居，常語兩叔，唐生從遊，有大快事三：中郎與予入都，取道宛、洛。天日清和，皆舍輿而騎。先入傳舍，而令唐生代居輿中。未至城十餘里，郵史拜迎。唐生錯愕不知所為。鼓吹大沸，嗬殿聲甚厲，蜂擁而入傳。唐生下輿，殊有驕色。此其一快事也。梅客生開府雲中，予往客，置酒桑幹河，大合樂。是日，材官悉裝，甲光耀日。行酒者，皆萬戶。而唐生與席，醉後走馬平原，偏裨圍繞一簇如紅雲。客生與予，馬上飛鳴鏑，箭如叫鴟。而唐生亦以一騎隨其後。此其二快事也。寓都門，有新安賈人，治酒教坊。予以他事不終席，而賈人已先予金，留唐生代飲，畫閣朱欄，綠窗繡榻，帳床皆綈錦，香清一室。入暮，兩小鬟供事，為除冠服。幘已敝，內著木綿大布襦，行縢如梯。小鬟皆匿笑，唐生亦自笑不止。夫此地非冶俠不到，而唐生亦得闌入，若樵夫之遇毛女，漁郎之見仙媛。此其三快事也。諸叔聞予言，皆大笑。每酒間輒以謔唐生，唐生亦甚自得。予後遊，念生已老，不復俱。丁未，予自漁陽歸。入村中，稠人中不見唐生，以問兩叔，曰：「唐生逝矣！」訊其鄉之族人，則曰：「來時已斷水漿累日，今逝去或數月矣。」予泣曰：「傷哉！唐生頻年從予奔走，冀予取一第，沾升斗之潤，而今竟已矣！後當為撫其遺孤，不令凍餒。」又三年辛亥，再入村，舟泊輞湖岸，天微雨，晝色慘淡，釜鬛鱗鱗。見一人持蓋入予舟，視之，則唐生也！予大駭曰：「此必鬼也！豈故人之魂，聞予至而來，有所托耶？抑所謂三屍者，假人面貌來播弄予耶？」私念鬼畏唾，急唾其面。唐生曰：「公少好調弄人，今老大，尚爾耶？」予曰：「公殆非昔日同遊唐生也。予前年至此，問兩叔及公族人，皆曰逝久矣。此非鬼而何？」唐生曰：「信乎其逝矣，然予幾逝而復生者也。」正相持辨論，而兩叔來舟中，大笑，道其再生事，予之疑始釋。復以酒酒之，改故衣贈之。出囊中金，為市棺。時唐生將歸吳，帽中取伯修、中郎所書詩文一冊，雨溜煙痕堆積，幾不可辨。且云：「與公相與最久，都不得一字。每乞則曰徐之，再徐之，唐生入土矣！」予曰：「徐之，公壽未也。公醫術按古方，雖未必活人，決不殺人，是宜壽。家雖貧，而胸中灑然無一事，神明酣適，是宜壽。凡物類如猿如鶴，皆數千百年。公瘦骨棱棱，圓目銳啄，通身皆毛，大類猴也，是亦宜壽。予今且隱里中，築湖上草堂，公明歲必來，當為公作生傳。」唐生曰：「老人風燈也，姑為一言，使後世知有唐生足矣。」予遂援筆次其語以付之，而並訂來年聚首之約，其中多謔笑之語，大都車過三步，腸痛勿怪意也。"
    },
    {
        "title": "書雪照存中郎花源詩草冊後",
        "content": "此先中郎兄甲辰、乙巳年間筆也。甲辰夏，中郎偕雪照、冷雲、寒灰諸衲，及予避暑山村，凡兩月餘。松林荷池，聚首話言，為生平第一快事。入秋，中郎偕諸衲走德山、桃源，予走黃山。初冬復聚柳浪，發篋見其遊程詩記，倩冶秀媚之極，不惟讀之有聲，覽之有色，而且嗅之有香，較前諸作更進一格。蓋花源以前詩，間傷俚質，此後神理粉澤，合並而出。文詞亦然。今底稿具存，數數改易，非信筆便成者。良工苦心，未易可測。追思當日舊侶，目前惟雪師與予在耳。展玩一過，不覺腸痛。若夫字類松枝，媚氣盡絕，亦甚可喜。置之金粟社中，永與貝葉共垂不朽，尤此冊之幸也。"
    },
    {
        "title": "書顧讓侯冊",
        "content": "清泉流水，性之所宜。宿世詞客，前身畫師。故不愛佩玉，而愛采芝。蓋於霹靂火中，潔如雪而冷如冰，即沒世而猶不忘曳杖登臨之情者也。如不信，視其藏舟處鬱鬱之紫藤。"
    },
    {
        "title": "書青蓮庵冊",
        "content": "嗟乎，予又何忍見此冊也！追思飄杓之語，予每言及，吾兄未嘗不粲然一笑，而今已矣！柳浪湖中，六載匡床，東南西北，形影相逐，皆如夢中事矣。予又何忍見此冊也！冊中所言，叮嚀若此，而顯公猶有飄然遠去之意。夫顯公果有飄然遠去之意，是以逝者待逝者也，不可也。即顯公留矣，止於碧酣，而不以遺命所捐之地，置一精藍，是亦以逝者待逝者也，不可也。即顯公置精藍矣，而吾輩不為作緣，不為護持，是亦以逝者待逝者也，不可也。夫顯公以逝者待逝者，不過於故交之誼有損耳；若吾輩以逝者待逝者，是為不弟不孝。不仁如是，雖欲不留顯公，不共成其精藍與護持之也，又烏忍耶？且此地之來也，予與祈年侄受直者也，不得而有也。即彭年侄，亦為先人已捐之土而已，奉其遺命者也，不得而有也。則已非袁氏物也，乃顯公及十方物也。雖然，袁氏雖不得而有之，而其祠於如來之旁者，乃袁氏之為父兄也，伯叔也。袁氏雖不得而有之，又安得而不護持之也耶？必也顯公主此庵，袁氏世世護持此庵，始為不以逝者待逝者耳。若夫深信因果之士，以此為白社，因而助成之，護持之也，又何幸如之！"
    },
    {
        "title": "書鄰漁子冊",
        "content": "昔通人李溫陵有詩云：「漢濱有父老，試語藏身訣。」予因作詩寄之曰：「漢濱父老多奇訣，數語雖存名不存。」溫陵見而頷之。蓋楚之隱君子雖多，而姓名俱隱者其隱最貴。自漢濱父老而外，屈大夫所遇之漁父，亦其一也。屈子不得不憂，漁父不得不樂。屈子不幸而留名，漁父幸而不著名。然隱若漁父，清貴已極，真令人懷想景行，而不能自已者也。今汪君有隱德，而匿跡於市廛，且自號曰「鄰漁」，其有漁父之思乎？夫隱者，心隱也，何分煙波，何分市肆。大隱居市，汪君近之矣。"
    },
    {
        "title": "書怡山蓮社圖後",
        "content": "古德云：「未有久住不行，未有久行不住者。」遠公結社廬山，不過虎溪數十年，住可為久矣。然考其從安公南遊樊、沔時，安公為秦將朱序留之襄陽，遂分遣徒眾，各隨所之。遠公乃始卓錫當陽，今當陽之龍泉精舍是也。從當陽之公安，今之二聖寺，舊為安遠寺是也。其後悅廬山之勝，乃懷終焉之志，則亦久於行，而後住者。今怡山遍參已久，年漸老大，色力亦不甚健，乃繪此圖自隨，亦有久行思住之意焉。豈其欲覓遠公之遺趾，遵遠公之遺事，修香光之業乎？效遠公者，既荷竿木前往，效劉遺民者，且繼踵來矣。謹書以訂。"
    },
    {
        "title": "書月公冊",
        "content": "昔晤龍湖老人於通州，予問當如何作工夫。龍湖曰：「參話頭。」予曰：「某子甲半生參話頭，而了無消息者，何也？」龍湖曰：「不解起疑也。夫疑為學道者之寶，疑大則悟亦大。予近來尚有餘疑，可惜不遇大作家，痛與針劄一番耳。」予心佩其言。見世之學者，終日恬然；其稍敏捷者，隨口領略，自謂已得，始知老子所謂不解起疑者，真有見也。古人云：「薄福之人，不生於疑。」又云：「不疑言句，是謂大病。」今看古人因緣，其穿鑿者無論矣；稍有所見，淺者作逗塞情識會，深者作探竿影草會，作仙人手中扇會，遠之遠矣！疑者，參之寶也；理者，參之讎也。所悟在理，必不得力，從門入者，不是家珍耳。月湖心地甚淨，戒行甚穩，講經論極精細，而其中尤有不能自安者，蓋亦有大疑也。若盡擲去算沙諸事，而不受盲師，輕為點破，則將來人天一隻眼矣。何幸親見之！"
    },
    {
        "title": "書瑞雲老衲冊",
        "content": "瑞雲祥公，肇跡本邑，南北遍參，已而住錫龍蓋山下。邑大司馬王公及諸賢士大夫，見而慕其宗風，相與挽留之。遂為結庵以居，造像施經，粲然具備。即祥公亦舍百城之志，定交木上座矣。古人所謂未有久行而不住者也。往年予偕曾太史及王氏諸昆，過其庵中，見其居山水之湊，欣然留連，不忍舍去。及見祥公眉宇，乃知其為修遍吉行者。今年祥公過公安，視前老矣，太史已化去，而惟老衲屹然如故。感惜傷今，忽忽若夢。予謂祥公曰：「住山事體廢興，主人既創之，不必慮其後也。獨出家一番，原為續佛慧燈，老衲向來遍參宗旨，畢竟如何？」祥公曰：「山僧口門窄，煩居士代一轉語。」予乃朗吟曰：「石牛面北走，木馬向南征。龍蓋天邊去，繡林水上行。」祥公曰：「居士又為虛空安耳穴矣。」相與撫掌大笑，因喜而識之，並以為贈。"
    },
    {
        "title": "書見微請經冊",
        "content": "雪照道人自江左來，晤予於篔簹谷。道人云：「江左諸公，發明格物，尚未見親切，不知居士作何意旨？」予曰：「我解格物，隻用家常茶飯，實無新奇。孔子所云學問思辨篤行，即格物入手處也。質之佛學，可以水乳合者。不即文字，不離文字，非博學乎？南北遍參，三上九到，非審問乎？研究至理，以悟為則，非慎思乎？大悟十八遍，小悟不計數，非明辨乎？如理而行，行解相應，非篤行乎？即大慧、中峰教人提話頭，亦止是慎思中一件事也。然下手亦須博學，古人千經萬論，諸佛心印在其中，可以起疑，可以入悟。故圭峰自《圓覺》入，玄沙自《楞嚴》入，此便是從文字入道榜樣也。」雪照頷之。雪照之徒見微聞之，若有當於心者，曰：「學既不博，問何由審？」遂附舟下江左請經。"
    },
    {
        "title": "書葛洪井上毗盧閣造像冊",
        "content": "謂佛仙無二乎？《楞嚴》所云十種仙者，皆為外道。謂佛仙有二乎？而劉向所記《列仙傳》中，其七十人已在佛經；則佛之示跡於仙者，又未可以兩家論也。葛先生之為佛為仙，未可知，然必欲岐之，是亦戰鴻乙者耳。毗盧如來為佛中尊，等妙二覺不能窮其際，況天曹列仙乎？然平等視之，即蟻蝝之族，莫不具此毗盧本體，而況其上者。丹井之間，有毗盧閣，閣之上有佛，闔之即成一家，理固應然，無足怪者。成意以大願力欲於郢結造像因緣，予愧葛先生不能以丹砂與之，姑予之以唾霧。若逢大力長者，則字字皆丹砂也。"
    },
    {
        "title": "書名公便麵冊",
        "content": "便面一冊，皆伯修先生宦中交遊諸公詩也。中多世外高人，若卓吾、石簣、平倩詩書，尤為難得。自伯修居京師，凡伯修所與交遊者，予皆得而友之。庚子以後，伯修去世，友人相繼或逝或隱，去年復失中郎。寒雁一影，飄零天末；此中蕭颯，豈可言喻。小阮未央重拾取裝潢，示予於二聖寺智者堂，竹下閣筆，不忍細玩。嗚呼！予雖欲不入空門，其可得乎！夫楮墨之中，先太史神理所寄，未央當以淨水名香供養之，不可輕以示人，為寒具汙卻也。"
    },
    {
        "title": "題米元章畫竹卷後",
        "content": "今日晨起，君超見訪篔簹谷中，坐淨綠軒前。時天雨，新筍滿林。籜破處，嫩綠欲滴。遂燒筍共飯，復出此卷相示。頓覺萬竿神情，盡落毫素間。信知竹於花卉中，為世外之品。非世外之人，若仙之五指，顛之牙頰，不能肖也。展玩不忍釋者久之，因笑曰：「今日六根五髒，皆化為竹矣。」"
    },
    {
        "title": "書澄公修天王寺冊",
        "content": "昔予兄中郎令吳時，以勘災故，得遍遊洞庭兩山，向予極言消夏灣之勝，予夢想之久矣。兩度至吳，屢欲遊而屢不果。今澄公所欲修之天王寺，正去消夏灣不遠。想青豆、赤華之舍，其峙於蒼壁澄波之中者，不知其秀媚當何如也。昔外道欲障如來，云：「瞿曇所愛者，清泉流水，當為塞之。」則山水之趣，不獨韻人致士有之，即佛亦饒之矣。何者？凡成佛者，多慧業文士，有韻有致者也，豈板俗庸夫所可與哉？扶輿之氣，結為佳山佳水，而盡以為梵宇精廬，非人也，天也。今欲崇奉如來，乃置之朝市囂雜之地，即竭象馬七珍，何福之有！佛事門中，煙雲供養，當為第一。而西洞庭之天王寺，近消夏灣，尤煙雲中之最秀冶者也。其修也，雖人間之福田，尤世外之韻事。故急書數紙，付澄公以勸緣。"
    },
    {
        "title": "書方平弟藏慎軒居士卷末",
        "content": "戊戌之冬，伯修、中郎皆官都門，予亦入太學。慎軒先生從蜀中來，邸中聚首甚密。時中郎作詩，力破時人蹊徑，多破膽險句。伯修詩穩而清，慎軒詩奇而藻，兩人皆為中郎意見所轉，稍稍失其故步，讀此諸作自見。惟字法愈出愈奇，決當為本朝第一。彼甲油膩祝允明者，無目者也。方平其善寶之。"
    },
    {
        "title": "書黃筌花鳥冊",
        "content": "昔人謂徐熙寫生，黃筌嗤其無法，則筌疑宜為法縛者。此殊不然。浣紗女入越宮後，舉止皆合法相，較在若耶溪上，不更妍耶？觀筌此畫，於矩繩內神情奕奕生動，何嘗不兼野逸之趣？世專以富貴目之，謬矣。彌遠詩不多見，亦自有致。歲杪過元洲社兄處，偶出此卷，卷中花鳥，階下竹石，互相映帶，真快人也。"
    },
    {
        "title": "書學人冊",
        "content": "良知之學，開於陽明，當時止以為善去惡教人，更不提著此向上事。使非王汝中發之，幾不欲顯明之矣。蓋陽明先生認得世間人資質虛浮者多，概以語之醍醐上味，翻成毒藥；不若令其為善去惡，且作個好人。如有靈根，發起真疑，亦自可引之以達於上。然此亦千中無一，萬中無一事也。後來王汝中於天泉橋上發之，陽明雖指四無為向上一脈，而亦未嘗絕四有之說，以為不須有。正如創業祖宗，兒孫事體百凡俱慮到，亦不偏有所祖，令後來易成窩舂。而尤諄諄語汝中曰：「吾人凡心未了，雖已得悟，不妨隨時用漸修工夫。不如此，不足以超凡入聖。」所謂上乘兼修中下也，是何等穩密。近日論學者，專說本體，未逸逗漏，大非陽明本旨。予故違眾拈出，高明以為何如？"
    },
    {
        "title": "書靈寶許金吾先園圖後",
        "content": "聞喜李文叔曰：「園圃之勝，不能兼者六：務宏大者，鮮幽邃；人力勝者，少蒼古；多泉水者，艱眺望。惟斐晉公湖園兼之。」予謂晉公不獨林園美也，自平蔡後，即弘止足之分，早奉身而退，優遊東都，與白、劉諸公賦詩泛舟。則園之美不易得，而享此美者，尤不易得。其視讚皇平泉，垂情於一草一石，而竟飄零海上，投老不及一至者，相去遠矣。靈寶許氏，自襄毅公揚歷中外，功在邊陲，其後相繼，皆為國柱石，多與晉公同。其邑之郊，名神窩村者，許氏墓田在焉。太守西峪公卜築於此，占林泉之勝。李文叔所云六美者具矣，則園亦與晉公同。然皆少壯而仕，老而乞歸，醉墨淋漓，湖山優遊卒歲，則能享亦與晉公同也。顧晉公於唐，以功名顯者，僅孑然一身耳，其後子孫亦不聞有顯者。則主湖園者，何寥落也。而許氏自襄毅而後，皆為國大臣。今金吾崧居君，少為名儒，以數奇就先蔭，行誼文采，卓爾不群。吾固知許氏之興未艾，由此觀之，雖晉公湖園，不敢比肩，而況平泉乎？遂喜而識其後。"
    },
    {
        "title": "崔受之冊",
        "content": "受之少有千金之產，竟以結客廢。今蕭然貧矣，而懷抱益暢，每相遇，輒胡盧大笑。居予篔簹一年，無時不笑。舉人所不足笑，不必笑者，一入其耳，輒絕倒於地，不知其何以酣暢一至於此？無論饑寒迫之，而其笑如故。今春別予遊沙頭，終日沉醉，遂失一目。予聞之，料其必愀然不自得；及相見，仍大笑不自禁。予以是知此翁雖六根盡廢，亦必不改其懷抱矣，可易得哉！予親見里中富人，鎮日焦勞，隱隱如哭；即偶有大笑之時，而其神未常不哭也。求如受之一刻之笑難矣，此豈非天所齎歟！昔向子平讀《損益》卦，始悟曰：「富不如貧。」向平雖悟，予猶迷也。今見受之，而富不如貧也，果不煩箋注矣。或曰受之數學甚精，固能泊然自得。然歟，否歟？而予則愛其常發歡喜心，作快活人也，遂題其冊曰：富不如貧。"
    },
    {
        "title": "書黃平倩楷書心經後",
        "content": "王靈和草書第一，行書次之，真書又次之。予於平倩亦云。是書得小字如大字法，嚴而不局，老而帶媚，妙處不減靈和。達止上人其善寶之，毋令潦倒山東書生見也。"
    },
    {
        "title": "書僧玄指冊",
        "content": "柴紫諸山，極秀冶。其中禪刹相望，僧人執畚田作，與農夫無異。訊以出家本旨，喑然也。葫蘆中忽出跡公，雖吳越少有其比，豈止此地優曇而已。跡公之徒孫玄指，不以庸俗自安，有志參求。夫為善知識後人，亦自未易。若止看山聽水，與禿春畦何以異哉！努力行矣！"
    },
    {
        "title": "蘇叔子字說",
        "content": "廬山有康王谷，其水品為天下第一，乃周康王行遊處也。康王名釗，今康王谷畔，尚有釗城。因蘇叔子氣味不減斜川居士，當知泉石之趣者，故書以贈。"
    },
    {
        "title": "書東坡洋州詩後",
        "content": "洋州三十園池，東坡一一賦之，煙雲姿態橫生，而書法亦駸駸乎蘭上風氣，殉知之合，固其宜也。湖州後為東坡畫黃樓障子，未及成而終。湖州女遂作妝奩中物。此畫功力，亦足以敵此之十詠矣。並書之，見古人交情云。萬曆乙卯八月十九日，書於弟無凡浣花樓下。"
    },
    {
        "title": "書雪箏冊後",
        "content": "陳姬字雪箏，少墮紅緣，色藝皆絕。都中時態新妝，多出其手，合度中節，士女皆效之。所撫育多為名姝，清令淹雅，別有一種風氣。姬善語言，隨機酬對極有韻。然外柔而內莊，不可狎也。後字夫，夫亡，遂誓守志不改。予聞而歎曰：「甚矣！姬之賢也。」綠窗青閨之彥，守一不貳者，外迫於世之毀譽，而不敢易其操。今居濃膩之中，人直以桃李蹊中人目之耳。其守志，而人不予譽也；其失誌，而人不予毀也。毀譽之所不及，而獨能伸其志於靡他，其誰知之，而誰信之？予故以為真人。然則姬者，豈獨為粉黛中男子哉！其可與言道矣。樊通德有言：「慧則通，通則流。」此正下沉之情識耳。彼擁髻而歎盛衰之不常，淒然念疲精鶩神者之變為荒田野草，此何消息耶？通德於此，宜有豁焉，而惜其不及此也。夫世之貞女子，挾毀譽而不敢退墮者，不過強有力以捍之。故枝葉雖除，而根株自在。若姬於此中，厭離已極，一點情染，已化為點雪消冰矣。大慧所云「從內打出」者，依稀若有會焉。予故曰姬可與言道。昔摩登伽貪愛阿難，如來指示以不淨，而使之厭離，故與耶輸、佗羅同證妙果。吾觀姬之守志，不從名根生，而從一念之厭離生，真慧人也，道種也。故喜而為之述。"
    },
    {
        "title": "書唐宜之淨土冊",
        "content": "予往抱重屙，淨土之念甚切。及體中康泰，世境相迫，此念又稍稍弛矣。蓋火牛之田單，非安坐而攻一城之田單也。今宜之偶有小恙，宜有救燃之志；不知玉體大痊，唾取時榮，肯常常作此觀否？古人云：「佛法無多子，久長當得人。」子昂書中峰《淨土詩》，應有此意。弟更拈而出之，俟宜之他年居館閣時，取出數數觀之，作臘月扇也。"
    },
    {
        "title": "書王伯文印章冊",
        "content": "伯文天資最慧，能詩，他技分之，足了數人。其尊公少好遊，不肯督之就經生業，故不工本業；使降格為之，必獲一種三昧。人亦大為之惜，而予若為之幸者，予於此道不淺入矣，今始一遇。顧視頭顱若何，日夜腐心所結撰者，直如敝屨敗扇，可得同伯文一片石否？伯文近且入道，視此冊上姓字盛衰生住，不過彈指頃，能無豁然！伯文勉之。他日印壞文成，大有好消息也。"
    },
    {
        "title": "書天與公冊",
        "content": "吾家系出帝姚，自漢至六朝，以忠義名者，項背相接。惟宋、元間，差為寂寞。予屢欲取袁氏之立三不朽者，勒為家乘，而苦宋、元文獻不足。今觀仲鱗所得天與公死難卷，與當年吾家妙德先生石頭城事，正相伯仲。然天與公不食其食，事其事，而死其難，尤奇之奇者也。趙、謝負約不至，竟成賣友，可堪喂袁家狗耶？夫天與公何如人品，而史亦不載，則宋、元之文獻果不足徵也。史既不載，邑乘亦寥寥數語，而仲鱗兄乃得此一傳於市，豈忠義之光未應晦蝕，而假此以輝耀之耶？予喜袁氏三不朽傳中，以道德著者，又有天與公也。故喜而書數語以識。"
    },
    {
        "title": "書遊玉泉記後",
        "content": "萬曆乙卯夏，同數僧遊玉泉，沮、漳水暴至，舍舟而陸，住紫蓋一宿。走山上，雷雨大作，溪水暴漲，不得過，宿一民家。豬狗牛驢，臭穢之氣莫當，一夜捉鼻而坐。明日走泥塗中，從行人皆跌地欲哭。午，始至度門。此地去郡兩日程耳，遊者艱辛萬狀，乃知遊山亦非易事。王逸少戀岷嶺而竟不得往，有以也。"
    },
    {
        "title": "書東倭志後",
        "content": "嘉靖中，倭之大訌也，戚將軍橫嶼之戰，生擒九十餘人，奪所擄三千七百餘人，斬首三千六百餘級，可以封矣。晚年流落，角巾野服，徘徊西湖，如一山人遊客，亦殊可憐。嗟乎！張經王江涇之戰，斬首二千有奇，而就吏訊，身死西市，求為戚將軍亦何可得！此古人所以誦龍蛇之章而太息也。"
    },
    {
        "title": "書戒殺文後",
        "content": "東坡學佛，而口饞不能戒肉。至惠州，尤終日殺雞，既甘其味，又虞致罪，故每月為轉兩日經，救拔當月所殺雞命。其疏云：「世無不殺之雞，均為一死。」尤為可笑。世雖無不殺之雞，何必殺自我出乎？予戒殺十五六年矣，又不喜食肉，間或山妻念予無食，令兒子輩送來佐酒，予輒止之。今後可不為予設矣。"
    },
    {
        "title": "書李習之文後",
        "content": "《李習之文集》，無一篇詩，觀「雲在青天水在瓶」一絕，非不工詩者。陸放翁云：「《張文昌集》，無一篇文；李習之文，無一篇詩。皆是詩文各有集耳。」又皇甫持正文集外，亦別有詩。數千百年，存與不存，若滅若沒，追思其昔之苦心，良可歎也。"
    },
    {
        "title": "書梁諸王傳後",
        "content": "（以下待補入。）"
    },
    {
        "title": "導莊",
        "content": "莊生內篇，為貝葉前茅，暇日取其與西方旨合者，以意箋之。覺此老牙頰自具禪髓，固知南華仙人的是大士分身入流者也。作《導莊》。人生三界之內，百苦交煎，號為愁海。識愈小，則其縛愈甚。其見較大，則其執較謝。若夫拘儒小夫，不知天地之大，執其小節，遂自矜誇。此如以蜩鳩笑鵬，不知己之椒目蒜首，拳腹而膜翼也，小者也。至於卓然高視，超然遠覽，蟬脫塵坌之中，置身雲霞之表，如列子流，皆希有之鳥也，大者也。夫小大之不相及也久矣，而概云同趣，則是身嬰桁楊，可與杯酒宴坐者共歡；體沉闇壤，得與登高而望者較暢。豈其然乎？然吾所云逍遙者，自在也。自在者，自由也。大鵬大也，飛必待風，而不自由。列子大也，行必待風，而不自由。不自由斯不逍遙也。惟乘天地而御六龍者，縱心所欲，脫然自在，豈待假羽毛於羊角，借銜勒於飄風乎？故知有待而大，與大而無待者，又不同矣。堯、舜之於凡民，亦有間矣，而不免弊弊焉以天下為事。豈若乘雲馭氣之神人，不生不死，為自由哉！古初以後，代有文字，皆詳於世相，略於玄理。仲尼隱而不發，老氏發而未暢，兼之西方之貝葉未來，大雄之消息尚隱。人滯有海，家弊塵封，而大仙崛起，縱譚出世，視古今為一息，目死生如夢幻。模寫物外之神人，糠比域內之事業。沉沉界有，始獲出頭之路；營營世法，都涉有為之跡。積迷為之呼回，長夜從此而旦。而世間皮相之士，不了微言。似爰居之駭鍾鼓，如嬰兒之聞雷霆。此惠施諸人，所以河漢其言也。蓋世人之信耳目久矣，耳目所及者則信之，耳目所不及者不信也。語之以鵬且不信，況鵬之上，如釋典所云金翅鳥，兩翼相去三百三十六萬里，昆摩質多，其形四倍大於須彌者乎？語之以仙且不信，況仙之上，又有無量無邊之神通變化者乎？昔會閩中一老儒，自言家在海上，有魚從其地過，一月始盡。曾有一蜈蚣，乘潮而至，遂不能去。居民割其一爪，重五百斤。以語北人，皆以為妄。月支及西胡有牛，名日及，日割取其肉三四斤，日割日生。漢人入此國，以牛示之，以為異。漢人曰：「吾國有蟲，如指大，名為蠶，食桑葉，為人吐絲，作衣服。」外國人亦不信也。夫豈惟海上，即此中國彈丸之地，尚有種種異事，非熟見不能信，又安能信界外之事？學者拘常，乃第一病。才為常所拘，出世之事，無小無大，皆不能信。此乃膏盲之疾，雖有扁鵲不能攻治。嗟乎！虛空之在性海，等於針芒；界有之在虛空，同於毫末；閻浮之在界有，擬諸微塵；四海之在閻浮，方之幾微；人身之在四海，測於一粟。聚沫為形，緣影為心。目光止於百步，耳根限於一垣。所聞所見，所卜度者幾何，必欲取信睹記，則無常不奇。巨鱗駭於山氓，大木熒於海客。魏文火布，滕脩蝦須，千古一轍矣。倘離其執情，疏之格外，則十地所不聞不見不信者，而大心眾生，獨能信之也。謂之大心，不亦與《莊》之大鵬、大鶤、大木、大瓠之大同乎哉！仰天之噓，孔何言也；釋微笑曰，殆欲忘言矣。而乃有槁木死灰之疑，是猶欲求之語言內也。故以籟征言，明言之虛妄，無定義耳。人之生也，都緣妄識，妄有分別，鼓動妄氣，展轉喉間，逼而成聲，乃有妄言。等一妄耳，是非何自而起。細味玄旨，妙合圓頓之教。誰謂無礙至理，獨出於西方聖人乎哉！何者？天地之間，無一非物。身之與心，皆物也。忻情而言，千差萬別，以智照之，自能冥會。故謂物有大小之不齊者，戲論也。如《華嚴》「毛孔藏刹海，芥子包須彌」，寧有小大？則小大齊矣。謂物有延促之不齊者，戲論也。如《華嚴》「以一念頃，三世畢現，過去未來諸佛悉詣道場」，以本無三世，前後密移，乃妄識所持故也。則延促齊矣。謂物有人我之不齊者，戲論也。如《華嚴》「佛轉法輪於一眾生身內，而眾生現有為於諸佛身內」，則人我齊矣。謂物有有情無情之不齊者，戲論也。如《華嚴》「香水河微塵數眾，寶樹林出，妙音聲說，諸如來一切劫中所修大願，一一林中，皆名之曰慧」，以及「世間牆壁瓦礫，皆說法要成佛道」，則有情無情齊矣。謂物有淨穢之不齊者，戲論也。如《華嚴》「一一世界海中，諸佛出現，所有威力無差別。為眾生劣見說有淨土，在於他方，乃權教故」，則淨穢齊矣。謂物有去來之不齊者，戲論也。如《華嚴》「隨緣赴感，常處菩提之坐，十方國土，悉在其中；說法佛身，無去無來，彼亦不來不去」；則去來齊矣。謂物有生死之不齊者，戲論也。如《華嚴》「莫耶夫人腹中，三世諸劫，悉於其中顯現，未出母胎，度人已畢，王宮示生，雙林示寂，乃眾生劣見，實無此事」，則生死齊矣。謂物有語默之不齊者，戲論也。如《華嚴》「語時默，默時說」，則語默齊矣。謂物有聖凡之不齊者，戲論也。如《華嚴》「善財童子，一念成佛，迷非無悟，非有畢竟無知之人，亦無所知之者」，則聖凡齊矣。謂物有一多之不齊者，戲論也。如《華嚴》「一成一切成，一壞一切壞，一多交徹」，則一多齊矣。此非獨實有是理，亦實有是事。故在《莊》則曰「齊物」，在《華嚴》則曰「事事無礙」，其實無礙，即齊也。如此則天下之物皆齊矣。而以為不齊者，情使之也。累劫之迷，結而為情。世人不知，聽其播弄，認賊為子，於無分別中，熾然分別。至有夢中詳夢，如儒墨之流，各是其是，各非其非。一入其中，老死不易。勞神明為一，而不知其同。如此之流，政坐不明耳。故曰莫若以明。西方聖人，首言圓覺；達磨東來，單提悟門。種種行持卜度，都無交涉，惟求一醒。夢後千差萬別，醒後一道齊觀。是時宗旨未出，而大仙固已發明之矣。然則何謂明？曰知止其所不知，至矣。種種勝妙，自以謂知，都不出情量之外，除卻意根毫無所倚。其實意亦根也，與塵同也。故曰根塵同源，才有所知。四相熾然未離，能所必知，止其所不知，而後謂之天均。是天然無異同之處所，當休歇之場也。必知止其所不知，而後謂之天倪。倪者微而又微，超於耳目意想之外，所以調和是非者也。必知止其所不知，而後謂以非馬喻馬，非指喻指，不以泥洗泥，不以是非破是非，不以議論滅議論也。必知止其所不知，而後謂之覺，是真能知此大夢也。故知止其所不知，至矣。人人隻能於知止以有一棲泊倚靠之處，乃能止。故知者，其棲泊倚靠處也。若除卻之，則空中欲行，筆頭進步，其誰能止？故不知之止，非至人不能止也。何也？以非人所能強止故也。至此，則無物不齊，真為無事人也，是非何自而起哉？人之有生，都思養之。用盡聰明智巧，圖度營謀，至於為名為利，陷於大戮。如伯夷，如盜蹠，皆不知養生者也。夫養生有主，乃是此身之督。種種禍福利害生死，下至一飲一喙，俱有一提督我者，暗中為主，使我一毫取不得，舍不得，趨不得，避不得。善養生者，知督之權甚重，隻得拱手聽命，緣之以為常，即是養生盡年之妙訣也。蓋自其若詔令然，一定而不可移，則曰命；自其非人之所能為，則曰天；自其處置已定，而物不能用力，則曰造物；自其極尊無二，無所逃於天地之間，則曰主；自其管我攝我，若士卒之於主帥，則曰督。其實一也。惟人愛此生也過濃，謀此生也過切，乃始騁其智力，以與督爭。欲有所必遂，而奔馳於勢不可得；意有所欲明，而冒犯夫人之必爭。內則精搖神憊，百苦交煎；外則害始禍先，大患將至。予觀古今利心熾然，名根深重之夫，未有不相率而趣斧鉞者。如飛蛾投火，以死為期，大可笑也。本欲以名利養生，而返以害生，何益乎？善養生者，聽督之自然，而我無庸心焉。惟其無以生為也，故能處名利之中，而超然名利之外，無往而不適耳。試觀庖丁解牛，族庖之刀皆壞，而彼曆久而彌新者，此豈有聰明智巧乎哉？不過依乎天理，因其自然，隨彼牛身之有間，入我寶刀之無厚。居易也，不向大瑀肯綮上用功，至於難為，則又怵焉，不行險也。庖丁之所以養刀者，以聽牛之自然，而不以刀與牛爭耳。今人養生，奔名騖利，將一具寶刀，使向大瑀肯綮上，蒿目勞心，苦神憊誌。善養生者，固如是乎？如右師之介非人也，天為之也。既曰天，則無一事不屬天定。故寧聽天安命，效彼澤雉，其飲啄雖艱，而心上快適，決不自走樊籠之中，以取長戚戚也。陶征士夏日抱饑，寒夜無被，夕思雞鳴，晨願烏遷，至於乞食，此其飲啄，亦極難矣。然其言曰：「田家豈不苦，庶無異患幹。」又曰：「縱浪大化中，不喜亦不懼。」是其胸中，何浩浩然暢且適也。彭澤公田，可以坐而得食，彼且以為樊中，急去之矣。夫處樊中，而神王者，不過借外物以充，其神愈壯而愈危，愈高而愈怖。其王也，何樂之有？譬如火焚，而焰始王；水壅，而波始王。酷烈洶湧，失其本體。神本靜和而王之，非其初矣。岩居穀飲之士，借鬆石以怡情；挫廉毀方之夫，取沈飲以寄傲。雖未能圓通大道之旨，然離嗜欲之情，而以漱流枕石為樂；絕飛揚之意，而以韜精理照為快。所求於世者少，所取於己者嗇。其心閑放，其神安恬，猶有近於外身，身存清淨恬澹之理。故古今棲隱放達之夫，多通《老》《易》《莊》《列》，其於養生緣督之旨，亦微有見。使不知督之當緣，則馳求競起，亦不能滅其名利之火，而享寂寞之樂也。獨有一種譚長生者，托言《老》《莊》，則甚矣其謬！督靳我以生，而我乃欲長生；督予我以死，而我欲不死。頑悍甚矣，是不緣督之尤者。此皆世間小夫，天上俗仙，耽著形骸，愛念光影，故有此拂命違順之事。若於死生之情狀，少有所知，則知本未嘗生也，生何戀？本未嘗死也，死何悲？幻薪雖有盡，而真火實無窮。火本自永，何必求永於薪？知此則悟人人長生，人人不死。尚不見有去來之相，而哀樂何從而生？古之達人，委運大化，符到奉行，豈不由此哉！故秦失曰帝之懸解，曰安時處順。皆緣督之意也。本言養生，而以死而哭者為妄，莊生之養生，果在長生乎？其首云「吾生有涯」，則已露其微旨矣。嗟呼！人生在世間幾日耳，紛紛名利，競為千年萬年之計。多幾年，不過一刻耳，而羨以為壽；少幾年，不過一刻耳，而歎以為夭。世人之妄也久矣夫！處人間世不易，而事暴君尤難。世之學士大人，習仁義堯、舜之談，爭於暴主之前，以自賊其身，都由名根深重。積美於躬，以下拂上，徒自殺身，無益於事。故曰：「德蕩乎名，知出乎爭。」夫子推諫爭之病，在於好名。可謂洞見至隱。夫虛可矣，而端虛則猶未忘壯矜之容；一可矣，而勉一則猶未忘矯拂之意。有端以實其中，何有於虛？有勉以雜其中，何有於一？此皆外為孔揚，以拂人主，能顯而不能潛，能執而不能化，好名之私未脫也。若夫內直外曲，而借古以教之，亦可矣，然而不化也。何也？意見未去，終有我在也，終不能虛也，表暴自顯之意未忘也。惟心齊，則無一物葷腥其內。無意，無必，無固，無我，無可無不可，空空洞洞，一無所有。聽之以心，心猶有意。聽之以氣，虛之極也，是未始有回也，是心齊也。蓋心之所以不齊者，以有一回在。既有一回在，便有許多道理作主。積美於身，名根不破，與世多事，自不擺脫。若無回，則將平日強出頭硬作主者，一時拋卻，更無係著，遊戲世間。入其宅不感其名，不為名屍也。入則鳴，不入則止。未嘗必於鳴以自顯也。無門可出入，無毒可主張，一宅而寓於不得已中。有待而起，不得已而應也。何也？總之未始有回焉故也。回之為回，以有耳目，而今聞見不用矣。回之為回，以有心志，而今意識不用矣，是無復有回也，回從此隱矣。不獨山林可隱也，朝市亦可隱也；不獨朝市可隱也，暴主之前亦可隱也。行而無蹊，真而無偽，則掃蹤絕跡，無翼而飛，無知而知。前此者，吾不知矣。若東方朔之隱於漢武帝，狄梁公之隱於武后朝，亦庶幾矣。是故才人騁口說而不計末流之禍，故傳言當慎，欲其退藏也。形就心和，順而不逆，不以才美犯之，亦欲其退藏也。不材之木，不材之人，全其天年。膏火山木，歌於楚狂，亦欲其退藏也。夫人間世之道，莫妙於退藏矣。退藏非不用也，有可用，則莫能用。故退藏不用，正所以用也。欲用之人，能顯不能隱，能進不能退，能方不能圓，以此害其身者多矣。烏能用？或曰：老、莊之處人間世，重退藏矣，得無與鄉願類乎？曰：正相反也。老、莊以退藏為主者也，鄉願以表暴為主者也。老、莊雖處顯，亦隱也；鄉願雖處隱，亦顯也。老、莊無名，鄉願啖名。老、莊自適自得，鄉願適人得人。老、莊處眾人之所惡，鄉願處眾人之所好。老、莊齋其心，鄉願葷其心。老、莊為不材，鄉願求為材。老、莊為雌，鄉願為雄。老、莊守黑，鄉願守白。老、莊以不用為用，鄉願似有用而無用。老、莊至真，鄉願至假。豈可用哉！處人間世之內，一生惟掩護遮飾，心勞日拙，已為世間第一不便宜人，所謂天刑之，安可解也！若狂狷任真而行，無大意見實其中，與虛相近，暴露處少，潛藏處多，故聖人以為近道。以近老、莊至人之道也。如鄉願立皎皎之節，取沾沾之名，是膏火山木之尤者，亦何足言人間世之大道，正為英雄豪傑不善藏身者發耳！人自有生以後，有此形體，極其愛戀，惟恐少有虧欠。至於此身中身藏至寶，乃君形者，乃尊足者，乃豚子之母之使其形者，百般戕害，好惡滑之，喜怒擾之，日銷月鑠，敗壞已極。全不知此身乃是一宿郵亭，而就中有未嘗生，未嘗死者在。今特修飾其郵亭，少有破壞，則群然笑之。而於未嘗生未嘗死之主人，反聽其困苦，相刃相靡。此皆忘所不忘，而不忘所忘。即如東陽之鬼，借茅人以治病。病非茅人之軀，茅非受針之所，而認取為我，遂成血脈，病因以愈。夫今之形體，認取為有，非茅人之屬乎？予以謂認取之病，真病也。認取極，故妄，而有天地界有生矣。認取極，故紛，而有人我同業聚矣。認取極，故雜，而有眼目鼻舌身意，眼露孤光，耳奔聲向，鼻司香臭，舌了甘苦，身能運動，意解巧思，妄情四出矣。皆認取為之也。今夫身之至切者，無過於痛癢。微刺入膚，病入骨體，豈真痛哉！皆千百劫認取，為我之根，純熟親切，結而成痛，故我為痛因，痛即我果。凡百情想，悉同如是。三界之內，原為溷宅，人生其中，如糞中蛆，有何可戀，堅自愛惜？生老病死，日夜相纏。稍獲如意，即增苦業。大豬見殺，得為津伯，反觀豬身，穢惡可憎，感其殺身，銜珠相報。今之人身，何異於豬，而過為愛惜，知不如豬也。故學道者，若不厭離色身，生非我想，認取相緣，流浪苦海，終無出頭之日。惟不認，則不於身上起嗜好，而貪絕；惟不認，則不於身上起惱觸，而嗔絕；惟不認，則不於身上起無明，而癡絕。貪絕，則戒德充矣；嗔絕，則定德充矣；癡絕，則慧德充矣。全其形者德虧，則虧其形者德全。德全不可見，而形虧可見。故大仙借形虧以驗德全，而相形虧者為德全之符驗也。故通篇皆因形虧之人，如兀者、支離之流是也。若便作兀者、支離會，是癡人前說夢矣，烏乎可！可以知知者，道之粗也；可以意得者，知之粗也。何則？知也者，列於根者也，而根有所不能通，則知窮；托於塵者也，而塵有所不及用，則知窮。且如梵天能知四天下雨點之數，而人於億萬之外心境，便不能攝。豈非根有所限，而知有所滅乎？人特以其介然有覺者，認以為心，乃取其一知半解踞坐之，以為必不可移之，則亦謬矣。以假界有，現假形色，存假意識，際地蟠天，有何事不假，而認以為真乎？必欲求真知，則惟真人矣。真人者，超於一切諸假之外者也，大宗師也。不計假多寡，不問假成虧，不設假謀慮，不畏假水火，不作假夢，不徇假嗜欲，不逐假往來，不立假喜怒，不執假仁義，不成假名節，不道假語言。是故形以為體用，殺機也。本體有纖毫殺不盡，滯有海矣。禮以為翼，非真有禮也。隨順世行，不得不爾。如鳥羽毛，藉以飛矣。知以為時，非真有時也。時無定，知亦無定。若春夏秋冬，相禪相代，無定法矣。德以為循，非真有行持也，如人人有足，人人可至於丘也。無好亦無無好，無一亦無不一。能超於一切諸假之外，故其人為真人，而其知為真知。今夫天下至變，莫過生死。所謂知於此必窮，是以悅生惡死之情生。夫其所以悅生而惡死者，皆由不能透徹生死之原也。彼將以為真生也，真死也。闇行多怖，失徑懷憂，得炬得指，憂怖何有？是故真人之不忻生，不惡死者，豈以氣魄承當能任之而不懼哉？悟焉故也。悟夫未嘗生也。未嘗生者，生而不生也，本不生，何有於喜？悟夫未嘗死也。未嘗死者，死而不死也，本不死，何有於戚？如大幻師，幻作象兕虎豹，癡人不知，見而狂走。明者了知是幻，不復怖畏。又今者眾人，偶得一生，愛惜慳吝，將謂生不再得，一朝死去，劫失大寶，無由尋覓，橫生悲歎。全不知世間大物藏於大處，小物藏於小處，皆有所遁，易失也。若將天下藏於天下，概曰天下盡矣，更無二天下也。有二天下，則取此天下，藏於彼天下。而今也不然，則生生死死，千變萬化，常在一氣內，更無尋覓不得之處，是將天下藏於天下也，無所遁者也，更不得失卻者也。一生尚可喜，況千生乎？去壞敝之軀殼，就新成之形質。如離破室，移至新宅，方當歌舞稱賀，豈宜涕淚橫集哉？然則生不得遁，將無往不得生；無往不得生，將人人長生。斯固不必望三山而搴裳，煉灌頂以度世矣。雖然，生固不可逃，業亦不可遁。形有變易，業實常住。處處受生，則處處受業。眾人怖死，而不怖業。一世積愆，百生償負，大可畏懼。如懼之，莫若善吾生，以善吾死。故聖人不貪生也，惟善吾生而已；不惡死也，惟善吾生以善吾死而已。仲尼不詳言生死，而但諄諄焉教人為善。若曰人能心善心，事善事，則不必求出生死，而生死之理在其中矣。世儒不達玄旨，遂以生死之說，歸之誕妄。且謂肇自調御丈夫之口。不知貝典未入，而《莊》已倒囷而發之。善生以善死，固譚因果之鼻祖也。吾謂世間學者，亦不必論生死之有無也，但當為善耳。善生善死，善夭善終，亦是透脫之津梁矣。謂之宗師可也，特非大宗師耳。若夫大宗師者，無生無死，無縛無脫，能所雙遺，因果同時，為萬有之主，一不齊之化。如上古稀韋，以及傅說，皆大宗師也。或為大仙，逍遙紫府；或為真伯，分治名山；或為星宿，宅神天上。皆能不死不生，沙劫不壞。而世人不知，僉謂已死久矣。詎知得道聖賢，各有國土，常在宇宙間，理之必然，無足怪者。人業粗重，不知不見。具通之鬼能見人，而人不見，況仙佛之境界？是故學之亦無難易，須具聖人根器也。人之根器不一。根有所不容移，如藤蘿蔓草，不發喬鬆。器有所不能受，譬蜻蜓小舟，不載重實。或迷則千生，或悟則一刻。謂易，則菩薩置力於河沙；云難，則屠兒透汗於彈指。昔卜梁倚有聖人之才，女偊有聖人之道，兩相授受。三日而後，外天下無眾生相矣。俄而外物無人相矣，俄而外生無我相矣，俄而朝徹如夜方旦矣，俄而見獨知見滅矣，俄而無古今三世情盡矣。而後能入於不死不生。知死之未嘗死，故雖不生，而不見其死；知生之未嘗生，故雖生，而不以為生。無將迎，無成毀，故名曰攖寧。譬如天下大亂，從干戈戰爭之中，乃見太平之績。學道之始，見铓知刃，紛然四出。必一分掃除，則一分寧謐。龐居士云：「護生須是殺，殺盡始安居。」攖如克己，寧如復禮。故曰：攖而後寧也。始而角耳目，久乃遺聰明；始而逐筌蹄，久乃忘跡象。副墨洛誦，以至需役於謳；巧立名字，見索之於語言知見也，至於玄冥，玄不可見，冥然暗矣。參者似有非有，如云參差矣。寥者寥廓，亦曰寂寥，微而又微矣。疑者疑似恍惚，始為未始有物先矣，如是而後為真人之真知也，以知止其所不知也。子祀、子輿之流，能知不死不生，以無為首，而以生死為脊尻，是前無而後生死也，彼又奚以病為哉，彼又奚以死為哉！孟孫才惟達於不生死之理，故謂之善喪。許由、顏回、子桑，忘己達化，樂天知命，皆真人而真知者也。吁，其皆所謂大宗師者歟！無為而治，非不為之，為之而能因天下也。有虞氏藏仁以要人，非人之本體當如是也，故未始出於非人；若泰氏則其德真因人而已，故未始入於非人。夫以人治人，道不遠；人而非人，則於人本體之外，更加智巧，天下乃始相欺相偽，紛紛多事，而不寧謐也。大庭赫胥之世遠矣，凡一代之興，其始莫不愚，而其後莫不明。古今英主，其創制立法，皆欲使民由焉而不知，故其民多拙。及至後世，汲汲乎日以所尚明天下也。老子曰：「不尚賢，使民不爭。」又曰：「民之難治，以其知多。」今以一切可喜可尚之事，日昭揭於天下，以開天下可知之路，而至其巧極而為奸為惡，乃欲以密網治之。上雖巧於賞，而下更巧於趨。上雖巧於罰，而下更巧於避。上之法令密於牛毛，下之備上細於針芒。賞之而不足勸，罰之而不足畏，而天下亂矣。紀綱之整不整，法度之修不修。其事粗，其跡顯。惟人心之巧偽，隱而難知，其積漸成亂，如老少密移，都不復覺。夫莊生者，灼觀乎千古治亂之源者也。知其亂之本於巧，巧之胎於明。而明之者，則聖人也。故曰「聖不死，盜不止」。今水之泛濫，漂城沒邑，起於決一竇。夫民之巧而亂者，泛濫之極也，而實由於聖人決其明之之竇，則聖人烏得無罪？自仁人之竇開，而人始竊仁以欺我。自禮之竇開，而人始竊禮以欺我。聖盜相因，必然之理。此莊子入髓之論，非有我也。昔契丹入中國，未幾歎曰：「我不知中國之人難治如此！」金世宗聖主也，深厭華風，而教其子孫曰：「女真純樸舊風，所宜遵守。」蓋中國者，經歷聖人多矣，雖仁義禮教之邦，亦奸猾巧偽之藪。今僻奧之鄉，聞見稀少，猶願樸易治；若通邑大都，江左、江南，其聲名文物，甲於天下，而其作偽獧巧，亦甲於天下。破法侮教，治之大有不易。斯豈非拙易治，而巧易亂之驗哉？古之治天下者，皆去知去巧，使民渾渾乎常愚常樸。無示天下以可好可惡之端，而教天下以必趨必避之術。使其聰明之竇，塞而不開。是故智者與智者遇，智有窮；巧者與巧者遇，巧有窮。而惟一真，為不可破。一念存真，鬼神不能覷破，而況於人乎？此壺子之所以走神巫也。昔有學道者，一鬼尋之，七日不見。有大乘菩薩在室，則天人送供不至。蓋修行之士，被鬼神覷破者淺，被鬼神覷不破者深。有意見，終有巧，故便非鬼神不測之機也。示以地文，地文窪下不能見，故曰死；示以天壤，天壤清明易見，故曰生；示以九淵，淵者深而又深，窅不可測，故去而走。其詞旨詼譎，然大要即山鬼之伎倆有限，老僧之不見不聞無窮意也。混沌之鑿，與孟子惡鑿之旨妙合。嗚呼！天下之亂，未有不由於鑿混沌者。宋張方平常言曰：「道非明民，將以愚之。國朝真宗以前，朝廷尊嚴，天下私說不行。好奇喜事之人，不敢以事搖撼朝廷。天下之士，知為詩賦以取科第。諺曰：『水到魚行。』既以官之，不患其不知政也。昔之名宰相，以此術馭天下。自王沂公、呂申公之後，士之翹秀皆爭論國之長短。其始範諷、孔道輔、范仲淹以才能稱首，其後晏公、鄭公乃用歐陽修、餘靖、蔡襄、孫沔等，議論始繁。上以謙虛為賢，下以傲誕為高。於是私說行，而朝廷輕矣。君相之好，尚可不謹哉！」然則上之人，不惟惡不可好，即善亦不可好也。下之人，不惟惡不可為，即善亦不可為也。夫節義理學，天下之最善也，而漢、宋以亡。何也？大混沌鑿也，為之之弊至此夫！"
    },
    {
        "title": "心律",
        "content": "予參求既久，於性體稍有所契。但吾輩初心，頓明此理，猶有無始曠劫習氣，未能淨盡。且理須頓悟，事以漸除。無論經有明文，即大慧杲所以教李漢老者，實是第一方便，不可謂一了百了，反出入塵勞，諸取熾然，同凡夫無明去也。雖此身現在儒門，不可濫彼僧儀；然取其所謂十善，酌而持之，反之即為十不善道，是為破戒。考之《法苑珠林》，云十善最是要戒。不知何以今不復持。即如沙彌戒中，花鬘瓔絡，香油塗身等，俱與此土不應，尤與吾輩不相應也。今惟準十善量力漸持。殺生一事，最為慘毒，因果往還，斷乎不爽。但為現居塵勞，不能頓舍，以次漸斷則可耳。如謂悟道之人，恣食物命，不至發業，此乃波旬之說，非佛語也。《楞伽》係達磨印心之書，諄諄言及戒肉。豈謂悟上乘者，無借此粗戒為乎？今既不能盡斷肉味，則殺生首宜戒之。凡朝夕饔飧之類，賓客往來之需，不得已取備屠門耳。若於己庖廚，恣殺物命，以供口腹，此為極惡，千生不解之冤，不可犯也。惟赴人召請，不能禁他人之不殺；又已死不可復生，則隨眾食啖。然亦少食葷腥，多食蔬菜，漸習淡泊，以為將來都斷之機。居家每日或一食肉，他如難致難死之物，為鱔鱉牛犬及雀炙等，事屬可已，宜盡斷之。尋常往來僧寺，即同桑門之饌，久住亦不可改。其有讚歎滋味，誇受用者，俱係惡友，相牽入火坑，但得遠離為幸。以此漸除，一日減於一日；五十以後，便可盡遮矣。追思往時，亦曾斷肉，無所苦難；如今又不全斷，止持一不殺戒，又何難乎？若不能然，即同乞兒犬豕，惟知吞噬者也。偷盜不止攘奪人財，取非其有皆是。吾輩居平泛濫借貸，不想酬還，及居間公事，以自膏潤之類，無非偷相也。推其根，直是多欲好奢。故違心以求遂之。若淡然無欲，何得至此？追思往時馳逐營謀，無求之本真盡喪，如狗如蠅，取來以供一切妄費，無慚無愧，真不成人也。自今惟田中所出，及俸祿饋遺，傳經買文之錢，皆為己物，此外必當一介致辨。以借貸言，有無相通，雖人世之常；然一屬有求，已覺汗顏。至如挾貲之人，原非儕伍，止以阿堵與之作緣。此輩迫於面情，不得已而應，心實恚恨，為彼所賤。當其得也，隨手費盡；一旦責負，囊中無有，困窘已極。若安心不還，便是無行之尤，甚至累及兒孫，討取紛紜。詰其冥報，重則銜鐵負鞍，輕則作彼眷屬，可不怖哉！吾前所貸亦多未酬，其數尚少，將來可完；自後寧可饑寒而死，決不可向人丐一文也。世有清吏，重於取，而輕於貸。以取損名，而貸不損名耳。然久之，捍而不還，貸者亦復何罪，全名得利，其取更巧，尤不宜為矣。下之囑托公門，所得幾何，窺闞奔走，諂曲無地。吾生平於此無幾，但竿牘不盡無也。設使聽者不同常交，一赫蹄往，人我俱利，尚當酌之；況兩持之事，利一害一，冤及善良，大壞陰裛，鬼神不佑，折損功名，短促壽算，有人心者忍為之乎！自料萬萬無此。然恐利令智昏，墮此惡道也。若親戚朋友，淹滯可振，冤抑可達，又不得護己名節，不為一理，何者？苛清苦廉，吾所不為，求自慊於心耳。然因之得利，斷不可也。中人之家，百凡節省，婚嫁喪祭，隨分支給。不造房屋，可居則已。數畝山園，栽花種藥。茆屋竹閣，但能淨掃地，亮糊窗，便翛然有致，不在華美。吾前年得篔簹谷竹子萬竿，秘室明常粗備；乃復東移西徙，厝意經營，違心而取之，盡費於此，今已成佳圃。寒士得此，亦過矣！若復修造不止，架高樓，築危牆，治廣廈，以求壯麗；不惟勞心，且家中不裕，若不取非其有，胡由給乎？以後聽木匠斧鑿聲，便是劫財家具，何也？必犯偷戒故也。不特此也，吾輩朝夕與妻子為伍，料理家事，日久月深，有密制其命而不覺者。不若行遊，日與友朋究竟此事，勝己之友相對，邪思妄念亦自不生。然則名山勝水，清刹福地，俱吾園亭，又何必修飭一彈丸地，以自縛束也。其他行檀作功德事，與其以與為功德，不若以不取為功德也。佛言持戒即是行檀，正是此意。居士法不斷正淫，然邪淫則有嚴戒，比於沙門之淫。沙門一破淫戒，不通懺悔；居士一破邪淫戒，亦不通懺悔。吾生平固無援琴之挑，桑中之恥，然遊冶之場，倡家桃李之蹊，或未得免緣。少年不得志於時，壯懷不堪牢落，故借以消遣，援樂天樊素、子瞻榴花之例以自解。又以遠遊常離家室，情欲未斷，間一為之。迄今漸斷，自後當全已矣。終年數夕，有樂不久；染指而食，不如不食。傾貲為之，偷淫兩犯，為損大矣。若夫分桃斷袖，極難排豁。自恨與沈約同癖，皆由遠遊，偶染此習。吳越、江南，以為配偶，恬不知恥。以今思之，真非復人理，尤當刻肉鏤肌者也。世間孀嫠，止以避人恥笑之故，終身索居，忍此難忍。況出世丈夫，前有清淨勝妙之樂，持之則可得；後有鐵床銅柱之苦，犯之則立至。何不猛將剛刀割此愛緣乎哉！又況未絕姬侍，猶存情欲，有何難也。吾因少年縱酒色，致有血疾。每一發動，咽喉壅塞，脾胃脹滿，胃中如有積石，夜不得眠，見痰中血，五內驚悸，自歎必死。追悔前事，恨不抽腸滌浣。及至疾愈，漸漸遺忘，縱情肆意，輒復如故。然每至春來，防病有如防賊。設或不謹，前病復生。初起吐血，漸至潮熱咳嗽，則百藥不救，奄奄待盡。神識一去，淫火所燒，墮大地獄，可不怖哉！夫致病不在多淫取斃，或以偶值，醉飽寒暑，中之，皆可以喪身失命。一生學道，而以淫死，豈不痛心！古德云：「今生不度何生度？」身節嗇精神，以養幻軀，令其辦道。悟處如百煉金，行處如火銷冰。微細流注，蕩然不存。更不受分段之身，行遊三界，作自在人，神通備足，萬劫常存，此何等快活也。貪世間不淨，受用無端，打失人身，轉頭換面。出一孔，入一孔。驢胎馬腹如遊園，觀此又幾許苦痛也。莫以些小悟理，欲銷此不可思議業力，大難，大難！四十以後，婢妾亦不可置，皆足為老年之累。王摩詰中年喪偶，蕭然獨處，終日掃地焚香而坐，竊有慕焉。檢生平邪淫，多屬大醉之後。以後大肆沉湎，即是破戒之因。不得已，微酣輒止，勿至上頓也。妄語為說謊，自檢生平不解作此。惟吾輩好勝，或欲伸其所言，故緣飾之以求勝耳。又或意在調笑，縮長增短，期於取樂，亦大病也。醉後多言，誇己所長，娓娓不休。稠人之中，惟聽己譚，鼓弄唇舌，此謂之躁。躁亦妄也。人有所不必知，知有所不必顯，汲汲明之，何其淺歟？兩舌銛於刀劍，毒於虺蛇，君子固所不為。然稍涉面背，亦兩舌類也。或因人譏訕他人，因而附和，俱是惡態，切宜自覺。惡口一戒，尤為難持。或以一言壞人生平，或意見不同，過肆譏評。乘其意興，字字剜髓。或笑語之中，描畫舉止，無不曲盡，令人難堪。吾輩腹中應無鱗甲，然舌中可自謂無劍戟耶？忍俊不禁，興到之言，其鋒正未可觸也。作輕薄相，為人所畏，人所不親。犁舌且不必論，大損德也。綺語之根，直是放逸，謂無義語也。吾輩聚首，開口即是浪謔調笑，借以銷日。亦謂世上難可莊語，不得不出是耳。然學道之人，揀擇良友，與之揚扢。所謂借他人戰場，演自己軍馬。何得逐淫朋之隊，邪言謔語，一切隨他去也。發揮性情，聊借詩文以遣興則可，豔詞淫曲，俱當置之。居人間世，不能即作木偶人。此戒酌持，如食肉戒，以漸而銷可也。意中貪戒者，但有所愛，即謂之貪。凡貪勝妙境界，貪勝妙道理，皆貪也。此就悟理所攝，一悟即破矣。今約吾輩現行之事，易涉於貪者，毋如利與名。利根於吾輩，稍易脫去，然有所計算圖維，皆利類也。以吾一身論，所衣所食，能費幾何？家中粗有薄田，可以供給一家，決不至於饑寒，此外置之，胸中常可使坦然無一事也。離家行遊，處處自有資糧，但不求贏餘耳，何至有溝壑之憂？萬一事勢窮極，寄食僧寺，伊蒲終身，翻是快活。否則雲水簞瓢，作自在人可也。我平生於利甚輕，但宿有豪奢之志，此機多年不息。命與願違，甚為所苦。設使果如楊越公、郭汾陽輩，亦所值偶。然自道眼視之，等於劍铓膏火，況必無此福緣，而望此不可知之樂乎？良田萬頃，樓閣淩雲，粉黛擁衛，食客盈門，朝歌暮樂，宴月吟花，縱以為快，亦必生來有此，乃以遂耳。措大蹉跎一往，已四十年，設使得志，居詞林，株守清貧，借貸不皇。為有司稍或膏潤，已掛彈章。宦海風波，未必即至三公九卿，至三公九卿，亦必以冰蘖垂聲，乃能保守，所積之祿，寧有幾何。即至三公九卿，又有張說之橫錢可以行樂，已皤然一六七十翁矣，色力已疲，精神已衰，閻羅老子不時召請。即有歌兒舞女，亦何用也！古人云：「如今休去便休去，若覓了時無了時。」若能行樂，即今便好快活。身上無病，心上無事，春鳥是笙歌，春花為粉黛，閑得一刻即為一刻之樂，何必情欲乃為樂耶！邵堯夫瀟瀟灑灑，便是第一等享福人，百富鄭公不能及也。夫自為行樂計，且不可，況汲汲為子孫計哉！顏之推曰：「子孫自是天地間一蒼生耳。」又古人云：「一草一露。」今汲汲為子孫計，是為草木憂露水也。吾親見邑中為子孫計者，焦心蒿目，貽以田宅，身死未寒，已屬他人。寒門素士，無藉而起。子孫之賢不肖，不在資財明矣。至於利之上為科第，亦利也。少而學之，長而營之，此根盤據久矣。天地之間，如謂不中一制科，便不比於人。人之所以期己，與己之所以自期，未有勝此者也。吾少無超世之骨，既不能如阮宣、何點輩，才能學語時，功利之語便到耳邊，流注意根，極其爛熟。今形局已定，豈能復作披發入山事！然亦聽其自來，付之於命，聊以了事可耳。豈有饑寒迫身，借此以救貧耶？抑欲得之揚揚，以誇耀鄉里小兒耶？豈欲圖千倉萬廂之積耶？抑欲借以窮聲色之好耶？此心已久居火宅之外，豈復波波戀火宅中事。是數者無一焉，而營營何也？世間窮通壽夭，皆有定數。察所以不能忘情於功名者，將曰此一事，何以遂不如人，故其氣不能伸。不知彼求之而得，命也；我求之而不得，亦命也。揆以三世之理，則我或享之於多生，而嗇之於一生；彼或嗇之於多生，而享之於一生。皆未可知也。計一世之事，則或先咷而後笑，或早屈而晚伸，或失貴而得年，或形安而神憂，或明苦而暗樂，或暴發而忽絕，或平平而悠長。倚伏展轉，皆未可知。不宜得之便揚揚，失之便怏怏也。今直見才不才異能，而不才者登庸，才者沉滯，輒曰：「造化者冤哉！」不知造化之冤，殆有甚焉者矣，古之以高才而遭困辱，性命不保者皆是。其造惡流毒，若林甫、秦檜之流，安坐而老牖下者皆是也。不論三世，而論一世，則冤不可勝言矣。區區失意於時，乃貧賤，非患難也，何冤之有？況人生一隙，譬如朝露，設使取科第，享富貴者，多可致數百年，猶謂虛幻光景，差久長耳。一轉盼間，二三十年，已歸黃土。古人云：「得意濃時休進步，須防世事多反覆。」以甲科一榜論，其享富貴壽考者，亦復無幾。至於盛年失官，有官無年者，亦頗不少。故知人生須看結局。子瞻云：「譬如國手棋子，前面得失不論，隻看後手，略多幾著，便是勝局。」吾親見甲第受享，有不如孝廉、歲貢者。眼前榮辱，那可便定？得之者何為即揚眉吐氣，失之何為即垂首喪氣也。然此猶規規以得失論也，若心上之苦樂，又不以事之得失。人情多忘見在，好緣未來，未來之境，愈上而愈有。雖至卿貳，而未來之境自在，亦不能已於攀緣。皆視其現在所居者如嚼蠟，而不能居也；視未來者若饑渴之於飲食，而不能舍也。各隨其相鄰之位，而企得之。而相等之人，忽超而上焉，則有餘不足之形，皆足以焚其心而屑其目。自士庶人以及朝貴，一也。盈天地間，止不足，更無有餘也。若使高官厚祿，可以解人之憂，則今九棘三槐，皆宜瀟灑快活。而眉之不展，心之多事，憂讒畏譏，彌縫顧慮者，日以益甚；又況乎以卑望高，淹而望遷，毀譽是非，相傾相軋，紛遝在前，奔走在後，風塵牛馬，疲骨驚心者哉！士大夫聰明大者，算記大；算記大者，心中勞苦亦大。鎮日營營，如欠人千萬貫錢鈔，不得償，如肩荷千百斤重擔，不得休。得之也，謬意世眼之過為驚詫；失之也，謬意世眼之過為笑辱。所以求得防失，比常情不同。既圖其身，又憂子孫，反不如三家村裏癡人，三餐一宿以外，不曉圖度者，翻為享福人。及至無常殺鬼一時卒至，落湯螃蟹，投火飛蛾，手忙腳亂，其苦不可言也。其所處愈尊，則戀人世也愈甚，其念人世也愈甚，則其拋四大也愈難。一權相死時，忽展轉以面向壁作乾笑曰：「一場扯淡！」又有一貴人，年九十而死，人皆謂此翁九十而死，決定安心；問之，則曰：「我並不見前之八十九歲在何處！」止與年二三十夭死者，等是一樣苦楚，故知但屬於死，決未有自念身已貴，年已高，而自安者。子瞻見一故人垂死，云：「死生陰陽之爭，其苦有甚於刀鋸木索者，餘知其不可救，嘿為祈死而已。」予每讀此，未常不毛豎也。哀哉，世人如雞鴨耳，豈復知鸞刀即在轉盼間乎！受用過者，作業亦大；勉強為善，不失人身。良賤總不可定。其為惡者，三塗苦果，合眼即是。世人舉足動步，無非是業。五逆十惡，人所共有。銅柱鐵床，是其家常飯。人命無常，或獄中未決之囚，尚遲數月，而我此事已先到者，在獄囚終日求免，而我方恬然，皆由不知故也。念此則垂涎貴顯之念，亦當少息矣。學道人視轉輪聖王，有若蟲蟻。即耳目聞見，古今之高人逸士，捐萬鍾而不顧，視千乘其若遺；或山居穀飲，征書累至而不出，王侯求一見而不能者，此亦人耳，豈有三頭六臂與吾輩不同？祇是筋骨硬，眼界大，榮辱內外之辨明，不肯以心為形役。豈似吾輩軟弱，駑馬戀棧豆，饑蠅聚敗驢脊耶！又輒自謂大悟者，無垢無淨，隨處不礙；不知無垢無淨者，正謂取舍情盡，不為一法之眩惑，不受一物之轉換。能出世者，故能入世。畢竟如蓮花不著水，木人見花鳥耳。豈是患得患失，同於鄙夫，一切聲色，遇之即粘如磁石吸鐵相似，而猶高稱悟道達人者耶！追思我自嬰世網以來，止除睡著不作夢時，或忘卻功名了也。求勝求伸，以必得為主。作文字時，深思苦索，常至嘔血。每至科場將近，扃戶下帷，拚棄身命。及入場一次，勞辱萬狀，如劇驛馬，了無停時。歲歲相逐，樂虛苦實。屈指算之，自戊子以至庚戌，凡九科矣。自十九入場，今年亦四十一歲矣。以作文過苦，兼之借酒色以自排遣，已得痼疾，逢時便發。頭發已半白，鬢已漸白，須亦有幾莖白者。老醜漸出，衰相已見，其所得果何如也！設使以此精神求道，則道眼已明；以此精神學仙，則內丹已就；以此精神著書，則垂世不朽之業已成。而所苦丘山，所得尚未毫厘，今猶然未知稅駕。嗟乎！人生大限之期，大約以六十歲為率。四十年內，奔波勞役，已極人世之苦；餘二十年，略得閑靜，少享無為自在之樂，也不空至閻浮提一次。縱令四十以後，求而得之，所享亦復幾何。況生死無常，又有未必到六十者；又況求之而不得，益增其苦也。今縱不能入山，且以一科為準。如得之，則出處任意；如不得，則向山水佳處，誅茆而隱焉。伊蒲水田，可以送日。或故鄉，或遠方，但有良朋勝友，可與論學者，便可久居。不然遊倦則坐，坐倦則遊。此一科內，文字亦不多作。一科既完，如不得，又不能隱，即以仕為隱。姑借山資，以娛餘年，浮沉薄宦，如柳下惠之小官，邴曼容之百石，王無功之樂丞，亦無不可。吾此生行藏定矣，復何所事。說貪至於進取一塗，不覺冗長者，以此是我輩淪肌洽髓之處。其他貪後世名，貪有漏身，並以理照之，不容有也。嗔念吾極重，真是胎性帶得，氣甚不平。雖轉盼即忘，然一時暴起，焚和已甚，盤結諸根，隨觸即發。姑不論大利大害，或意有所是，人與相違；或議論蜂起，為人所抑；或與人言，其人癡愚，不領己意；或問者窮詰，不中理解；或見人以強淩弱，心大不平；或於眷屬，見其不馴，過為忿疾；或於奴僕，偶有所失，遂致暴怒。種種皆是嗔性流行之處。予自伺察，最是一毫不相干事，將心受其逼惱。昔有夫婦，指雁作羹，商量不一，遂致反目。又有一人，聽階上小說，聞楊將軍被陷，遂成重惱，發病而死。以吾人所計較觀之，有異於此者乎？河豚魚行遊，為橋柱所撞，即嗔其柱，發惱腹脹，仰浮水面；烏過之，啄其腹，出其腸。吾輩之嗔，亦河豚類也。惟嗔能令人不樂之甚，心搖搖而若撼，口舌強而不能吐。焦火凝冰，自苦自縛，地獄刑具，皆是嗔惱所成。嗔業最大，一嗔能引三萬八千諸煩惱門，能焚毀無邊功德行。嗔之人，心中畢竟不仁。若是仁者，愛一切人，和氣藹然，何至於嗔？行嗔之人，是為婦人。又與人言，人有不是，我乃行嗔，則是斯人未常不是。我之行嗔，不是之尤。又與人論學，見其異己，輒自動嗔，不須更論是非。以行嗔者，我相熾然，根本已壞，一切知見道理，總是虛花，長養無明。身非人天導師，又不行棒行喝，何得求勝，自取煩惱。其人失路，亦非勝氣所能轉移。若能自信，豈以人之不信而動，又何必求信於人。莫云悟道之人，嗔亦無妨。往年見學道者，自以為悟；至煩惱無明發起，如霹靂震，如虎狼嗥。其中本嗔，又添一嗔。即是道之見，所以益無忌憚。悟後之人，正好修行，在祖師亦妨失念。圓悟語大慧曰：「亦妨自己三業忽起。」吾輩無明，徹入骨髓，雖不同弄泥團者，勉強禁制；然悟力既深，愈久愈明，稍有走作，一照即破。文殊云「信力未充」是也。豈有傲然行嗔，同世俗哉！則是達磨直指一路，乃予人以一放心行惡之具也。自後專防此失，養得衝衝和和，渾是嬰兒，方為道人本色行徑也。癡者諸惡之根，一切皆由無明。慧者諸善法之根，諸善法之根現，則諸惡之根自破。若悟得一切處，本不可得；而觸境遇緣，依然行有，則是意見依通，正是癡也。吾往年亦曾悟得佛法，決定離言說相，離心緣相，不消動轉絲毫，亦無一毛頭道理可得，止是一切放下。當放下時，亦不作放下之解，以為極則矣。然八風五欲，正爾熾然，與世上俗情，更無有異。但見其增，未見其減，逢色則愛，見利則取。六根門頭，鬧如市朝；繁華之想，日以益甚。靜而馳求，動而取舍，猢猻攀緣，更無斷時。及不堪寂寞，卻又以嘲風弄月，花樓酒肆消遣之。鎮日赴酒肉之席，說無義之話。流入行樂場中，將此事颺向他方世界，永不問著。以今思之，真張無盡所云「十二時中，不曾照管」，生大我慢業鬼借宅者也，其癡甚矣！何者？自曇磨西來，專提悟門，破執著戒定之見。良以顯此故遮彼，而非以戒定為駢贅，遂一切置之也。若慧之中，不必戒定，即為狂慧，豈西來之妙旨乎？而耽著知見，自劫家寶，此其癡一也。圓融行布，本不相離，十信滿心，即與佛同。一知見而位登等覺，猶不知如來舉足下足之處，橫謂一超直入，即同極果；偏執圓融，盡廢行布，此其癡二也。古人云：「金屑雖貴，入眼成翳。」謂佛法知見與煩惱俗情，等為眼中屑耳。善尚不可有，況惡乎？戒定慧尚不可有，況貪癡嗔乎？而乃不觀空以遣有，徒取惡而廢善，此其癡三也。道本無難，因根器而有難易。即使果如臨濟、德山之輩，一聞千悟，尚未必種現雙消，根隨俱盡；而今以一隙微明，遂居全覺，此其癡四也。古人為此大事，忘食忘寢，遍參博訪，如三上洞山，九到投子；大悟一十八，小悟不計數者，榜樣曆然，何前輩之鈍，而今人之利乎？此其癡五也。參禪有從現量入者，有從比量入者。從現量入者，其力強，故一得而不失；從比量入者，其力弱，每逢緣而輒退。吾輩即有所見，多屬比量，須常加防護，如理而行。行解相應，始為到家消息。所謂未悟則實，實有參究工夫；既悟則實，實有保任工夫。而一入之後，便思歇手；未得放下，先成放逸。此其癡六也。自本朝大儒，啟人以良知之說，後來數傳，偏重了悟。將為善去惡之旨，撥斥太過。曾不知不為善去惡，將為惡去善乎？昔洪覺範稱永明壽之說法，如禹治水，如孫子用兵，如羿之射，王良之禦，馬遷之文章。而晚年每日行一百八件善事，人詰之曰：「要善念純熟。」所悟如彼，所行如此，彼豈執著修行者也？不獨永明，凡從來祖師莫不皆然，或灰息養神，或禪觀相應，豈為善有礙，而為惡翻無礙乎？若以修行為犯作病，則一切不修者，不犯止病乎，不犯任病乎？此其癡七也。樂者，心之體也；惕者，樂之衛也。以常惕則常樂，故夫戰戰兢兢，臨深履薄。正以舍人欲之險道，出天理之康莊，以自慊其神，而保守此恬適自得之境耳。稍不惕，則愧怍集，而神明疚，其不快莫大焉。奈何迷己逐物，以苦為樂，此其癡八也。學道本為生死，生死不在他日，即今目前相值境界是也。今聲色順逆，轉不去，打不徹。生平知見毫無得力之處，又安能去來自由，生死如門開相似，此其癡九也。即心即佛，豈非向上之解。偏認之，亦同魔說。夫都不知因中涅槃果上涅槃，歷歷分明，而自號法王，作波旬種，此其癡十也。追思此等癡見，蓋亦有盲師為之導焉。世有心外覓佛，舍凡求聖，不信悟門；偏執有為工夫，而不見現成本體者，誠為小根小器，無足與言。然誤認宗門一切皆遮之語，而作越分過頭之見者，其害亦非小也，近見有衲子，得一小解，到處為人說法。遇士大夫，不論其生死切與不切，即教之參求；亦不論用功與不用功，急以一段現成之語，灌入其耳。如云：「此事本來現成，不消移動絲毫，即今便是，止要承當。」問如何是真心，則曰：「大似騎牛覓牛。」問妄心生滅時如何，則曰：「識得他源頭，一任生滅。」惟有公案不易理會，則又曰：「原是探水竿，隻不受他轉便是。」士大夫好禪名，生死心浮泛不切者，定當數目，質之《大德錄》中，語頗相似。忽開一隙，即云已悟。言參則已悟，何用更參？言修則已悟，何用更修？至於禪家公案，將古人所謂生人活人，奪食牽牛，移星換斗手段，一切以「無實法」三字了之。止知逐句穿鑿之非，不知不疑言句之病，反自稱無事。道人流入世間煩惱海中，熟處愈熟，生處愈生。及無常殺鬼卒至，落湯之蟹，投火之蛾，依然與世人等。說法如雲如雨，止落得一場口滑，可哀也哉！夫浮解淺修，既非不退轉地，無禪無淨，又不生安養國，一朝命終，隨業受報，三塗苦果，轉盼即至。南無佛陀，南無佛陀！是可為傷心驚骨者也！此病予久蹈之，幸宿生猶有善緣，久而知非。今而後參須實參，悟須實悟，常居學地，兼修淨業，或可離此迷癡之雲霧耳。嗚呼！千生百劫，妄習深重。呼惟習呼，吸惟習吸。古之有力健兒，即發心時，便是八風五欲籠蓋不得者，不比吾輩怯弱之人。又法門釋子，身有戒律，惡境不到面前，遮止猶易。吾輩朝夕與惡境作對，須打得出始有力；若打不出，仍在癡雲之中。所以古人云：「有一毫聖凡情不盡，決定入驢胎馬腹裏；從前復作螻蟻，依舊報為蚊虻。」險哉，險哉！謹持此身，三口四意三十善道戒。凡至月終自讀一遍，其中皆是已昔所犯，一則宣露懺悔，又檢察持犯，以自驚焉。"
    },
    {
        "title": "報伯修兄",
        "content": "弟出都凡三月，始抵吳門。蔣蘭居相邀，晤於西湖。至潘雪松小桃園同住半月。所謂仙者甚謬，蓋靈鬼也。鬼因弟至，頗進熟相啖，弟深厭之。何物老魅，妄稱上仙，可恨！然世間事，定須親見一回，不然終不了然。弟回家，於門外遇小兒子，都不相識，相向而揖，可發大笑。比入村中，荷葉山老樹枝幹皆禿，嚶鳴館已將頹，苔錢滿地。不知吾兄弟，何日復遂夜床聽雨之樂也。中郎官聲甚美，吳中皆云數百年無此令。而以病瘧，未出者累月。弟嘗謂中郎明膽具足，實有用世之具；而天性慵懶，置之山水間則快，而置之朝市中則神情愀然不樂。邇來之病，弟前在吳時，已略知之，不待今日也。韓昌黎有言：「逆而行之，必發顛狂。」不若棄去，解一閑散為妙。身與官孰親？已與大人商之，大人亦以為然。弟今年廿七歲矣，功名抑塞不酬，下帷徒勞，頗有一發不中則息機之意。聊借尊罍，以耗壯心，而遣盛年，豈能同古人之韜精沉飲者哉！弟嘗謂天下止有三等人：其一等為聖賢，其二等為豪傑，其三等則庸人也。聖賢者何？中行是也。當夫子之時，已難其人矣，不得已而思狂狷。狂狷者，豪傑之別名也。鄒、魯之間，不知庸人凡幾。夫子未嘗以傳道望之，而獨不能忘情於禽張、曾晰、木皮輩。夫子之眼目，豈同於世之碌碌者哉？居今之時，而直以聖賢之三尺律人，則天下豈有完人？反令一種鄉願，竊中行之似，以欺世而盜名；而豪傑之卓然者，人不賞其高才奇氣，而反摘其微病小瑕，以擠之庸俗人之下，此古今所浩歎也。即如古今相天下者，無毀無譽，小心謹慎，保持祿位，庇蔭子孫，此皆庸人作用。若豪傑者，挺然任天下事，而一身之利害有所不問；即豐棱氣焰未能渾融，而要之不失為豪傑。如張江陵猶是豪傑手段，未可輕也。若弟輩者，上之不敢自附於聖賢，而下之必不俯同於庸人。馬肆駭龍，雞群疑鳳，世眼自應爾，而豈所望於具隻眼者哉！此番如不得意，即南山之南，北山之北，盡可逍遙度日。不然，一瓢一笠，流浪江湖，不大落莫也。龔外祖祭文已成，送奠軸去矣。追思同遊石洲，舞拳光景，豈可復得哉！五月內，大水幾決江堤，近日又復崩數十丈，不三五十年無公安矣。兄前議欲遷澧州，其實澧州城極狹，覓一可居之宅亦甚難。鼎州又太遠。以意度之，不若於長安村祖屋基上治宅，兄弟櫛比而居。此間樹如鄧林，田同好畤，塘中既富菱芡，湖上復饒魚蝦。族中尚有兩三忘機之老，可以晤言。他年功成歸來，即同摩詰輞川、淵明栗里矣，何必他求！說者止虞偷兒耳，然如兄一官清貧之甚，寧有積蓄。至如弟輩者，雖以十二幅長柬請之來，亦不來也。此議既定，便可令人種樹栽竹。度兄宦遊尚可十年，十年後竹樹已蓊鬱矣。此間車湖風景最佳，水中之洲若再加數丈，以石捍之，作一圓蕉其上，以此積雪千頃，供養心脾最快。今已作一疏，令一僧募石。兄有俸寄數金，以助成可也。人便，偶爾喃喃不一。"
    },
    {
        "title": "寄李龍湖",
        "content": "中道，楚腐儒也。長營箋疏，無復遠志；繭守一室，空懷汗漫。先生今之李耳，相去非遙，而自遠函丈，深為可愧。秋初有丈夫紫髯如戟，鼓棹飛濤而訪先生湖上者，此即袁生也。不揣愚昧，敢以姓名通之先生。"
    },
    {
        "title": "答開府梅衡湘",
        "content": "龐居士有言：「護生須是殺，殺盡始安居。」古人種種方便，皆殺機也。或於經教上殺，或於無義語上殺，或於人情事變上殺。殺得不留遺種，方是安居消息。今安然豢賊於家，以賊為子，何時寧謐也！只如向來明白處俱是賊，不可冒認。承下問，僭效一得，亦邸中臘月扇耶。"
    },
    {
        "title": "答陶石簣",
        "content": "伯修不意一旦至此！生死生人之常，但恨死得太蚤，資糧恐未全辦耳。伯修於參學信解已久，即不能如楊大年、張無盡之徹底幹淨，其於為白樂天、李漢老之流有餘矣。兼之數年以來，用力修行，或不至隳落，然亦大可怖也。自初喪以來，家中寂寞之景，殆不忍言。身後僅有一遺腹，七月而字，復不育，血胤從此遂絕。三孀號哭，腸為之斷。作官十五年，尚有千金之債，歸去又無一宅可居。嗟乎！此千金之負，生時既不能還，豈終一筆勾銷耶？言及至此，人生果何利於官，而必為之乎？其為不幸中之幸，則以生時用佛法薰習家人，三孀皆學道；又兄弟中子息皆艱難，弟亦僅有一子，今年十一歲矣，從嫂氏之命，立以為後，亦忠厚慈仁，或可恃以養老。彼逝者脫然而去矣，後死者之苦，殆未可言也。念愚兄弟，數年以來，彼此慈愛，異常深重，如左右手，不能相離。自入都門，兩日不見，則忽忽若有所失；一時相聚，載歡載笑。中郎仕進之念漸已灰冷，弟亦惟以去年了場屋事還山。伯修作事，期於妥當，姑欲留此一年，斟酌情境，乃可言去；其算記南還，亦未嘗出今年之外。方欲共結白蓮之社，共享清淨之樂，不意命與願違，倏忽即去，哀哉！痛哉！自聞訃以後，忽忽如癡，惟覺腸中有如針劄。昔迦葉阿難，結集首唱，如是我聞，皆云昨日見佛，今日已云我聞，莫不隕淚痛哭。彼斷結聲聞，猶不能忘情於去來，況我輩乎！料理後事，悉黃慎軒居士，盡心盡力，可無遺憾。若非此公，則其苦亦有不忍言者矣。生死之際，甚不易言。不知近日居士何作工夫？果於經論上參耶，抑於公案上參耶？果泛泛參耶，抑專提一句話頭耶？當提話頭之時，果能發起根本疑情，如一人與萬人敵否耶？果能不為昏沉妄想之所奪耶？果能廢寢忘餐，兀兀如死人相似否耶？如大慧所云「啐的折，爆的斷」，已到耶，未到耶？古人有云「大死之後大活」者，果如何而謂之大死耶？如何而謂之大活耶？二六時中，既不參禪，此一種妄想業識如何打發耶？若縱之，則撥無因果；若製之，則又止動歸止，止更彌動。不縱不製，而能大休大歇，有念而無念，是何景象耶？願居士明以教我。趙州云：「老漢行腳，除粥飯二時，是雜用心。」夫趙州之智慧不為劣矣，其行腳參禪之期不為不久矣，遇人不為不多矣，用功又如此其專也。今之學道者，二十以前不知有學；二十以至四十，為功名，為詩文，為應酬，為好色，為快活，其雜用心處何多也？偶於一機一境，見些光景，即強附於理須頓悟，舍理行而修事行，何古人之難而今人之易也？此弟之所大惑也。"
    },
    {
        "title": "答陳布政志寰",
        "content": "弟僥幸得附貢籍，原出望外；至仁兄云「家廷鬱拂之後，藉此上慰尊人」，此語非情均骨肉者不能言也。弟於世緣已矣，乃不忍見大人之鬱鬱也。而帥兩弟作文以娛之，家大人即色喜。故苦心一載，遂得藉手以報。弟自信弟之作舉業，即淨業也，即菩薩行也。仁兄亦信之否？承問及日來行持，弟謂學道只以見性為主，見性只以參求為主，此外可不論也。至於專修淨業，必山中清閑無事之人為之，作官時可不必耳。淨業必舍塵勞，塵勞又難卒舍。是以作官又欲棄官，歸家又欲棄家，而因緣已定，又欲棄而不能棄，即此身已無處站立矣。與其舍塵勞求淨業，不若即塵勞為淨業。如仁兄作官清廉，不掊民財，此非淨業乎？一念不忍之念，常欲使之得所，此非淨業乎？隨事隨地，隨力隨心，逐處可行方便，此非淨業乎？塞上多虞，寬一分受賜一分，至於調停得法，深憂預防，無生事，無啟釁，使無血膏草野之苦，此非淨業乎？必以持珠念佛為淨業，而以此非淨業，此等見識真井畦（疑應作蛙）也。願仁兄一心作官，作一日官，即是一日淨業。但問發心如何耳。若從身家上起念，即大成小；若從度人上起念，即小成大。此千古大乘大人之學，斷斷乎不能易也。陽明先生，乘大願力之菩薩也。當時南征北剿，迄無寧時，以淨業視之，若不相蒙矣；然謂之非菩薩行，非淨業也，可乎？龍溪此等脈絡，見得極明，到今日幾成冷地矣。近日修淨業者，汲汲乎厭其官而欲去之；及至於家，則又有父母、妻子、兒女等事相絆，不能修矣，未幾而又出而為官矣。皆是舍世緣求淨業之病也。其實父母、妻子、兒女、宗族、奴僕，處置得宜，令無失所，皆淨業也，到此纖毫不必移動矣。出也可，處也可；忙也可，閑也可。至簡至易，至妥至貼。此即弟近日見地，近日行持。至於參求一事，亦隨處可以參求，只於人情事變內討探天機。知仁兄生死心切，弟敢悉心搜露。雲中無友，聊以當乙夜之清話耳。家兄襄事久畢，承盛奠家舅，俱舉行矣。老父如常。家兄居家，甚瀟灑快活，與數衲子激揚宗乘，亦不專修淨業也。家夾山舅並壽亭舅，俱下世矣。人命可歎，可歎！承分俸過厚，謝謝！有便，尚容致書。"
    },
    {
        "title": "寄同學",
        "content": "近日於事變內，稍得些快活消息時，諸公有謂作官妨道者。弟謂既已見宰官身，不必更學沙門事。但此心與天下痛癢，實實相關，隨其所居之位，留心濟人利物，即是大功德，即是菩薩行也。若願行止於一身，即終日念佛持戒，止是人天有漏之因。若願行在天下，即終身做官，出入塵勞，亦是青蓮種子，此處斷斷乎不疑也。不絕欲亦不縱欲，不去利亦不貪利，不逃名亦不貪名，人情內做出天理來。此理近道學腐套，然實是我輩安身立命處也。"
    },
    {
        "title": "與梅衡湘",
        "content": "久不獲通候明公，然近嘗於酉卿處知動定。數年來俗態紛紛，乃明公靜而觀之，真所謂「長安雖鬧，我國晏然」者也。此乃不動聲色，而措天下於泰山之安手段，非真實學問何以有此。自禿翁去後，絕無可與言者。近日京師有志者，都向事相上理會，所謂入微取證一脈殆將絕矣。念公嘗周旋否？雖無老成人，尚有典刑。中郎虎賁自可念耳。生僥幸一舉，可漸了書債。不知今年作何景象，自覺心疏膽薄，終亦無益於世。悔往者親遇至人，不能細心窺其機用之妙，用世出世，都成當麵蹉過，良可歎也！"
    },
    {
        "title": "與丘長孺",
        "content": "久不聞長孺消息矣，孟白雲在家頗理生事，長孺計算差勝我，想亦不堪拙耳。又聞前所生子復不育，姬侍日多，生計日艱，出門愈難，畢竟作何區處也。弟已中舉，較秀才時差快，今聊復隨順世緣，遁跡朝市，頗自覺省力。望長孺來如望歲，不知何時可起行也。弟甚懶書牘，屢欲作字寄無念，竟復中止，會時幸道意。衡湘先生寄聲，侯嬴之感，無日忘之。家六休作閻浮提第一快活人，頗聞其蹤跡不？會期不遠，不多及。"
    },
    {
        "title": "答鄒南皋",
        "content": "先兄在日，家庭講求之暇，靡不私淑明公。每得明公一字，則灑然暢然者終日。意亦欲少完世緣，偏曆名勝，當即走匡廬五老之間，親炙至人耳。不意天奪其年，有志未就，痛矣何言！明公道誼深重，注念朽骨，大悲用心，豈尋常可測。先兄著作亦不甚富，裒其遺言，僅得十冊，早晚且就木矣，刻成尚欲求玄晏之敘，以圖不朽。承命謹護遺篇，敢不銘佩。中道不堪世緣，久擬灰心，而家門不幸，以此復圖世榮，少慰嚴親。明公獎借逾涯，非所敢當。復承清吏之賜，感激無地。舍親道宇先生，不屑不潔，聖門之狷，已斐然成章矣。近日混跡漁樵，永斷世念，想明公所欲聞耳。草草不次，尚容續候不一。"
    },
    {
        "title": "與丘長孺_2",
        "content": "前梅長公來，得手教，知今春必入都。但恐酉卿回，又當有一段聚首之趣，未能頓行耳。弟春試事，不知若何。若非貴客，即遊客矣。趁此色力強健，遍探名山勝水，亦是快事。前書說謙光最妙，然弟自覺，往日涉世，全是些客氣；近日氣稍平，故人謂之謙耳。蓋資質衝和，我遠不如長孺及酉卿，即己亦甚受累。今將許多出頭勝人意思，漸漸銷融，便覺偃旗息鼓，有許多太平氣象。此長孺十年前學問，我今方到之。我之不及長孺遠矣。天下多事，有鋒穎者先受其禍，吾輩惟嘿惟謙，可以有容。繁華氣微，山林趣重，終當伴中郎於村落間耳。前往拜李長者墳，泫然欲涕。龍不潛鱗，鳳不戢羽，何言哉！兄家事不知近日若何？畜聲妓一事，甚能縛人。本為行樂設，然卻有許多苦，即防閒一念，費心已甚。真不如開後閣縱之耳，何如？"
    },
    {
        "title": "答蘇雲浦",
        "content": "別後兩日，王髯遂以一刹那赴閻君之召，酒席上遂少一賞鑒人矣，真為可歎！前月下江邊，習習作雄吞狀，人命脆薄如此，轉令吾輩益怕死耳。小園東畔，折去草舍，以湖上瓦亭子立其上。梅枝結屈向隱於茆屋之上者，今皆舒出作蛇龍攫搏之勢。明歲已擬枯坐其下，遠遊又將漸止耳。馬元龍有字來，雲黃慎軒已擬司成，為省中所彈，今改用人矣。其彈狀大約為其結社譚禪也。中郎已決棲山之志，弟度之未始非計也。亡嫂又以此月之末，附葬先壟。臘月之約，將無虛耶？此時小園梅花盛開，騶從至公安聚譚數日，亦是快事。竹中忽得此一隻臞鶴，嘹喨數聲，令人神骨皆清。擬作一詩奉酬，匆匆未成，容嗣致也。"
    },
    {
        "title": "與黃慎軒",
        "content": "前吳僧來，得尊劄並佳墨數紙，貧兒暴富矣。山中起居安否？世間得失，總屬幻泡，即法門行蹤，亦成鳥跡。此入微一路，不知已究竟否？柳浪閣上，間與中郎提唱，此外絕無可言。李君棄諸生從軍，亦恢奇。渠雲入蜀不見慎翁，政如泗洲不見大聖也。希一接之。"
    },
    {
        "title": "與曾長石",
        "content": "前欲走繡林奉謁，奈今年風寒，殆不減長安，以故不能出。今歲因宿舂將絕，教授自給，依然作老蠹魚故事，殊自笑也。柳浪湖上三千張緒，石篁莊裏百萬龍孫，太史能鼓剡棹，草木生韻矣。湖上主人欽重明德，中春亦欲奉訪，但要約須豫，不然恐成望岫息心耳。何思已歸，有字通否？因中郎報禮邑令之便，草率寄候不一。"
    },
    {
        "title": "與王石洋",
        "content": "每動念，輒欲來漢上，而又以他事輒止者數矣。夏間半在沙市，半在小園，甚適。然不敢痛飲，幾如蘇公之三蕉葉也。小居不堪住，稍稍修理完，即有嫁女事，亦甚奔波。又不得把筆作文，每作文即發病。聞仁兄靜坐習業，此是好消息，再得良朋，彼此劘切，高中何疑，可不須夢也。文字遜志，理會精密溫粹，化其叫號粗疏之氣，則百發百中之技也。知仁兄需此切，故言之。陶不退丁艱，南歸過此。其長子竟病死於此地，槁葬路旁，真為可憫。久不晤學道之友，如此公者至誠真實，畢竟難得也。廬山僧迎如來歸，草此奉訊不一。"
    },
    {
        "title": "答長石",
        "content": "久欲過上邑奉晤，承尊旨候何思居士同來，故中止耳。日來為嫁女忙，今幸已了，然窮欲槁矣。今且欲逐家兄，往玉泉看功，便窮覽青溪、紫蓋之勝，亦一快也。玉已去，留此二十餘日。年來學道，見此境界未能免有情癡，豈沙劫之冶習未能頓盡乎？佳作已有中郎之敘，弟或不須著糞佛頭。中郎明春從舟行欲於西湖蓮花國中過夏，弟亦附之以往。人生幾何，趁此盛壯時，了卻吳越遊，亦一大債。居士能無妒我乎？日來為痰火偶動，戒酒兩日矣。晤期何日，言之惘惘。"
    },
    {
        "title": "雷何思",
        "content": "弟聞仙蹤在君章宅畔，即欲飛渡長江，雖時方病脾，弗顧也。行至搖頭鋪，雨色黯黯，竟爾復返，一步一憾矣。不知寓此尚有幾日，言之惘惘。若同長石居士入繡林者，便道過柳浪，少話亦快。弟雖病，猶能奉陪作竟夜譚也。倘此會不可得，弟病愈後同中郎作西陵遊更佳。若此時會兄，弟且喜且恨。喜則以知己聚首，足快生平。恨則為二豎相牽，諸公掀髯狂譚，而弟舉止羞澀，如三日新婦，殊令豪士短氣耳。弟已戒酒矣，稍飲地黃五加皮酒。至於欲將永戒之。聞仁兄又納新姬，真有力健兒，羨羨！長石居士想歸時必晤，不更及。"
    },
    {
        "title": "答吳本如",
        "content": "前得手教，知去北時曾有字及厚貺見寄，其人以不獲蹤跡，不及投而去，然感念深矣。居家無所事事，惟時與寒灰、冷雲、雪照諸衲，稍有激揚。因飲酒致病，不復能飲，反覺茹素之時，身體清泰。此時欲返初服，勢卻不能，奈之何哉！但勤求悟理，心地開通，使般若氣類日深，則習氣日以微薄。昔之楊大年，今之羅近溪，吾輩之師也，亦何必頓除事障礙密因耶！試以質之居士，以為何如？此路與無忌憚撥因果者，僅隔一線也，可畏哉，可怖哉！"
    },
    {
        "title": "寄李夢白",
        "content": "往年連年失意，然身如健犢子。近來甫一登賢書，而少飲即病，微啖即病。年年看《本草》，歲歲覓醫人，書生命薄如此，可歎，可笑！居恒憶長孺，真是一鐵人；如衡湘先生，又是萬年精褵鑄成，鐵人何足道哉！仁兄雖不是鐵人，然能節嗇調養，不是吾輩易流之性，所以雖無奇樂，亦無奇苦。總之，皆福人也。長孺不知作何生涯，久不得其一耗。前郝仲隆兒子來，云長孺近來算計，密於繭絲牛毛，不久且當作大富人，不覺失笑。昔與長孺同遊，每曲中一日之宴，費金數十；及至舟中寓所，則吃稗飯刺魚，咀嚼盡日。大約長孺算計，皆稗飯刺魚類也。仁兄以為然否？"
    },
    {
        "title": "沈何山",
        "content": "久不晤教言，想穆如清風，猶習習兩腋間也。家中郎向頗堅山居之志，得手教遂有來意。弟謂思光辭丞，後欲得丞；慈明辭院，後偶欲院。行藏鳥跡耳，何用刻畫耶！明春舟行，入都之期，當在清秋。倘有便郵，更附一字，促之就道，是所願也。潛夫兄常會譚否？"
    },
    {
        "title": "復李孟白",
        "content": "雲中老子，遂爾長逝耶！去年臘月，中郎會本邑令公始知之。不然生芻一束，何忍遲至今也。世豈復有廓達大度如斯人者乎！追思雲中聚首，忘年忘貴，如芥投針。一別十餘年，窅不相問。弟以為寒暄常調，無所用之，故亦不數通書。去年欲走麻城一晤，屢出屢阻。然聞其善牴，強有力，必且出而任人家國事，不意其遂西也。晚年學問，想益得力，念公之語定不誤耳。家兄從舟東下，弟或偕來，至鄂渚當以相聞。參禪極是不易，弟孟浪如昨，時有省發，終非歸家罷問程光景也。世上人稍聰明者，名心太重，絕有虛見，使自云我於某處忽然大悟，凡作此語者，弟多不信之。昔妙喜參禪二十餘年，所遇如湛堂、無盡、覺範諸公，皆是明師勝友，及後參久，普說也說得，頌子也作得，轉語也轉得，諸方皆稱其已悟。而妙喜獨曰：「我若再遇師家說我已悟，我便著無佛無禪論去也。」及後遇圓悟數年，從東山水上得前後際斷，卻於樹倒藤枯處，又十分膺礙。非圓悟苦口，且以為移轉，人不放人過，而不信之矣。念公老作家也，以為然否？梅長公處不及另啟，長孺此時不知在家否？念之。"
    },
    {
        "title": "寄陶石簣",
        "content": "手劄至，方與中郎散發湖上，展讀數過，為之惕然。居士冥身在潔淨處，行履綿密如此，而猶常懷恐怖，吾輩當於何處生活？生死命根，真是難斷，然近日勘得此事於平常人情之內，亦自有真消息。若情之所常有者，不待其自為消融；而把執太過，則未免走入縛執。一路將迎，意必淪入陰界鬼窟，且有如近溪所云「錦繡乾坤，翻作淒涼世界」者矣。龍溪、近溪，真學脈也。後之學者，又謂二老見地極明，特不修行。欲以修行救其弊，又何曾夢見二老。假令二老不留纖毫破縫，作模作樣，只圖外面好看，不圖心中自得，則亦徇外為人之流而已矣。鄧文潔，一狷介士也，然觀其集，殊無自得之處，徘徊忠孝之間。疑其求全大過，尚多局麵，比之世人，則有間矣；其於近溪諸公真脈絡，全無有也。安排回互，是大過也，可輕言寡過乎？生根性下劣，習重障深，然意欲使無生知見之力日深，則漸自消融。如鼓琴然，弦大急，則絕矣。不知高明以為何如也？"
    },
    {
        "title": "與蔡槐亭",
        "content": "居士出都門時，生已抱病南歸，不及一晤而別，悵甚！悵甚！居士今作一大樹王，庇蔭萬姓，即此是普賢行矣。昔陸大夫治睦州，南泉問之：「此去以何為治？」睦州曰：「以慈悲治之。」南泉曰：「睦州之人塗炭矣！」此語生不識其下落，豈有慈悲不可為治者歟？抑亦世法自世法，佛法自佛法，而不必相侵奪歟？願居士為我抉擇。聞楞嚴寺已大莊嚴，此諸宰官所欲興而不能如願者，今復還故觀，此乘願力而來者歟？因平湖縣德藏寺禪堂僧一休之便，寄字不一。"
    },
    {
        "title": "答董思白太史",
        "content": "都門聚首之後，從此朋友兄弟，蕭然星散，無足追憶者，徒令人腸痛耳。獨明公臨荊州時，生亦欲從戟下一覲顏色，竟以野服，不敢溷清嚴而止。乃遠辱注存殷殷，何以堪之。明公盛德高才，不早膺夢風肖圖之遇，而置之於楚，誠為函牛臛雞。然以生言之，昔張燕公自岳陽以後詩文乃奇進，即東坡先生所稱「如川之逝，而不可及」者，多黃州以後事也。豈非磨煉之後，其精光更自勃勃耶！明公之道德行誼，與風流蘊藉，真無愧於古人。無論目前陶鑄天下，即異日之文采輝映，決不出蘇公下也。如生者得附門下一士，比於點密雲龍茶之數，則幸矣。拙詩一冊，舊刻二種請教。本不宜通字，但寒家存歿兄弟，俱荷特達之恩，更復疏異，是木石也。"
    },
    {
        "title": "答左心源御史",
        "content": "遠承卷資之錫，荷荷。三年之內，兀兀如昨，惟此入微一路，稍見休歇。自謂於龍溪、近溪之脈，可以滴血相證。即不敢謂廓清滌蕩之功便同前輩，而覺此一路，至平至淡，至簡至易。外此而從念頭上作工夫，瞥起中認天機，形相上說修證，皆落陰界，非良知也。明公實悟實修，此等境界，久已勘破。蓋學問之所苦者，疑情不盡耳。疑情既破，自解作活，可動可靜，可喧可鬧，可仕可隱，安往而不平常。明公所見，與家兄中郎所見，近日大較同矣。良朋聚首，倥傯中一服清涼散也。都中朋友蕭然，深為可歎。遠承訊及，不敢作皮麵語相向。具此申謝，並報私悰不一。"
    },
    {
        "title": "答張聚垣",
        "content": "沙津聚首，長夜清話，惟恐分袂。河橋一別，有懷如割。與崔兄歸至邸中，寂然四壁，不覺淚之涔涔下也。古人云：「願得素心人，樂與共晨夕。」仁兄真素心人也。托盟雞壇，永以為好，金石可刊，此誼難忘矣。炎暑遠征，已自不堪，歸未暖席，即有太老師母之慘，何天不憫之甚也。雞骨支床，毋乃過痛乎！願毀不滅性，以重遺體，即九京政自欣然耳。入都即宜遣吊，奈同門不齊，徐生冽以病，未完場事而歸，故逗留至今，不勝抱歉。時方出場，得失柴其中央，三場亦覺得意，不知可副老師之屬望否也。嗣當遣人致唁，是以不敢通字於老師之前，仁兄幸詳道之。遠承奇錦之賜，雲霞組練，仁兄亦信矣哉！匆卒未由展一縷之敬，此中殊不自安，未忍言卻也。"
    },
    {
        "title": "寄中郎",
        "content": "日在齋中，猢猻子奔騰之甚，一日忽然斬斷，快不可言。偶閱陽明、龍、近二溪諸說話，一一如從自己肺腑流出，方知一向見不親切，所以時起時倒。頓悟本體一切情念，自然如蓮花不著水，馳求不歇而自歇，真慶幸不可言也。自笑一二十年間，雖知有此道，畢竟於此見在一念，不能承當，所以全不受用。一切處全不省力，在計算安排、攀緣圖度中過了，平生忙似火燒。而今而後，不墮此坑矣。近來也不思前，也不想後，便有使得十二時之意，不用纖毫氣力，自然如此。自喜已結聖胎，古人之言，不予欺也。兄想久到此田地，如何止隔得一絲毫，便弄人十年二十年也。一向弟亦具正解，但道著悟，便自不肯。今方是過關，真個喚作徹悟無愧色。此處真如啞子吃蘖，更無說處。所以叨叨如此。"
    },
    {
        "title": "又",
        "content": "居署中，青槐綠榆，喬松古柏，屋敞地潔，蠅蚊絕跡，胸中瀟瀟然，都不得一事，真是快活不可言也。此後動靜出處，有何處不樂，吾事不既濟矣乎！"
    },
    {
        "title": "寄黃慎軒",
        "content": "今年弟復不了此事，真是可歎。然以靜坐蹇太保齋頭，於大事稍有所豁。方信古人說，信得自心，則動靜二相，了然不生；無明妄想，不除自息。是實語如語，不誑語也。陽明先生曰：「但致良知，則私欲之來，如紅爐一點雪，不知世間更有何樂可代。」此老受用乃爾！今動而妄想，靜而昏沉，為起滅不停所苦；欲除之不得，縱之不得者，俱是信心不及。情識命根不斷，把見在瀟瀟灑灑一片閑田地當麵蹉過，擔枷帶鎖，無有了日。其稍見本體者，又不直下坐斷，自以謂息機，而其實機未息。反一切置之，流入情欲名利場中，成一個俗漢。蓋悟理之不必求，知念之不必息，而不能親證自然無求之境，不曾安享不息而息之妙。故解路雖窮，而俗骨凡胎，一毫未換，良可歎也。即今自觀，凡情熾然欲盡不得者，或終日愁惱動靜俱苦者，此其病根，全在信心不及。本地風光不得現前，作不得無為閑道人。居士參求已久，所不足者，非解路也。何時得一合並，痛為逼拶，親享此休心忘緣之樂乎？所恨當時同學，皆在取舍窩臼中，不能指直捷路徑，令居士並心一處，不然當徹久矣。今世事日下，長安鬧甚，青山白水有何不適，而出而受人指摘，自取不快乎？居士宦情輕微，但鄉里親戚，俗情深重，如油入麵，未免以作高官相望，恐常在居士耳根喧騰，致不得快活。此處亦須自作主張。俗情自宜爾，吾輩不得聽其轉也。出處之間，原不宜有所意必，惟當相時而動。但得直見自心休歇得去，則糞草堆頭，拾得無價寶，作一瀟灑大自在閑人，豈不樂哉？如邵堯夫見得先天之學，花下小車，終日優遊，便是紅塵中極樂國也。若學道者，順逆好醜情態尚與眾人一樣，則何貴學道，弄得一團智解？即二六時中一個身心，已自無法安頓矣，安望其使得十二時乎？又安望生死到來得自在乎？居士如未得徹去，未得休歇去，但將古人因緣覷來覷去，自然有相應時。千里寄書，止此一事要緊，區區寒暄，不足道也。"
    },
    {
        "title": "張雲影",
        "content": "兄日來如何參求？若心性道理上明白，到諸祖師金剛圈裏過不去，正是家親作祟也。弟近日見得，理則頓悟，事須漸除，是無方便中真方便。慚愧往時，一切行有，幾作魔王眷屬，以此暗暗持一個十不善戒，惟酒肉姑俟漸除耳。放逸與放下不同，放逸正為物轉，放下始能轉物。非骸髏裏情識盡幹，如何說得隨順世緣的語也。知兄相信，故偶及之。作得《心律》一篇，尚未清出，容清出請教。"
    },
    {
        "title": "報二兄",
        "content": "弟近來讀書靜坐，依然是向時人也。偶拈筆作得《心律》一篇，緣吾輩資質軟弱，悟力輕微，欲借少戒力薰之。如吾兄本質帶得幹淨，悟處又無朕跡，入佛入魔，無所不可，真得大自在，然不可以概吾輩也。思向來貪淫嗔怒，與凡俗之人無異。在世上尚立不起，況世外法乎？因草此以自盟。偶張居士來討，付之。然亦不知能有恒否？尚不能不以羽翼護持之力，望之兄也。何也？以吾輩信兄，甚於自信也。長孺一字達之。"
    },
    {
        "title": "雲影",
        "content": "《心律》一通，乃弟自己發藥，於兄無與。乃兄苦欲之耶？只得寄來，兄好抄寫，恐弟後無本也，故付來看完即寄我。然欲兄看者，弟無恒之性，後來知愧，不好決裂也。古人悟後，亦防自己三業忽起，況吾輩露水禪也。"
    },
    {
        "title": "劉元定",
        "content": "仁兄終日分韻舉白，看花聽曲；而弟終日埋頭看經上陳言。人生苦樂，相去寧止九牛毛耶？但弟生三十八年，始識讀書之樂。稍覺吾家伯業有趣，大勝河朔公也。一笑。分俸過厚，謝謝。"
    },
    {
        "title": "報二兄_2",
        "content": "此事既得七穿八穴，自然不虞煩惱習氣為祟。所苦者，悟理未圓耳。大夢既醒，豈復取舍夢中事哉？一切生滅，如鏡中象，如蓮花上露珠。至於逆順境界之來，自然轉得行，打得徹，乃無生知見之力自使之然，非有一毫壓伏禁制之力雜其間也。即兄所云「打成一片」者也，到此復何言哉？弟謂既已入此門中，必須到古人大休歇田地，實修實證，永斷後有，方為大自在人。若半上不落，則可惜也。目中所見前輩悟道者，亦具正知正見，但陶汰鍛煉之功絕少，步步行有，無明日長。古人所云「知不入微，道不勝習」者為此等也。昔王龍谿於天泉橋上已發明向上之旨，而陽明猶諄諄戒之曰：「吾人凡心未了，雖已得悟，不妨隨時用漸修工夫，不如此不足以超凡入聖。」所謂上乘兼修中下也。後來展轉失旨，才得聖解，便將生滅妄想習氣撥向一邊，以為不必理會之物，而聽其日滋日長，以至於死。則自淮南一派兒孫，少有不坐此病者也。不知兄以為何如？此等語向悟後人說便好，若未悟者，只成弄泥團矣。弟自有入以來，馳求寂然，或靜坐，或讀書，頃刻便過了一日，不知日之有朝暮，而身之有動靜也。生平所最重者嗔火，亦漸不生，隨發隨自覺之，當時冰消。其他邪思妄念，名利計算，淫欲種種，才到心便過去矣。以此終日欣欣，亦無一事。不然此處兀兀，豈堪久坐者哉！《中庸》一書，參讚天地，止在喜怒哀樂上中節。孔子自不惑以後，方兢兢於改過遷善，現前一念，無將迎，無住著，便是了百千萬年樣子。弟之意如此而已矣。《心律》，弟原不與一人看者，因張居士求之耳。兄以為未悟者不宜看，弟謂世間可語此事者少，使得他為善不作惡業亦好。至於吾輩以後一切事，止有日減一日耳，豈有增加者乎！兄乃復有去志耶？歸去亦佳。弟南遊或在今冬，妻子自能度日，衣食原自不愁，安飽淫欲久已覷破，已矣！更不向世間波波奔奔，熱如火，寒如冰也。體中無病，不斷餐，有書可讀，有山水可登眺，吾事辦矣。但得常常相聚，開眼見嚴師，自然妄想俗情無從得生，即吾輩大依歸，大利益，於兄何有也。"
    },
    {
        "title": "又_2",
        "content": "（以下待補入。）"
    },
    {
        "title": "寄周憲副海門",
        "content": "前承念及家仲，遺之盛奠，已有字報謝，不知徹台覽否？近來法門荒涼，道侶凋落，真無開口處。向時即欲入鄂，效順風之請，而台颻行矣。今之學者，儒禪並進，若較盛於往時。然其實陽明先生良知二字，未見有人透過者。蓋徒見宗門中麻三斤、青州布衫七斤，便作奇特想；而良知二字，平田里荊棘，多視以為尋常，不復究竟，所以未見真種子。即終日修持，皆歸生滅耳。不審台颻以為何如？生於此道，粗有所入，而境強習重處，道力甚微；且無友朋薰習，終歸墮落。言之可為泣下。有便，寄數語以相砥礪，萬萬！"
    },
    {
        "title": "寄錢太史受之",
        "content": "京華一別之後，得一奉手教，不啻晤言。復見尊稿序中，諄諄齒及於弟，知兄之不忘弟也。弟之薄命奇窮，所不忍言，身世淪落已矣；乃不意相愛相知之慈兄，一旦舍我而去，顧影淒涼，何以度日。憂能傷人，血病大作，遂逃之青溪、紫蓋之間，誅茆而老焉。聽泉看山，不覺沉屙頓起。而老親之病繼作，不得已復返初服。夫天下之可以自由者，莫如棲隱山林。退藏一路，正爾不能得，可奈何！邇來局步鄉閭，上慰病親，下撫孤稚，豈復有生人之趣。幸而稍知空幻之理，時取法水灌溉心胸，覺無明習氣，漸以微薄。區區功名，無論不可必得；即得之，有纖毫益於生老病死者乎？受之於世間法，粗已了畢。上之究竟性命之理，以心學抒為作用；其次讀古人之書，撥膚見骨，發為詩文，另出機軸，垂清光於百代。至於名山勝水，優遊徜徉其間，無非樂境，快矣，快矣！若夫繁華遊冶，丈夫心力強盛，不得意時稍以文其寂寞。正如遊雲變霞，豈有留礙。知受之覷破久矣，弟於此亦大有豁也。目前光景若此，即欲走數千里外，與吾受之一聚首劇談也，豈可得哉？因禪友怡山東歸之便，附字奉候，固是了元、天如一等人，一晤之，且可悉弟近況也。"
    },
    {
        "title": "寄黃春坊平倩",
        "content": "伯修去後，已自淒楚不忍言，所倚以為命者，一中郎耳。今又舍我而去，傷心次骨，一病幾至不起。弟不難相從於地下，奈老親在堂，不得已削涕強笑，冀少慰之。今惟仁兄可依，而道途迢遞，亦未能來也。但榮發在邇，取道荊、郢時，可得一良晤，即餘生之大幸。學道多年，已見真消息，但知見之力甚微；而居家無好友朋，塵染薰習，時傷苗犯稼，奈何？仁兄此一出，非獨社稷之福，實弟等聚首出世之良因也。入楚塞時，望先馳一字，以便趨侍。人行忙，草率不盡欲吐。"
    },
    {
        "title": "與雷何思",
        "content": "居玉泉兩月，候兄不至，遂遍遊鳴鳳、鹿苑諸山泉。鹿苑之奇，拔地石峰，峰色如砂翠，而水溁七渡，流聲震天地。不獨楚中所無，即天下亦未見如此奇勝也。寺久凋敝，弟頗懷修葺之想。聞仁兄亦有此願，不知果否？法和居士，自是郡中第一個神聖，恐亦當表章也。長石有字來，道及仁兄四月內有東下意，果爾，弟當掃三徑以待。中庵從北來，弟留之過夏，而渠欲一至西陵奉晤。弟所修玉泉柴紫庵，正少主人，得此君淨修其中，遠希白社故事，亦甚快。望仁兄為讚成之，何如？"
    },
    {
        "title": "寄雲浦",
        "content": "仁兄歸來，弟即擬走小龍湖領教，但繡斧新歸，自有一番應酬，俟小定即當棹一舟來。此中積懷萬斛，恨不得即傾倒也。至於暑溽，實所不長，得聆知己之談，說甚龍皮扇乎！弟十年中哭兩兄，淚盡矣，兩眼昏花，鬚鬢皓然，已無復進取之想。家門多夭折，簡田弟近復不祿，可憐，可歎！弟近日東西遊覽，亦非耽情山水，借此永斷淫欲，庶幾少延天年耳。適從村中歸，特遣小價致數種山青水綠人事，萬惟叱存。作得詩二章，求教。總之，聚首有期，非一紙所能盡也。"
    },
    {
        "title": "答曾太史",
        "content": "弟住玉泉兩月，山水怡情，不覺舊病頓愈。不意老親體中違和，星夜遄歸，幸而漸安，一月間必可全愈，弟又可作玉泉主人矣。何思所云樓閣者，弟無力建造，惟於玉泉右側建一亭半山，望西南諸峰如堆藍；其下建一堂，以祠關聖賢及兩兄於中。於此月之初五日建豎，有無跡老人監視，玉泉長老督功，弟安享其成，不勞心力也。青溪、鳴鳳、鹿苑諸山，俱秀媚之極。至於鹿苑，峰色水聲，實是東南所無，陸法和居士賞鑒，大是神眼。弟住止玉泉，去高安諸山水，不過一日程。中郎去後，世念已灰，願作一老居士，遊行佳山水間足矣。不審仁兄體中近日若何？前所寄字，弟入山不得覽，歸覓之侄輩，已為烏有。以此欲問仁兄動定甚急，使來甚慰。倘有遊山之興，同往玉泉住數年，應酬既絕，百念不生，何愁體不復原。弟所作庵，即兄之庵，不必分彼此也。去與不去，幸寄一字，或秋以為期亦佳。弟往日學禪，都是口頭三昧，近日怖生死甚，專精參求。不即往玉泉，則止二聖禪林。酒色已戒多時，仁兄見念，感切感切。不見可欲，使心不動，畢竟深山之中為得計耳。詩文二紙呈覽。"
    },
    {
        "title": "寄寶方",
        "content": "近日看《師地論》，聞所未聞，方征慈氏之苦心，一字一滴血。諸論中，警策綿密未有過之者。若非在山中，安得遇此秘密法藏，令不肖道念日切，世情日隳矣。山中雖乏伴侶，亦頗不覺岑寂。知方偕怡山諸戒衲修《法華》懺，又令我技癢甚。七八月內山中庵成，便可修舉也。生於二月末或一歸，方收拾來山作長住計。無跡老人情同骨肉，雁行之悲，為之少釋。已於響水潭上作庵，為卜鄰計，是又一快也。會中諸位衲子，統希申意。"
    },
    {
        "title": "又",
        "content": "堆藍亭已落成，在原基之上，十餘步見西峰層疊，乃荊浩、關仝得意筆也。塔灣田山僧窮極，欲質當他宅。生為山門，隻得勉強成之。家舅處幸一往道意，此時要三十金最緊，是必為催來也。不知怡山師有來意否？前承銀杏之賜，謝謝。"
    },
    {
        "title": "寄八舅",
        "content": "山中已作久住計，堆藍亭已完，正在修理廳堂。大約山水中靜坐，極清閑快樂。目下有泉田一區，四面山色包絡。山之下為泉，泉之內有田，去甥所作庵不過百步，若得此即不減輞川也。老舅無事來一遊，必賞心之甚。散木來縣不？晦之作何狀？"
    },
    {
        "title": "寄四五弟",
        "content": "山中已有一亭，次第作屋，晨起閱藏經數卷，倦即坐亭上，看西山一帶，堆藍設色，天然一幅米家墨氣。午後閑走乳窟聽泉，精神日以爽健，百病不生。吾弟若有來遊意，極好。三月初間，花鳥更新奇，來住數日，煙雲供養，受用不盡也。"
    },
    {
        "title": "寄孔令君",
        "content": "久不奉慈誨，渴仰殊深。生自家仲逝後，遂抱痼病，咫尺未得瞻禮戟下，想台慈不至督過也。殘臘體中稍泰，偶黃太史有信東下，遂至玉泉遲之，不意來期尚窅。自到此處，仰見堆藍之山，俯聽濺珠之水，不覺骨體俱輕，神情爽豁。遂買一峰，構精廬其下。將窮三藏之秘典，發五宗之玄微。捐粱肉而餐伊蒲，舍綈錦而服芰荷。石丈竹君，梅妻鶴子，將於斯焉老矣。所幸家嚴健飯，兩弟奉養，生雖不敢遠遊，亦庶幾可以近遊。至若慈台，春風夏雨，一邑含膏，生雖在山中，受賜實多。百凡更祈大為培植，使山中人免於內顧，即慈台非常之大造也。河渚暫歸，柴車可駕，更得望見清光，臨楮惓惓。"
    },
    {
        "title": "寄怡山",
        "content": "匆匆入山，未得奉別，不審道體日來若何，想已平復矣。玉泉、清溪之勝，即吳越未見其比，幸一命駕來此，同住數月，此中有藏可閱。已市木作一小庵於別峰下，計日可成矣。亡兄既去，世念已灰，此即是我安身立命之處。師如不棄，便可卓錫。"
    },
    {
        "title": "寄八舅_2",
        "content": "自別老舅入山，無日不快。仰看堆藍之山色，俯聽跳珠之水聲，神骨俱清，百病消除。寺內有舊庵基，正據山水之勝，已傾囊鬻得，旦晚市木修造，有次第矣。此去十五六里，即為青溪，峰巒洞壑，殆非人境。到此飯伊蒲，絕嗜欲，覺得容易遣日，自信於山水有緣。聯榻不寐，遂有此一番佳境界。非愚甥不能造此思路，非老舅不能賞鑒也。已矣，已矣，胸次舒泰，耳目清淨，豈非福耶！二三月內，此中山色泉聲，更當十倍。老舅如有山行之興，當掃乳窟以待。"
    },
    {
        "title": "寄六侄",
        "content": "存亡徂遷，倏忽易歲，惟夜夜入夢，有若平生耳。海內第一知己既去，復何心世緣。玉泉清溪，山水幽絕，將有終焉之志，歸期都未可定。想已入社矣，酌寬嚴之中以處家，酌豐儉之中以理財，寡欲養身，修名避譏，是所望也。"
    },
    {
        "title": "寄祈年",
        "content": "自到山中，閱藏習靜，看山聽泉，不圖為樂一至於斯！已傾囊市得一峰，將於其下建庵而老焉。誓畢此生，苦心參究，了佛祖一大事因緣，決不奔波紅塵，終日為人忙也。汝年正少，自當向學，支持門戶，使我得心安，為世外閑人，即汝至孝。吾往時所以不長往者，以汝二伯在，友於至篤，不能相舍耳。今何時也？匠人輟成風之巧，伯子息流波之音。立雪無影，惆悵何言。惟覺青山解語，綠水知心。伊蒲可以續命，貝葉可以忘年。暮春三月，河渚暫歸，柴車可駕，當一歸來。旋即入山，不停晦朔。何者？吾賦性坦直，不便忍嘿，與世人久處，必招愆尤。不若寂居山中，友麋鹿而侶梅鶴，此其宜居山者一也。又復操心不定，朱紫隨染，近繁華即易入繁華，邇清淨即易歸清淨。今繁華之習漸消，清淨之樂方新，而青山在目，緣與心會，此其宜居山者二也。兄弟俱闡無生大法，而為世緣迫逼，不得究竟。今居山中，一意理會一大事因緣，必令微細流注，蕩然不存，此其宜居山者三也。骨肉受命慳薄，惟盡捐嗜欲，可望延年。業緣在前，未能盡卻，必居山中，乃能掃除，此其宜居山者四也。生平愛讀書，但讀書之趣，須成一片。俗客熟友，數來嬲擾，則入之不深，得趣不固。深山閉門，可遂此樂，此其宜居山者五也。蓋我之住山，乃從千思萬想中得來，誓捐軀命以守此志。且鳳皇不與凡鳥同群，麒麟不代凡駟伏櫪。大丈夫既不能為名世碩人，洗蕩乾坤，即當居高山之頂，目視雲漢，手捫星辰。必不隨群逐隊，自取羞辱也。因汝可與言，故略及之。"
    },
    {
        "title": "寄五弟",
        "content": "山中百凡清快，紫蓋之奇峰，青溪之碧水，玉泉為山水之大湊。愚兄行止其間，即是養生。何者？屏絕欲染膻薌，不求養生而養生在其中，幸以此意悉之老親。老親真壽者相，無可慮。所慮者，吾輩之壽耳。進山一步，即是活路；出山一步，即是死路。吾誌已決，阮孝緒、何子晰，吾之師也。"
    },
    {
        "title": "寄李謫星",
        "content": "殘歲偶得黃太史一劄，云至西陵，即走玉泉候之，以故未得於老伯前效執拂之役，此中抱歉之甚。想奔走道途，仁兄或見亮也。自中郎去後，懷抱鬱鬱，見紫蓋、堆藍之山色，不覺心意爽豁。向時胸中積塊，俄爾冰釋，乃知山水是療病之妙藥。即於是中結庵買田，將有終焉老誌。元定兄有字至，亦於燈節後見過，政恐吾兄方擁皋比，不得來共聽乳窟泉聲耳。小價歸，匆匆付一字。有便寄數語山中人，以破岑寂也。"
    },
    {
        "title": "寄王章甫",
        "content": "一聞兄將至，不勝喜慰。數日內風雨大作，長江之險不敢即渡，雨止即來。倘天色連綿，兄多留兩日。仲宣樓、章華台、龍山落帽處，必當陪遊。且公安二聖寺，有李龍眠羅漢、趙子昂《法華》，皆不可不一觀者。先此奉懇。但微示霽色，弟即飛來，且將以小舟送仁兄於岳陽樓前作別耳。至懇，至懇！"
    },
    {
        "title": "答夏道甫",
        "content": "得兄劄，正遊鹿苑，雨色甚奇。甫霽即欲還堆藍，而遠安公專期於十二日，其情甚切，不得不赴。準於十三日雞鳴即歸，兄幸暫止玉泉，來此亦不易。乳窟流泉可聽，勿便作興盡之返也。至禱！"
    },
    {
        "title": "答黃駕部取吾",
        "content": "宋孝廉至，得手教甚慰。弟遭骨肉之變，兩兄相繼去世。至中郎相依為命，一日不晤，便無以為懷。今生死永隔，奈何！自長別後，弟遂抱重病幾死，今方有起色。已於玉泉，買山作終隱計，伊蒲送日。兄自學仙，弟自學佛。但能輕視世緣，精進不懈，各有所成，不愁墮落也。中郎未有大病，偶以下血脫氣，遂至不支。然心無怖亂，有若坐化。渠自是天堂佛土中人，至於學問之綿密，應世之圓妙，弟與兄皆未必能測度之，但當合掌歸依而已。知己如兄，不作粉辭也。急欲圖一晤，弟不難千里行，而老父抱病，難於遠離。晤期未知何日，言之惘惘。"
    },
    {
        "title": "寄尹夷庚",
        "content": "大別山頭一別，升沉生死，有如幻霞，置之不足道也。弟居家鬱鬱無歡，筆硯久廢。第思二毛種種矣，學道之外，佐以看山讀書，豈能長奔波世路耶！所恨藐焉孤儔，口如銅烏，安得沉酣風雅如吾兄者，常時聚首以慰饑渴也。寂子相與已久，近日至山齋少聚，便道過貴村，敢以一字奉詢。知兄於般若緣深，自盼睞之矣。"
    },
    {
        "title": "寄潘景升",
        "content": "周子國至，得書。弟屏居村野，未到沙頭，尚未會子國也。弟已如失群孤雁，到處飲啄，以消渴愁。奈老人體復多病，常時周旋一室，即當陽玉泉已卓一庵，棲隱尚不能往，則其他可知矣。東下之役，空付夢想。吾兩人合並，竟不知在何時，此生乎，他生乎，都未可卜。念此不覺淚涔涔也。近作中極多可豔異事，奈一時抄寫不及，當以付周子國來。"
    },
    {
        "title": "寄曾聲子",
        "content": "初聞尊大人之變，不忍遽信。及自澧州回，得寶公字，備知化去事，痛苦割腸，其悲與悲先兄等也。先兄去後，生兄尊大人，而尊大人亦弟畜我。老來相依，恃有此耳，乃竟若此耶！且交遊中，求如尊大人之知我愛我者，有幾人耶？傷哉，傷哉！兩年之間，楚中失三詞人，使生若孤鴻斷雁，天乎，天乎，罹禍乃爾酷也！已矣！生已治入山之裝，不復作人間世事也。聞辭世時頗安閑，其景象作楚否，可得聞否？兄丈幸一一示我。老父新喪，不能出吊，先遣一介申唁。八月中從玉泉歸來，當走一哭，致少生芻也。草率不盡，統惟節哀自愛不一。"
    },
    {
        "title": "寄祈年_2",
        "content": "山中度日頗快，黃太史已下世矣，愈增我之道念也。從六月初一日即食素起，以山中無他物，正好食素也。我定居於此，如古陶弘景之茅山故事。七月終當一歸，即入山矣。汝努力作世間事，使我得安心辦道，即大孝也。餘不一。"
    },
    {
        "title": "寄寒灰禪師",
        "content": "中郎一旦至此，令人痛不欲生。師情均骨肉，雖修短之理，久已照破，而亦不能已於慈明之哭也。生屢番清徹，自謂已至，而習重境強，處無生之力甚微。古人云相續也太難，又苦口勸人盡卻。今時乃知入理之後，便要討見成受用。十二時中，微細流注，全不照管，臨終不得力，都由此耳。宗風既墮，大廈非一木可支。後生輩無大福德，才有所見，便作乞兒相，以一飽為足，不堪種草，不若潛行密用為妙。蘇潛夫已修一庵沙市，欲約師來作蓮社主人，亦一快也。怡山來，草率奉報，不盡欲吐。"
    },
    {
        "title": "寄林伯雨",
        "content": "弟賦命奇窮，老親倏爾見捐，無心世緣，將棲隱山水，永作苦行頭陀矣。山中清寂，真堪度日，兄又煙霞氣多，清秋能過我圓椒乎？黃慎軒居士亦下世矣，法門淒涼，真可歎也。花山為吳中勝地，有大雲上人者，以造殿至楚，攜有錢受之太史書，欲弟稍為經管，已略有次第。兄丈多事之日，豈可復以緣事相托，但得轉為流通足矣。餘不盡。"
    },
    {
        "title": "寄八舅_3",
        "content": "入山未得詣別，甚念念。山中清寂，其與懶拙之人相宜。小庵已畢功，清秋當迎道駕，少玩數日也。黃慎軒遂已棄世間，使甥道念轉深。哲人既萎，流波空引，奈何，奈何！大雲事體，稍有次第，望老舅大力提挈一二。當此多事之時，豈可輒云捐財，但委曲推廣，稍加盼睞，則為德大矣。"
    },
    {
        "title": "寄夏道甫",
        "content": "山中清寂，晝著夾衣，夜蓋綿被。木樹較前益深，泉更響。小庵收拾已完，明窗淨幾，掃地焚香讀書，差有李禿翁當日風味。如此光景，豈可不使道甫見之？清秋策馬一來，同往鹿苑為妙也。但恐有人阻遊履耳，然亦是慧心人，決可與言山水之妙者。一笑，一笑！大雲緣事，承周旋，望為留神也。山中極宜大爆竹，每放一爆，則響半日始息。千萬覓百十個，附大雲或小價寄來，至禱，至禱！"
    },
    {
        "title": "答葛寧宇",
        "content": "久不奉教，渴仰殊深。賦命奇窮，父兄相繼不祿，世念已灰。舍喧入寂，得於堆藍之中，作一太平之民，親近兄丈，為垂老素心之友，是所願也。衰絰在身，未得躬晤。乃承盛貺遠頒，感愧兼之。至於茶庵之說，偶與次飛言之，即果有此意，亦必備原直奉上，乃蒙慨附原約，兄丈之誼高矣。其如獨為君子何？今不敢孤負盛美，暫留此紙，俟次飛入山，即有以復也。草率奉謝，不盡欲言。"
    },
    {
        "title": "答錢受之",
        "content": "大雲來，得手教，備悉近況。前有同參衲子怡山入吳，有數字寄詢，不知已入目否？弟日來以親病未平，株守故里，稍稍葺理篔簹谷，種花讀書，以自遣日。自先兄亡後，生死之念轉切，困心衡慮中，於此道稍有所契。舉業亦不多作，自笑發已種種矣，豈能常作此耗心血事。去六十歲止得十七年，忙忙打疊那邊事，尚恐不迭，何心逐逐世緣也。前年買得一侍兒，去歲復遣之江陵。沙頭市得一園，粗有花木，親病稍安，即渡江往住。相依惟二三淨侶，久不飲酒，間飲地黃酒數杯，頗覺神明清爽。自念生平無一事不被酒誤，學道無成，讀書不多，名行不立，皆此物為之祟也。甚者乘興大飲後，兼之縱欲，因而發病，幾不保軀命。又念人生居家，閑而無事，乃復為酒席所苦。非赴人召，即己招客，為杯勺盤餐忙了一生，故痛以招客赴席為戒。落得此身閑靜，便有無窮好處。讀書看山，尚是餘事，真大快也。山水可以代粉黛，兄疑世間人因傴為恭耳。弟自謂從古來不得意於世緣，因而自甘清淨，以至於成仙得道者，不可勝數。即如陶弘景，初求縣令不遂，然後棄妻子，隱於茅山之積金澗，故自云：「吾永平中求祿輒不遂，使遂，吾安得享此？」古多以惡疾而致衝舉者，其初俱非忘情世樂者也。特世樂之路已窮，不得不尋寂寞之樂。蓋久之覺寂寞之樂，遠出於世樂之上，然後悔向者馳求之非計。此亦機緣湊合使然，乃學道者之幸也。夫處繁華之中，而不忘清淨之樂；居寂寞之中，而永斷繁華之想者，此自是一種上根上器，不易得也。若夫世樂可得，即享世間之樂；世樂必不可得，因尋世外之樂。古之高人達士，多出於是。陳摶、邵堯夫，皆非忘情富貴功名者也；知其不可得，而走清淨閑適一路耳。惟世間一種俗人，處世樂而更作無涯之求。世樂不可得，而厭寂寞如牢獄，望世樂若天堂，終身戚戚而無已時，則真可憫也。昌黎作《盤穀序》，列三項人，最為先獲我心。蓋繁華有繁華之樂，寂寞有寂寞之樂。惟兩處不成，馳求不息者為下策耳。昔人謂白樂天於功名富貴，得之則欣欣，失之則戚戚，備見於詩篇之內。弟則謂白公原非忘情於功名富貴者，得之欣欣，失之戚戚，正是白真率處。而其實有一種解脫之趣，去人甚遠。如其初居江州，未嘗不苦，然卻往來廬山，作草堂，躡飛雲履，煉大丹，看山聽泉，讀佛書。苦之中，樂又生矣。蘇公亦然。蘇公初居黃州，亦未嘗不苦，然卻優遊臨皋、雪堂之間，泛舟赤壁，彈江水看山。苦之中，樂又生矣。謂兩人不求世樂，吾不信也；謂兩人世樂不遂，而竟為寂寞所苦，吾亦知彼必不為也。雖然，即得世樂而享之，亦豈如世人之享世樂者耶？於霹靂火中，常現冷雲相，故可貴也。兄書中道及嘲胡仲修語，將謂世間人遊山水者，乃不得粉黛而逃之耳，非真本色道人也。此真覷破世人伎倆也。弟則謂不得繁華粉黛，而能逃於山水以自適者，亦是世間有力健兒。因傴為恭，遂成真恭者，多有之。以此發揮數語，博三千里外一笑，不自覺其語話之長也。弟近來無可共語人矣，海內如吾受之又不得頻頻聚首。今受之已離寂寞，得世樂矣，往日所云死得過者，親見之矣。曾記寫大字帖送卷價否？腕中有鬼，非偶然也，三筆之夢，已先定矣。定命如此，馳求何為？弟所以處貧賤而不戚戚者，為此也。細觀受之具有世外靈骨，決非汨沒於富貴功名之人。然逆境易持，順境難持。順境之中所求易遂，往往征逐世樂，斷送了一生。即如江陵相公，少時便有氣魄，曾讀《華嚴經》，悟得諸佛菩薩以身為世間床座，經河沙劫，救度一切有情，便有實心為國為民之志，刀刀見血，不作世間吐哺下士虛套子，可謂有大人相矣。卻是腳跟下帶得一種無明習氣，及富貴聲色情欲甚重，所以事業不光大。緣生平不學大道，不得無生知見之力，重濁而不清脫，故縱習氣情欲，而不能超拔出也。乃知世之真正英雄，若不於本分事上七穿八穴之後，於夢幻泡影中，以曼殊智作遍吉事業，不過祇是健狗豪豬，有何足貴！願吾兄打並精神，覷破向上一路，王文成是兄師也。花山緣疏，花攢錦簇，讀之齒牙三日猶香。如此美才，發泄天地精靈太甚，更須十分退藏為元吉也。弟家事粗遣，妻妾輩皆持戒作佛事。小兒為伯修嗣名祈年者，甚知向學。中郎長子名彭年者，大有才氣，酷似其父。先兄不死矣。弟已拚作一老孝廉，騎欸段，作馬少遊，佇看兄三台八座，訪我道山也。老兄既作貴人，應酬不簡，清貧作何支給？借債太多，後亦為累，甚為兄慮之。大雲緣事，需之歲月，可望其成。今年不知何月起復，到長安。此一番聚首，於舉業文字外，當更有商量處也。遊玉泉諸詩寄覽。有便即附一字。草率不恭，幸恕。"
    },
    {
        "title": "寄劉元定",
        "content": "久不奉教，懷想殊深。昔時長安聚首諸公，多半鬼錄，惟弟與兄存耳。幻泡風燈，真是可歎。弟入夏來玉泉，與無跡老人朝夕。堆藍社修葺已完，移居其中。響水潭亦建一圓蕉，仰看山色，俯聽水聲，如此受用數十年，便勝二十四考中書千倍萬倍也。聞東山景物甚佳，老來諸嗜灰冷，惟山水之趣，久而愈深。然我兩人，不可不一合並。跡公相念甚切，秋來能一至山中乎？二聖寺欲塑大士壁，聞貴州有塑工甚佳，名魏跛子，今不知尚在否？煩上價一尋訪之，至望。"
    },
    {
        "title": "答錢受之_2",
        "content": "華山僧寄手書來，備悉近況。弟今歲杪春，遭家嚴之變，父兄相繼而亡，痛不欲生，逃之玉泉山中，稍有起色。復以家務遄歸，故人書斷絕已久，惟受之不忘我，且作長語相反覆，此誼豈可易得！已造得一小舟，當以明正涉江，直走吳越，恐仁兄春間入都，不及一把臂也。弟此時欲盡收東南之勝，期不問年，既無繁華，且安寂寞耳。一切大雲能口之。大雲古貌慧心，甚覺嫵媚，因其便，附字奉候，不盡欲吐。"
    },
    {
        "title": "寄曹大參尊生",
        "content": "自章台寺別後，不旬日間，遂有家大人之變，不肖五內崩折。功名之失得不足論，身世之淒涼大可悼也。乃六月中，又聞黃平倩先生之訃。不肖與兩先兄及陶、黃二先生，為兄弟中之朋友，為朋友中之兄弟，今皆先我而去，如何為懷！不肖與先生，二十年前，長安燈市一交臂而失之。作者之晤，別後依依，不能相舍，豈非聲氣應求，有出尋常交情之外者耶！已拚一麻一米，作世外人，聞亦有卜築匡廬之興，果爾，他年相依而老，亦一快也。明年亦欲東遊，將盡收東南之勝，晤期尚未卜何日。少年勉作詞賦，至於作詩，頗厭世人套語，極力變化，然其病多傷率易，全無含蓄。蓋天下事，未有不貴蘊藉者，詞意一時俱盡，雖工不貴也。近日始細讀盛唐人詩，稍悟古人鹽味膠青之妙。然求一二語合者，終無有也。此亦氣運才力所限。今以近作數十首求教，幸細為批斥如何？久不作應酬詩，惟山水之間，可以發人清遠之韻者，稍稍點綴數語。此後亦欲定交木上座，擲卻管城公矣。先生詩清靈俊逸，實中心佩服。然此外亦別有事在，不欲先生役精神為之也。部下士有可與論學者否？"
    },
    {
        "title": "寄長孺",
        "content": "弟之奇窮，世所未有。中郎既去，家嚴繼之。兩年來如醉如夢，強以山水之樂，苦自排愁破涕。生平桑梓親厚交遊，僅得一曾一雷，此外皆異方之樂也，而二公復先我而去。黃平倩仁兄亦以今年夏初不祿，弟聞之，其慘戚不啻伯修、中郎。想兄聞之，更自淒惻耳。半年以來，竟不得兄一消息，久不升遷，不知何故。豈都中榮轉，此外不知耶？日來興致若何，囊中得無羞澀否？弟今年不得會試，下年便是一老翁矣。進取路窮，卻得些閑靜光景。明春亦欲東遊，不知如願否也。"
    },
    {
        "title": "又_2",
        "content": "半年不得兄一字，甚念，甚念。自中郎去後，心神淒涼，百感橫集。姑集山水禪悅，以自排遣。苦則苦矣，心知功名之途遠，翻於此中得些閑淡光景。入郡時與夏道甫聚首，此外更無人往來也。兄官況畢竟如何，身上無債否？如無債，可陸沉度日。過數年，兄便是五十翁，弟亦近五旬矣。世局日熟，道念日生，又不知作何結煞也。弟近製一舟，前後可安六槳，中列軒窗，可坐十人。將以明年正月，作東南之遊。載米百石，書千卷，放浪江湖，且欲遍覽名山勝水。失馬得馬，安知非計也！"
    },
    {
        "title": "寄陶不退",
        "content": "弟自家嚴捐棄之後，已修一庵玉泉山中，將終老焉。以故不得常居家中，故往來詢問闕如。人情世態，堪為痛哭。仁兄會計偕，舍親輩自當知其詳也。學道二十餘年，種種不見得力，熟處愈熟，生處愈生。明年當往東南求友，不獨明眼悟道人，可為我輩宗師；即有志學道十分以生死為念者，便是弟輩之舟航也。郎君旅櫬，已更修矣，黃腸完好如故，可無慮也。"
    },
    {
        "title": "寄梅長公",
        "content": "天下事不可知，先兄捐棄之後，家嚴繼之。四五年後，弟便是一白髮老翁，與棲隱有分，與進取似無緣矣。然以絕意世路之故，微得些淡泊閑靜消息。彼造物者，能窮我矣，然不能使我不讀書，使我不看山水，使我不學道也。得其一已足消遣，況兼有之乎？居山，了不知都門消息，不知近況若何？古梅來，附一字，草率不既。"
    },
    {
        "title": "答無跡",
        "content": "入秋屢欲來，而家事相絆，又有武昌之行。邇來婚葬事迫，直至殘臘，始得息肩。然近來悟得世事即是佛事，一切處之得宜，可以庇蔭人，即是行菩薩行。雖不能忍事，亦不敢厭也。家六侄事，分拆俱妥矣。聞宋公在庵，恨不得插翅飛來一會，但此身脫不得。益見此公之大力量，勝我等怯弱漢萬倍也。吊儀概不敢受，謹此璧上，謝謝。"
    }
]