[
    {
        "title": "論著",
        "content": ""
    },
    {
        "title": "增革",
        "content": "由太極有陰陽由陰陽有五行其於天也驅日為月為辰為星其於地也為水火討土石鬱之而翩雷爍之而為電散之而為風凝之而為雪霜羞之兩為雨露為雲置行之而為川正之而為山是數者天地之所以化鬼而育神也存完地辦後寫物堂肆翼者距者竄者角者臘者蹄者爪者乘者麟者介者斷酬者泳者釀者薄者懦懦者蔓者挺者實者榮華者之生生萬有不窮也蹴尺獸貴於是有五常之性曰仁曰義曰禮目智曰信於是有發之情員喜怒哀懼愛惡欲衡避刪往焉神是存學船樹裡趣御曰格物曰致卻日誠意曰正心日修身白齊家治國乎天下有尺則必有男女有男女則必有失婦由夫婦有父子由父子有兄弟由兄弟有朋應翩恐珊能無欲刪桐與聚靡即獸對船帥華離禪是軒存穀當是故有天子有公有侯有伯有子男環完爭逃獸刪謝郵者有甸服有候服有綏服有要服有荒服洲國之中有君有鄉有大失有上士中士下士而晨工商賈以差各職其所務是故敬以主之德以先之禮以牽之政以明之刑以恐之而樂以化之於是有黍稷稍梁爪麟茶苴雞豚狗彘以御之食有蠶桑筐績絲麻布帛以為之衣有塾黨岸序之設有親義信序別五教之敷有恭重端直之睿有盥敢櫛浴轉總捍遭之傅有溫清之儀有哭誦之度有拊練祥禪之節一有城郭甲兵之宗有宗廟朝廷官室之制有朝覲會司聘言征討之事有司徒司馬司空膳宰役夫之職有搜苗獨狩穿絡鞭策縱控之施而又有轂一卵蚳竦眾舅斤斧虞衡之禁有加冠於首之青畢咽親迎共牢合番相見飲涸投壺習射之文有擎聽曲拳降登俯仰旋辟揖拜之儀有玉帛邊豆敦牟一尼壓之器有琴瑟祝敗鐘錦之實千戚之舞瑞郊一社柴望析攘八惜之奈有鞭撲劓則五流五宅之威權量以平其偽灶策以稽其凝藥餌以治其疾疲是譏尺神怒蔚祿助各安鄭由而復其卿得雅兜輕酣存諦恥枯廚蒲奪勉粥禪葉刪憚避桃竟舜繇周加手惡儒趣禪違順翮滯鯉若迦授其柳從曹者費蹄靡言歸於存邢若油佛肄肉趣於遊雖蹄肥恐著遊誕興肺從事著廣翮勾言繡勝無肺曰彼所以為是紛紛者何也其初五行而己矣五行陰湯而己矣陰惕太極而巳矣太極是無極也夫既無極矣而又奚以是紛紛者為哉吾儒順梯具底逆睨橫莊中閭前面是順梯卻口伸開說後面是逆睨卻縮累說相其風格當在周秦以上"
    },
    {
        "title": "見乙",
        "content": ""
    },
    {
        "title": "姊崔料",
        "content": "吾與萬物羣生於天地之中其萬有不齊耶其有至齋者存耶張目以視之不可得而見也傾耳以聽之不可得而聞也一而亡品而亡二而四田而五五而十寸之十為百百之十為千千之十為萬其紀之不可勝紀耶其推之而不能目己耶清者寧者靈者蠢者動者植者其為物不司也而莫沸物也叫物判胡憚叫物叫暫憚物逐聲聲輕聲蟬叫柳題當暫吝趙憚鳥聲之交交也鵲聲之植積也頻茫者尺船既獸寫輝洲獻驛聽鳶肺鄭加羹迦有鳶檀樹若逝酣滯鵲憚關鵲嗣聽鵲則其擅檀趙亦有鳶授繩鵲維於視相迥諭碧是巴英蒼水之民呼中角黃水之民呼中官白水之民呼中商黑水之民呼中羽徵雖戀州國酬春憚己鄉普憚蝟監址音憚刑蒙州音憚呵翩洲綱飾門尺淮點壘旅川畔酢恐於逾迦即泗蹄帥遊全旌狎漸宅雜違憚楚尺足越翩難語器妃邪別夕與游若建音遵鱗乖雌井弗暗韓輕槃鬥秘刪兩爭加相期刪與逝相覺庸謳知柳證仲聊膚誼知仲虹聃恂聊雖鮮脊辦囊兜斲銅輕糞船殷如費鄭雲黜擊鄭予知恐糞即室勾尺卯婢肆判人之直兩手也兩足也兩眉也兩目也兩耳也兩鼻之寶畔也一也不一也肺蝟趣捧鴻贈川靜靜定輕行門雲刑蹄兩居輕啼叫華叫當兩融恐濫沖陣汁兩牢它神州纖叫醉肺鼻題畔州雌川雄釋鳶加哺雅株共畔轂食淺鳶櫛食壯歸棄諧望逝恐轉剛漸潛誡聚吁恐諧樂御授辦有助興鄭聊伽曲憚游霜赴擅待軸邱船冥骨歸酬軸兜蟻薨驪紳虹禪宙蟻回賤神翩東軒牽其牢倒飾鳶眾酣宅睡齊盧遊鞠錦得趣馳普蟄蟻壁孝黯邪避則愬昧畔端蒲謬宴言歎稀費無莫骨憚聊聲其罪群諸而欄恐齊之水躁越之水重慕之水消楚之水弱燕之水沉滯末之水輕清風之蓬蓬然起於北海而入南海也風也而不一也為凱為谷為融為聞闔為不周為廣莫隱隱欲滿者彼何聲邢其牛鳴節邢其奮往而不知歸者邢雖然有土焉有水焉有石焉有火叫一馬右英也鍾乳也甘遂也大苦也牢瘦也敗鼓也參葭也赤白之肌也溫涼益損之異施也為根為莖為桂為葉為華為寶為皮為核為首為尾為顛為末為中身為要節為近水為附石翩精粗馮厚轉其性之一出焉而異宜也食之使人壽善而光榮成籌滯而蕭系遼趣飾居氣興居空氣擾假佩有殷兼浸使暗有難逾迦著未貳眷憚敦迦著兼到若避苛零蟬放靈憚即河黼長避慄至旅無窮握囊甲卿逾監詳聊夫授印相者禍柴雛穀歎趣姒嗣未能惻即堂罕睢其能宥不齊而不能使宅齊興鷹為鳩虺為鱉田鼠為貴奧靖蛤為捷末蛾子之為蠶也蠶之復為蛾而遺其子以死也非蛾之典蠶所能自止也顯諱與鬱儀邊禪青冥泗野鬱備請糟舞印試興若御肥輪駟斷婚奔費暗櫛避著鞅當牛禪本紵嗣宋黜職院綱繕鄰印若欺予哉君今帥御對輸禍若昨卿御逃輪憚霍響興君蓄若黯輪禍嚮若與吾言若趣滯憚鬱儒即若仲助桐部曰軌蹴首恕輪赫糟是兩尺桐視騰印寶辦空若附拙外樹網尺府知憚儒者真寶之理莊生奇幻之文道不一而數不例是鬥篇之主部用作中紐以上說數之不戶是橫說以下說歎之不一是監說局陣亦青"
    },
    {
        "title": "耆牲",
        "content": "均是人也或則聖或則愚聖人之所以為聖愚人之所以為愚其皆出於天子曰其所以降稟不猶者天也賦予求隙樹刀卿然則性果有善有不善邢曰性之原於天也無不善也其在於人而不善者以生也是故其人之不善也非性之不善也天下之物有笑者則必存不美者助賊之口之於味也目之於色也耳之於聲也非性也賊性之性也是聖者飛刻飾沈與授拍鞭有未善憚尤炭愛乎埋感趣耶助擒末善者任增尺暗未害者酬蟲睡口也共溫吾天下之味者也味可嗜也吾了逐於味而了之性以賊也饗究駢驢前宅腳娥飾酣後趣酬鞭漿旋丑遷恐衢雖有離醬宅能恐定施韓聖人之於味與栽同嗜也聖人之於苞與我同視也聖人之於聲與我司聽也聖人能不賊耳蓋糞性洽黨賊性輕憚酣視世寧睡韓剛俠充神恕肥術使無梅貳職者悍助海審府怯著輦賊性者婢憚口其筆之堅瘦足以連共意故文境清如赦水卜達舜喜分之所宜然不容以不盡也吾為之為之而有不利勿罔之妄非吾分之所宜結不可使之加身吾必不為之不為之而域有利馬勿閭之兵理逝著有定靜迦戀細若鑄帶般御燕決戀剌鸞禪襄虛宅申有陰勝則軸有溝濁存滑濁則必齊害蕪因而設恐酬蒲空物黜機財軸在嘗由陽害御蕪天黨尺揀類相存郭期鄙相遼醴惡之韓充興殛隙類相聲洲未期酣桐避天宋皆有心揮避駟著殘卯跳距類暗守零恭宏不齊對數超契非人之所能也吾觀攻剽翔奪不避全鐵之誅毀肌膚而斷肢體者皆若有飾不獲己則其所助至比未嘗不壯於天而天特有助辭如不仕受集今之人莫不呂命其惜謂伯夷不得不盧而濯跖不得不貪邪使知命者日立於巖牆以候之鳴呼其亦無是理也一精理為文"
    },
    {
        "title": "囊了",
        "content": ""
    },
    {
        "title": "肥知",
        "content": "東海之產有鉛松懽石焉吾末之見也不得而驢之西海之筵鄉繆鏡銀錦馬吾末之見也不得而知之百世之上百世之下方名嘉數乏委曲而繁多吾禾之見也不得而知之然則心果塊然獨守於方隅景曰是其施沼力能酬驟旋者俯迺盜逝恐間悍寶雌憚是故為吉袖因為悔為各人物事為之變苟有先見之微則吾心必覺之然而朱黃黼黻之色蔽吾之明琴瑟祝梧鐘鼓之壇鳴亂"
    },
    {
        "title": "三",
        "content": "吾之聰山海之珍異爽吾之同椒蘭瑟冀之芬香朽吾之骨疏房逮宗使吾之盤樂燕私吾婚不復能覺之矣惟天下至誠主之以中正無妄而常虛故鄭陛趣幾與尺幾帶推坤是惟亂觸觸則知馬吾有友在吾家數百里之外時其相遇則先是夜必夢見之完尺祠袍雄蓋無刑不在暫雌蘊語絕特酣求嘗與怒桐拂財漸村桐興州幾供而和僧禦蹄神不避帥御維縶對吾友之於昔如戀之牽慚如總劉帥船如水之術行乎故恤也其可知也己夫彼之過我門而造訪也必興禪憲慈柳勸鄭幾存射壁禪辦者肄方吾旦晝之間紛誥廳概飾囂納齋至於耳目恐前醉入之無卿往來避無常濫水而使其光燭賢眉必不幾英犀趣如霜華跡冀席腰棠駟恐滯灑酣背寄無建助相侵鏘輕恕搏御吾對神椒恕聽飲海恕翠縛暗建遯其興真財覺艾贈呼船聖誠趣心也發前人之所末發"
    },
    {
        "title": "夭道止",
        "content": "元逾蠹澤鯉船知耕迦背如杞知與鯉顧神器麟善酣繩職故雷是殃慶拙完洲嘗黜稱黜恐馴勸霜輝謂天之曙人甚矣生百轂以眷之也而又生之螟勝以害之生之雞豚焉而又生之射虎焉生之絲集以為之衣生之文梓豫章以為之宮室可亦謂愛之手生之崔鼠以耗其困君生之蜜晝蚤蟲以危其寢寐可謂愛之子毀璣以為礫而崇墨以為朱乎駕駕貽使馳千里而騏驥服監車乎藜藿不繆者曰憲而馬醫酒削長使之有餘子鄧彼其無嗣而宜子乃在登徒乎水固有不能湮火固有不能燥也人司有不可知天固有不可曉也祖有功矣而功可恃子宗有德矣而德不刊乎為粥靡以食餓者而己且啼饑分縕膺以衣凍夫而己且號寒乎割稼諧之腸而神不隴加之罰掘陳人之賣而鬼不能肆其殘子禦人於國門之外使之抵罪而貪淋以逞者世守其官于大武之下蟻或亡矣而人不顧也大授之百人多斃矣而天不憐也彼蜂憤君者其積氣耶彼隆際者其積瑰耶彼物屯生且死於其閉揮其亦有棋其生酣生欲冥死諭死者歸其無乃生者青生而天究不知其所助生死者即死而天完不知其所助死耶貴者魯貴融天不知血萬鬼贈者目賤而天不知其賤耶夷地迦即壘憚雌邢揮尺鞭衝桐無廊薄雜宇靜趣間避會鄭高春機船酣青費遜舍建神都機迦酣神輿存聊帥如奔晦船奔陛畔必存皆憚存興帥駟存廢御嘗刑酢悔睿動迦酣趣食憚夷不能使異未食憚壘恐滑過飛未能使柴求費制玷儒酣祥輝融天弊之緒聊川俯酣婦輝酣赴輿逝獸端懿夷新節按鄭邊趣府邊輪刃野暇沈歡尺輕贈逾壽兜聊吾故曰天道蓋渾然無知者也此丈欲合莊騷而一之前面哀怨之音可績天問居稷面揮灑曠送又渾似南華咳唾甘口"
    },
    {
        "title": "天道呻",
        "content": "謂天之渾然無知則將避善如免超不善如舊工仕殃慶之自至子是又不然夫所謂夭道無知此特天之未足者也君子道其常天穆黼而喉厚其於物也清者濁者靈者毒者無分於善惡無一物而不生也猶父毋之於子也無分於智愚賢不肖無怡人而不愛也有聖人者為天地立心於是始有賞善罰惡之權以為天補其所不足是卿請兜潛何哉宜諧謂巴英轂雖珊亦矩刪夷恐宜然著口斗止壞海蜂文集墓斗輪考革寄一無飛可肄仰害湘必驛降祥刪善財區其禪作束善宋必昏降沸酣禾善帥宜其曉杞猶有情題郊塹鄙飛春執叫定洲相春財必壁般肘必禪彼畢陶之為士亦若是而己草木有當春而委死者而天所以生之之意固末有敗也亦有至秋而華實者而天之殺之方隨其後也夫烏獸惟乳知故丈子聚塵雖當眾睹眾聞之地而恬不知愧紀蘿鳶獸行者蟲在酬暗無湘恐靜冀知逝帥助端祥故枯對稽恐書印跡欺尺暗私呼映欺巴輕畔求可洲欺心則不可帥欺兜是者何迦吾恐雌酣巴英今夫傑猾之民乘時竊位怙寵立威黯貨無厭其有稍異於己則忒之甚則義臧其宗族慘覈亦至兵而康寧壽考令畔者不可勝數彼螺刪弛聊縛當讎與濤獸絕聚塵者無昧興蟬授卿鳶撰薛禱則尺亦酬濤軸畜怒刪巴壬君子有闕要夜眉疚於心而不稟能逃完趣諱束能逝吾恤恐誅完恐謙都時尋即存時宋障喬剛逝誅宿宗寢興無門時醬雜響趣則迦謂特郁沈堪趣故夫蚤夜負疚於心而不稟富壽康享之所去也血完朝建絕惜艱宅財牆軸實夷逝雖大麗神雖腳岫若是脾巴槃有志之士其將何從烏天道眇茫悠遠卻鞭辟向裡即吾心理之當縣誤得十分可畏"
    },
    {
        "title": "天道下",
        "content": "積善之家必有餘慶積不善之家必有餘殃文呂之言也文言之言歐陽子不以為孔子之言也枚善降之百祥作不善降之百殃古文之書也古文之言儒者不以為尚書之言也南宮遣日羿幕不得其死禹稷終有天下而孔子不答其不答何也蓋以天無心也其禍福偶中之於人而於其人之善不善末必景以類岫也故謂遣之言為不然則何以勸天下之為禹稷而懲其為羿莽者謂遣之言為然則又何以鮮夫為羿幕而得其死為禹稷而究不有天下者此其故皆不可言也不可書則亦以不言者言之而己古之聖火汶為吾生而為人善所當為也當為者為之而己不計其慶之至也不善所不當為也不當為者不為而己不計其殃之至也為善固宜其慶也慶不至而為善之心則甚躁也而謂其必有慶者愚也為不善固宜其殃也殃不至而為不善之事則難掩也而謂其必有殃者妄也孔子孟子之於人其所以教其為善而禁其為不善者多矣而末聞有以禍福誘之者為善為不善可知也而禍福則不可知也為之者我也禍之福之者天也我則目諸之而夭何容心焉雖然嘗竊疑之玉櫛酬肄逾曲旌誕鄭完肅信貞術昧督逾船旌下讒鄭完禾印知耶衛春夷恐有違船未可知眷充如無逾迦赴有逾脾遼軸仁義興審貴顯帶帶合兜軒無覺帥昏貴顯柴興避德御霜常研是故衰亂夕世其違而在上則必出於放辟邢侈其修身植行則必至於貧賤憂戚斗代而上目堯曰舜曰禹曰湯曰文武若是者必起而為君曰稷契曰益尹曰旦奭若是者必起而為相降而至於小善已藝之長莫不起而在廣司百職之任旋壘辟衰拘予孟予仍由附記祠恕辦變契賢能者竄伏於下而不肖者恣睢於上智詐自騁頡猾不仁怙勢襲威無所顧藉物產靡敵而苑圃崇侈民力竭塞而畋遊無度唱膚嘔與其鋒鏡於委叢而深居高拱憤然自以為究舜焉當是時天下之人超利如鶯起勢如歸曉知有仁蠹助居其位毛為貴安知有恐恥食其稽之為美指茫乎大造羌軌知禍福之門勝責戌敗之時分按完丘代以神尤血趣雅肉牲緒洽趣酬糞實船肄定完勾糟尤谷諧由恕酣與實授趣遇若是者何也兜聖是姬能背節突權辭助其權授恕拘地迦地也者睡盛則彼衰東替則西隆環生造出互為梁除自近以至遠由中以達外者也夫天以福害禍灌為其道然而地值其興隆則潘而得福者其恒天不得而禍之也地值其歇抱則善而得禍者其恒天不得而福之也盍地起方興肺拂光著皆船粹鄭間酣完祠滯逾則肄逝黜樹起著韶有德翮寶夷祠無違酬其迥宅彈大者悍無德暗末背曲世洽肺強尺肺黯神賢種助偕掃世鄙財賢德肺離雅辦丸酣獨神是故漢帝興財蕭普樊盧從之而俱典明祖奮刑徐常李鄧從之而俱奮夫蕭曾講犯豈其有積德累仁宜為侯玉特相者哉嘗輿有逾受與地印部禦鮮聖祀軒處其間輔柳趣酣有鏘旋典無逾薨孔能以融便地獨持鄭權賈著姬靜堂典牒畔即聲諧酣和見袖恐聖相足蚩脂珊鄙耀迦對漸逾翩雖充操能興趣在尺爭恐樹後勾鋒獺其由禾甲諧聃恐似驛忝得棠逝決弼窮助終其跡夫地之道日以崇則天之道日以卑積而不反數十百世之後其必有人與物相易而為其貴賤者景夫青烏之書葬經之盲猥鄙不足道而後世宗之更千百年而信奉之彌篤彼亦有見於後世之天不可知而休於地者猶為可恃也哉久宏放至此乃見大家本領"
    },
    {
        "title": "息景",
        "content": "背春拘乎趣穀宇齊轡御有跣賈齊嘗諧臾學鄭鄙有弊靈難任漸會黔朋子對師奔考脾香凝寶有畏驩師裏駕築尺有勵壞酣柳知有予索仰寶仲昏問子桑伯千而北予許其為簡反仲爭疑其大簡驗後助雍言為然是讒漸軸意予脾旅宇貢印豪宇趣門佛鄭雜避滯申出鄭柳助詩拘宇歟至於孟子乃為之古昌今天下不之楊則之墨楊墨之言不息扎子之道不著能言距楊墨者聖八之徒當時因助孟子為好辯雖非其實而奸辯之端勸是啟英唐之韓忠攘斥佛老學者稱之下逮有宋有洛蜀之黨有朱陸之同異為洛之徒者以排孽蘇氏為事為來之學者以抵麒陸子添能吾以為完幽趣勒砌當變加霜完聊恐理禍神肅沈川端證晉都會予忽助賈饗睡邢姻予貢恐州助貴約斷黃學酣得沈徒世黼恕予貢堯帥普予聃費納肝拘爭和掌區紳縮無間哭逾臥存畔暫蓉七迥夫所惡神楊墨者為其無丈無君也斥老佛者亦曰棄君臣絕艾子不為昆弟夫婦以求其清晦寂滅如其不至於是赫吾獨何為訾管之大盜糞臉篋操囊恥荷戈戟防隨之服吾詔服而諭吾之言吾特畏敬親愛之不暇今也操室中之戈而為門內之開是亦躋可鞍油乎熒末嘗深究其言之是非見有稍異旃巴考則眾起節排之此不足以論人也人貌之不齊稽有戀細長短之點選示之助為非人豈不過栽北宮勤孟施合其夫聖人之勇蓋遠甚而孟子以為似增蓋臧子夏然則諸子之跡雖不同以為似子貢似曹子可也居高助臨下不臺於竇為其不兄與我賢也至於未沙之坤敵而惟恐典不能桐騰於是紛結之辯沈堂避決知遼耆御夷下趣曉鉤尺說羅和簪雌於獸逾薊鄰讒典恤恢俯奔餘薨恢鯉廡餘雨粹柳蕪所邪餌灼拘宇恐肺雕充而驛雛輕爭辯者世風之愈下也而目託於羽翼聖童夫聖人之道皎如天日何賴汝等搏游之爭"
    },
    {
        "title": "慎始",
        "content": "天下之貴惟其求有沈倡嘗有州人借之稽俞以至湘閭族黨訟間柏故而成俗踞禾惟壯林庸主禾能助威延而勢禁也雖使聖人持之且特無助善其後是故古之善為治者不恃法而恃禮禮者防之於末然而法者禁之於已然夷肥印巴諧臭翮刃安能拂決禁趣哉昔者儀狄造酒禹飲而甘之曰後世必有以酒亡其閣者禹之出酒也甚矣使具可禁則禹將申曰令於天下曰必無浩酒造酒者有刑然且曰後世以酒亡國知天下之既以有酒而勢特未能助復止也勢不能以復止則不不禁之耐且因而刊道之周公之制禮也非酒不成而加之以百拜之文是以終日飲酒而不至於醉孔子之酒無量而又曰不為酒困何有於我哉赴助周公北子之聖而生於有涸之世不能不飲也兜里卷之途民箭秦漠以來有志之君思以為足國之計所以禁民之釀酒者蓋亦無所不至矣然其效究何如哉且夫舉天下之無味而辛苦蜚於口木有如姻草者也自萬歷之季閭人一食之不及百年以至於今而天下之民無貴贈賢愚鮮不甘而嗜之國家亦嘗申禁戒之令矣而卒於不行文光嗜欲之大者歟今完嘗鞭如竹得潛慈卿卿能諧觴恐帥豹能骨憚奪鄭肺彰翮殿趣曲鄭飾音葬蟠能船禪即軸剝刪知恐柳便安遼聊翰湘卿剝趨酣欲助軻薨恐決解驢赴肆財典待條存帥騎酣鄭權悔奔卿黯春秋戰國之間嘗有任俠姦人臭以一朝之感激為人報仇至於皮面出腸而不悔然數十百年之後息滅消亡無復聶政荊軻之餘韻者此豈待朝廷之禁令誅絕哉楚輒雜鈿師御禁雛眷雕殆惜鈞酣毋授典帥顯者艇鄙曲職虹駟刃寶待刪禁之納恐御禁髀刪授其師譽有助卯鄰於恥輿暮完節御者睢慶帥世麟勸沼酣獵度鄭歐雌禦腸授猶特佛倖捧固迎映度勝對邪肝般仲憚酣求獸稱聞雞走狗博塞呼盧雖不為屯而其情求至於不得已也然英君賢相申之以甲令嚴之以放流而其風終於不息此廷助見小衡之情與仲涸勵始作偷者其無後予誠惡乎爽始藿者棠岑夷於其始涓涓山下必泉也酣其流遂為江河今夫火鑽木助求之學石助壯之其始酬縷赴光也其役遂燎原而木可嚮蹄里之民有幼而習為優人數十年年老矣其子孫飾於貲社其睨為而請歸眷焉彼既己慣習於譯囂之樂而苦其家之閒寂而無聊卒逃去終身為優而不返行乞者世之所謂至污而極賤也不為則己為則暗有甘之者夫不耕而食不鑿而飲而殘冷之杯炙有時而勝於力穡之農夫彼既己輕善行告之謀財雖禪加以恒產而未與易也智黜膠予鯉隸未蟲惡眾濤門識雙桐閏中趣處如卑謝或扣禪打相宅授當帥扣響衡無傷始門待鄭御柳肺奔雌特睡勵眷戀麻珊容佛魯毋響恥靡壤漸牆盈旅驗身慨行府求顧贈中幽勉翹腳駟蔚遇錢雖然古之為人君者深宮宴處久絕其嗜欲溪滿滿禮樂政教委曲繁脩又有以深杜其習非之路不特威糞勢禁而其民聞其風而自化則雖以累朝深桐乏習何不可一朝而自止乎鳴呼此殆非後世之所能及矣即姬酒赭博優人乞人人情物態易仇者以明始之當慎文如江波隨流曲注而無一定之程度畔達處不讓東枝"
    },
    {
        "title": "業說",
        "content": "物奔衡吾睡春揖物存臥山睡存攝繩蕪野響是由壓雉與徑合避坐都規者圓之體方者矩之施何助知物之方哉助矩何助知物之囿哉助規雖諧樹規府可跳圖趙助圍律輕徒拒禾肅醉加也雕徑得勢判掛焉州茂焉車停有勝能存守其中肅其鄰稟其口絕其繡渾兮若雞之伏喜善夸若輻之登木夫惟采啼中財曹詩楚惟姬堯諧財盛壽一彼以有而我若也彼以寶而我若虛彼以智而我若愚夫是以不居光不居財物莫之與供英小人之乘人也微可上則上之部野競授傑隙苟鳶玉爾聊毋弔帥甲輕溫兮其若春肅兮其若秋儼兮其強而不亢敦兮其弱而不流雖有剽悍孰侮之狗遊柳彼仲助雌勒逝誓授師雕煙是以聖人皇為的夫不身為的是謂面南以求北夫面南以求地其於求北也愈遠毫似老子"
    },
    {
        "title": "井田",
        "content": "或問井田印帷辭野忽赫迦夏后氏之貢殷人之助周人之徹蓋學蔚湯充鄙恐節經簪祚衡玉無與焉言以明其然耶今以謁人而有五子五子而有二十五孫酬夷節訥趣畔宋鍵數如確蹄增畔樹數爵弔物恐餅第授勾財川夷辦擇訥刪即比有無即趣充擾勾肺醉粹船得船畫勾閒畔隨其時趣求耶盡杞暗緇趣蠅妒糞宋授恐時即安勸使語姓耕恕畔毋授宅膝擬姓男末使語油耕恕野扣禪無蓋遊得臥珊酬與節油晴誥廢船章雜情畔求薪椒宰帥郭肅兜馴兜各有其背欣恐使瞿家臥眷其饗即此其畔淨誰使耕輕有一夫則必有百畝數世之內猶或可吏廚甸恭聖神川節申勾幻亮神維即恐加安刪尉印潛眾姬知粹何叨緇肄吾意先王之制豈當臥船柳薨恥完祠避即尺兜扣灼蔚律詳鄭歎酣權外酣附輕柳酣禦可待輕即壁鄭後世宇孺有器御有寡乾棠時眷恐得采賞蕃捧者采得采貧而後玉禾擾能坤逝英共範之言福極有富有貧此其微也使爵家能悉曰而均之則天下之民一而己豈復有貧富哉如以為不然則是上之於民於其祖艾時取而均之於其子孫數十百世之後爻皆數數取而均之奪民所巳辦之田而轉腳授於未授田之民紛紜變亂即豹印安帥授臥府得不即湖鄭辦操使節缺春踐酣紛救和飲恥和訓都掛隔禱敦缺輪後手此必不能行之事也或曰孟子於滕公嘗教之以井田矣非後世乎日周室既衰井田既壤孟子欲使滕之君反古之制如文武周公之初創而其勢固己不行矣論似創而寶平正拘迂者但習於舊聞未嘗詞設身代為區處耳如謂不然請君作答口且卜"
    },
    {
        "title": "焚書辨",
        "content": "如經趣哲禍秦如外溝哲經憚後之學者見泰有焚書之令則曰詩書至泰討炬而掃地無餘此與耳食何異完耆奉廚未嘗盡焚迴太吏公曰武帝招延文學儒者數百人而公孫弘以春秋白木為天子三公天下之士靡然嚮風論者謂漢以祿利誘進夫下之士故求經而經亡酣求知經趣當蓋屈楚潰趣毋啼御興寶卿柳繼尺階輕時輝夫小人之為不善末必其一出而禍天下惟坐視其壤而莫為之所其終乃納壤而不可救是故耆勾鐘石祖旅李斯酣在旗寶籍史其亡轅忝卯禪滯臺帝翮動禪蕭仰何則博士淳于越進諫始皇謂宜封子弟功臣目為枝輔下其議李斯李斯恐天打學者道古以非奈於是禁天下私藏詩書百宦物語具法至於偶語詩書者棄市而吏見知不舉則與之同罪意亦烈矣然鄭卿沈碧灼耆爍揀遼田躋固府欲聊逝俞懸也故曰非博士官所職悉請守尉雜燒之帷帥襟如趣節藏雞在和曾燒也冶項羽入關殺秦降王子嬰收其貨寶婦文燒秦宮心火三月不滅而後唐虞訊代之法制古先聖人之微晝乃始蕩為灰壇漸滅無餘濤喻隸拒和壘雜秦踐陽望未屠學斯雖燥熱刪船盡御吾故曰書之焚非李斯之罪而項籍之罪也昔高祖既定天下論蘆宦之功以蕭何為第口吾嘗觀楚漢相距數歲高祖敗而遁逃亡軍失眾而蕭何悉發閔中老弱補其空乏高祖輿項籍相守滎陽而蕭何轉增開中輸給軍糧不匱高祖數亡山東而蕭何常全頤中以待璞此其於漢取天下之功為不少矣雖然吾以為蕭何漢之功臣而六經之罪人也何則沛公至咸陽講搢皆竽取金帛財物而蕭何獨先入收秦丞相御史律令圖書漠以故具知天下之阮塞及戶口之多少強弱所在然蕭何於泰博士所藏之書所以傳羌王之道不絕如縷者獨不聞其愛而惜之岐而寶之彼固以聖人之經無閔於得失存亡所以取天下之壽策也故熟視若無睹耳今夫富民遺其子孫以室廬至其役之不肖不因之捨壁惟增其踐毀以至轉而售之他人彼鬻而有之考又取其瓦覺以去而遺其梁棟風雨之所漂搖蟲蟻之所剝蝕其鄰里之居民因竊取之以為薪爨而向之室廬乃始尺寸無復留者矣彼不肖而殘毀之誠無足怪獨茶何鬻而有之顧遺其梁棟而嘯知精制骨者嘗懈潰霄妃反容蓉鄉指酷禮樂沸廣肘靈恭晚黼宋嘗稍變動翩勸打術授知蕭何勾帥軸柳溝都惟知郭家趣律寄酣聖尺趣緝肘棄酣虎恕毋先輿出唐虞曰神鯉淪節酣終耀復船肆嗚乎方淹皆之碑閒蓋洲經鮑績存亡必頃也天下之詩書皆巴對而淮博士官肺職尚無惡當是時翻舉加惜趣重而繫之髮哉史吏聖祀忽經其鄭塞雖律翩廚耆糞指輕重大肘伸如避設使蕭何能與其律翩廚書血慢驛藏空帥寶聊邪能燒操聊未跪眇聖尤趣盤鯉猶社輝贈呼使蕭仰都與佛靜加筆把吏相其文勢如饑鷹摩空欲下復蹈何等婦鄉"
    },
    {
        "title": "雷託",
        "content": "天胡物也地封物也天之中有日徹月有星地之中有水有火有石皆物也天之所生地之所長錯萬類於其問曰胎曰卵曰化曰涇而莫非物也今夫物有形焉有聲焉有色馬有聲而無色考風是也有色而無聲考雲是也聞其聲規其色而不得以傅悉其形者雷是也納眇雷春有形爭無形寶帥帶辦馴為存形者攢雷也考與蛟龍為類者也蛟之有形也人見之龍之有形也人見之若夫雷則人雖不常見其形而亦有見之者矣賤仍樹赦曲赤曲寶靜趣稽形能短能畏爵趣獸耕軀起辦翔憂授盧禦海冀怒彈雷也考水中之火也北方也龍也考木中之火也東方也蛟也者雷之屬而龍之行池夏則偕見冬則偕藏故啟蟄則不伐蛟恐雷與龍或助之為殃也彼蓋有得於陰之陽也者而以成其象故憑雲以出入變臧而無常也日天火也雷地火也日麗乎中天雷霆不敢作也風雨晦冥而雷興馬陰盛則其氣乃揚也人之身亦猶是矣醫家者曰雷龍之火不可涇伏是也然則雷者果何物也仲秘對熙雷悅聲肝毋蟲諧藝難斷寶辦仲春如犀昏棲請財肘蟲御繇者牒厥與蒲帥雷都物瓣對調贄毀赴宴似船地對管谷元怨精嚴桐照薨蘊幡藏雪曲澤遁霜船雲酬神僻熊鄭號股牒厥聲奔駟蹄著夢簿野興鄭眇姬甲旁助離品恥知著遂憐為無眇創意造言昌黎之丈"
    },
    {
        "title": "羊曼",
        "content": "世皆謂毀人者己之不修而畏人之修是其罪莫大焉贈弗肥其朗於尺著蓋仲與聊貴憚盂子日行隋不得者皆反求諸己小人雖畏人之修必亦能無端而肆其非議之言雖無端而肆其言人且將不信彼其毀之者必其為開絕之行而與其言相近似未桐違者也蟲之所生物必先腐昭昭然甘黑之分必不能指白以為羈打尺雖善用其毀吾末見其能肌於聖人也說者曰罕我以孔子賢於堯舜雖未有以知其必然而要以孔子之聖為可以止英桓魁猶且欲殺之赴洲翩恐庚肥予甄靈禪欲授府害和聞興有毀肥宇題言肥其師助繩犯爭惟以孔子之不為潤絕之行也曰叔孫武叔則毀之矣薨惟封切般拘予而後辦充祠恕不毀肥宇憚彼其呂末既而天下己笑之矣此所謂無端而仙非議之呂而人不之信也說者目人安得聖如孔子夫尺惟附不得如肥子酣宋洲祀深即待其卯此輿佛酬終諧庸眾赴甄禾肅標倒夫人必有不敢難視乎孔子之心而求必以至之然後可以不為庸眾人雖使人之毀譽交至於吾前而吾不動於其心故曰毀於人者之與有貴也瘦折如屈鎖吾疑其為牛山遙篇作者幼年初學為文己能如此"
    },
    {
        "title": "難言一",
        "content": "丙吉出逢清遺群闢者死傷相藉吉過之不問前行見逐牛考牛喘吐舌而吉駐問牛行幾里矣或議吉失問吉曰民闔死者口獄吏治之耳三公典調和陰陽若牛行近而喘是時氣失節職所當憂於時咸服以告知大體尸劉予曰如耆嘗聊師諧府知允體兼寶以土公之所調者陰陽耶帥中歐臥於陰陽趣漸在卿嘗調導役氏宅蘭御殺都堂獨觀於陰翻恐朱酬使節禾諧如聊以宰相乏尊視民乏死誠制事不當飄則民固小而牛扣於民又無巾巷雖民加相殺為獄吏所當禁脩然宰桐則巳尉之矣君子之於物也見其坐不思見典霜民死而尸橫於遺獨安能恐然而自哉鉅中聃無畔完獸趣蜚遊休之以嘉樹茂陰啖之以芻菽牛之喘立可定也彼即赴疊府緒意麻華柳柳藩骨壓輕酬御忠融惠黼姬肅階巴射吾以為中御滯陰獸恐和似嗣都若光爵畔聖禪柳酌無諧隋防輕肅和聯識赭般陰陽加和財牛衛即蹄趾陰防和曲後尺方桐授寶稚宇俞節淨涇於閒號柵盤鄙酣視華印授背櫛特力恐嫗裡衛翮淮維柵腳雅處啼贈諧恐輿繫虹椒勾權響擾師苦仰神弄雌是夫牛非自喘也人有逐之者矣設使陰陽之既和雖蹄牛而牛能不喘耶方春和時亢湯剛暴吉宜節知矣何問於船牛喘則以為職所當憂人死則舉而歸之獄吏財是輒薨誕常船恐拜長安恐吏節腑洽蔚酣宰禍兼特跳洽中卑不能二年之喪而總小功之察吾襄言二言三束見吉之知大體也如濁水銀於地百孔千竅無所不入"
    },
    {
        "title": "霆穹戶",
        "content": ""
    },
    {
        "title": "冀言一",
        "content": "馬援使交趾而以蚩里迥其兄子於茂陵日龍伯高吾愛之重之願汝曹效之杜季良吾亦愛之重之然不願減曹效之也效伯高而不得所謂刻鵠不成尚類蒿者也放季良而不得畫虎不成而反類橫嘉劉子曰此昨君予之嵩會棄者之言也以季良為不足法耶何愛重之與有以其憂人之憂樂人之樂為梁足愛重矣顧獨不欲二子之效之是援斬其兄子助為善倒夫援徒以虎大畫之難成而巴遂不當效之耶吾未見刻鵠之恥而遂成也且彼固知刻之不成而類鶩矣醜無有卿類聊黼鞭府壑濯虧衡樹無御類哲助鄭御惜刪類授肺類都非鄭卿禱聊則所諧驚眷跡聃衛衢類妃都率仰防罪耀府恕耕柳柳帥先狩融補祈和狩律迥雖趣府燕成蹄典府偕府翩輝御恕酣布類柯與當節御類虹鵠嗣施船暗柳黼刺禪驚輿殿刻珊鳩麻辨鶯珊若靈豹闕附類卿戢曰提特以季良之為輕藩不足效也而不欲斥言之耳是說也奈蓋當蠶之云辯難攻擊之文須具此筆力始得子厚半山都從吃公子來也軸雛言三尸卜屠之初詠王勃楊炯四人以詩著名於世而裝行伉譏之曰士之致速先器識而後文藝勃等雖有文才然浮躁淺露灌享爵祿之器邢劉子曰尺怒奔靜逾仲喪充迥御僻幸樹鄭當貴玉軸諧州不章酣僚鄭貧贈祈邊快忠恐當貴驕諧枯趣貧贈畔過船彼行儉特以官爵祿為器識焉耳夫爵祿而必欲其享享爵祿酣猶必有其器邪行榆則欲享爵祿矣讀離諸雄宋嘗郎吾縱掌行衛迎靜袖輝嗣行倫聊術樹必船憂避詳邢賓王之檄則天盡其遺而死者也王盧之水死特天命之不幸耳牆光跳難翩終軸號彼它拂舉晦終都仰羿如以宰相有器識而縣令則無帥古記囊驪壽諭悲藝如腳潛舟滯翩飛能雖鈞御卿鯉祠費如以無器識則不能享爵祿財是肥帶蹄無獸識誕窮赫辯船無響識誕和籠逢肘升快鯉器識讒慰授子依阿於玄后之朝不以為恥而惆然目以為能致遽致遠者司如是哉吾觀行儉之所謂墨識蓋鄙荒之厚貌深情無所不至者也孔子侍鮑將哀皆餐桃先食恭監之當船笑之母囊蹄某蹄食水飲豈知食桃者哉授行撫御助異是尺對漸御倫狄仁傑世所稱反周為唐者過其或者仁僻唐之貴戚之卿鮑如其禾然唐之改為周與周之復反為唐於仁傑何無而低首屈鄉於清黜必婦尺助為之即弔懿物脂屈唐虹綠勵趣當覺牢其周之卒及為唐倖也而仁傑固為其女兄柳戀矣設使受命毋知唐避神終飛卯廁普未知仁傑仲帥節啼邪夫浮躁淺露後世之非人文致君子之詞而行倫固以倡之矣文藝之於立德立功貝末矣豈其不如享酒食之榮華者乎求富貴利達者自鳴得意而忘其妻妾之羞讀此當令低頭愧赦行儉輩又何足道芒可甘且毋"
    },
    {
        "title": "書吁國策後",
        "content": "辟綬伯恕衰憚兼秘戰醉逝肺赴馴魄掛變無馴廁融奏曉動仰鄭甚歟周乎王東徒洛鬥苞泰遂列為諸候自是王室微侯伯執政強凌弱眾暴寡征討不稟於王命王奪鄭人岡鄭人射王中肩戎伐凡伯臣臧君于軾艾者有之然齊晉秦楚鳥盟主假仁義以尊周室馬名興師伐國上軍中軍下軍步伐有度列大夫相興應對烏言辭抑何退讓恭詳恂恂長者有禮也雖無道繩之以禮猶惜服不敢囂黑下逮七國詐謀劇而傾危之士起谷從連橫詭請不信妻在戰勝攻敞以相兼并鳥能李憚盡地九衛鞅富國重法立威孫願吳起之徒以善戰麟齊楚上將長平之役白起院趙卒四十餘萬人比於春秋抑又甚焉嘗是恃辟恐禮樂油愛猶勸恭論拘赫濁廟纓酬勵幽加避壯玉逝洽鞅帝午與御鉅降節雕遼靜神韻高古似史記貴量刑軻傳後尸天下之戀不幸出於君父之大當傾危之頃有健文夫起而圖之惟其萬全而無害乃可以社塞囂囂加印其或值夭時人事之窮酬敗而不耳復收則天下後世之議必紛然而起弊古之忠臣義士爾為悲傷痛悼而持兩端者往往徘徊於進退之問而不能央也昔者泰之將臧六國也燕太子丹既為質於秦而歸慨盛念國亡之無日社稷之不得血食食不甘味寢不安枕鄉特以迎荊軻荊軻一匡貫選了委暑一皇提二寸之兄首直指虎狼之秦庭左手杞泰王袖而右手堪其胸始皇死則秦必亂秦亂然復燕出勁師合韓巍齊楚六國之眾并力西智則秦可以減而燕可以王情乎天不祚燕舞陽勇士也奉督圖而色變荊軻知刺劍之術而中銅柱不可拔其複泰急攻燕而燕亡議者不察遂以丹之謀為迷禍而目荊軻為盜羌秦欲得天下耳雖使燕恭貯安於泰奏猶特城許何條於荊軒之有無哉彼韓黜齊楚五國者不聞有荊軻入秦之舉也早雪先燕而亡集且夫秦未嘗得天下也燕之輿秦兢為敞讎其勢不容助兩鳶刑輒燕人為燕而擊仇警之秦使其事成則軻之功不下於蕭曹平勃華其不戌猶特比恥於周苛授公非匹夫倡亂以賊其長其酢叩同背語老而目之為盜於義何居節靈趣後張誕囊鄭僚贊椎奉於滯灑之洲其事亦不成也而諭者謂子房為韓報仇夷誕滕韓趣肥減猶謳獸轅鞭俯撰裝宁雜廟勾始識獨珊耶紆聊鞭伽封受恕尋擊加禪韓睨得尺祠宅後船閔粗荊轉近抑紳恕雅琴刺待完祠恕完禍船尉似翩完書防尉樹盤都卿霜實宜元動禱蒙聊肅畔恕靜其打臥耀隙虎麟拂邪雌糟陽虛歟恭印知對掃迦貴刪測秦虔門蒙脂恐卿趣事毛寶田赴歇肥弔弟辦存霜妃者卑酣傳者實緯決寫蠅陽虎迦輿是否求乎知迴持心背翮刺恭丑眾鈿興顯神輒嗣刪禪存饌歲妃後疑黜綺腳藉奈以為刑軻義士而丹忠臣孝子也獨惜丹操完巳延荊軒欲奔所御棄者與俱而丹遲之至衡舞憤震惜慕虔趣屯惟軒凶人隴陛疇玉末申耳設彼有寡者為之左右泰玉欲環杜刪走不可得也嗟夫後之學者欲譏論古人則必憤讎沽人之地以度其心而母柯牽恭成敗之躋使剌秦繫事成則天下之頌穿智者恃在太子與斬惟牌師戌而紛紛之說得助隨其後辦帥世勾衡譽史辭竅事都難聊要其戌酣後吁哉門辯難雄駿大蘇之文"
    },
    {
        "title": "男子三十而娶女子二十而嫁",
        "content": "男子自可六以至二十可以為人父矣三十而不娶則己老女子目十四以至一十可以為人毋矣四十而不嫁則己遲夫男曠臥蕩女怨財傷怨曠之氣替而干陰陽之和則印牙山洲或將竭而失其常度璧人臥此其道滯必稽夫婦子誼之越人有桃其婢子而不從考遂惡之常使之獨處婢于年老且四七而未嘗有夫於是其妻生子而搢子長知讀書惜記而己既而悔之為擇配一夕而其"
    },
    {
        "title": "玉菩雙",
        "content": "子之暗者愈出船範恐師毀衢然則其緩於男而急於女也何廣曰要予處冰意求適放臉之乎御砥水涯雖曠而可助未至於病女予者生於幽閏之軒坐於坤室之漸有節感酣未霜想虛轂獸故其心續緡財傷傷則死英整尺帥勤約乎畔珊聖推病而如饗惆豐雅掘似財是恃羅到恣者糞如如酣穀熒擇施是斷態憐如逝耀歎酣宋勸偕且吾聞之防財不疑於老若財足桃有為陰財不疑於少少則弱弱則能受晴叩以戌孕育如功嗚幣晦聖尺它提般柳陰恭尺情沈逾完祠趣和世勁悍似老蘇馭"
    },
    {
        "title": "泰伯高於文王",
        "content": "使文玉而生於泰伯恕時爽不能馬恭伯屯馬嗣嗚呼其亦能馬迥便廉聊御屠文玉證住其不馬三分有工之天下馴服事綬其又將過恐邪鳴守其無酬過迴若是則泰伯輿文王等耳何以異雖然天下之事將然著不可矩酣惟巴然者可酬術跡晴較文王可謂品愧於其君泰伯則無愧於君而又無歡於其艾且文淨之三勝有二以服事也人知之燕御新門駟輿鄭蔚榭猶操藥嗣盈荊蠻火似八和避袂恥轡兼印毋特鄭翩斷覺幻覺衡誕衡褒蹄怨掛無細靜神川恥恐洲恭慚蔚細覺晦啼出翠偷飾馴曾禪妃勤御亦有奇致一口書唐學士德狹傳縱江一古之君子其所以汲汲於仕進而不甘開尸以終老者固非為山已之宮室妻妾肥甘輕暖計也視天下之民皆吾之同胞不忍見其帖危淪陷而思有以康濟之使無不得其所也故曰禹思天下有溺考由己溺之稷思天下有饑者由已饑之伊尹見匹夫匹婦不被竟舜之澤若己推而內之溝中仁人之用心固如此也戟日此蓋得位乘時然梯得以遂其志如其不得志也則暗比之鄉鄰之鑄口陟拈矣予應之曰非也周官有不睦不淵不仕不䘏之刑孔于曰以與爾鄰里鄉黨矢盂子所謂鄉鄰之輒蠹畔臥海宅大丸畔宅遠犀之許不見耳之柳不聞於吾心無帥感觸馬耳如其在旗姻僚友濫勳之刪軸外宅與并卿入宅與俱非郡見其赦則耳聞其麟見其寒而未鮮以衣聞隴猶冊禾推以食此賤忍之尤安操獻記於鄉鄰定聞吾獨酸之居位者將弄人以科名爵祿必度其人之能報我者而後興之否則閉拒之使不得通不以為天位之與共而以為狀思之可市如農夫之九稽而望其有秋吾觀方君舜和當其輿唐守之遊守之亦里恭之窮士己耳由知其名魁多士膺顯秩於朝廷哉至於討松者羈窮困昔不忍視其填溝經而死力足以拯則極之而不告以姓名典無望鞭雙雌甲知避然而唐公歸異非舜和在座則里人之燕請不赴斗枯過諸塗而邀之歸授以禁太由是方氏數世蒙其利鯉肘有施酣無不鞭都完宅逾迥彼必度具人之能報而後施亦獨何哉斗刃礪俗使歸於厚"
    },
    {
        "title": "書田氏封股事",
        "content": "愚者之所明智者之所不屑也而有時智不及愚不肖者之所越賢者之所不為也而有時賢不如不肖何者彼雖愚不肖而君艾人倫之除一念之誠或至感鬼神而格天地而世所稱賢智者專為巧言以自覆曳考其門內之行多不可以告人尚何議彼載儒者日人之生死受命於有生之初而不可移易身體受之父毋毀傷之而懿救於其死愚而不可為也是其理誠然雖然山家之中文子兄弟相親相愛纏綿斛結而不可解釋於心疾病則相扶將死則願以身代此亦人之至情乎夷鉅鄒背病刪燕戀鄭殉茍甲致加佛無邪帶耀避完婦勾愨赴加得毋帥股酬膺恐存垂宛畔復盤都鮮夷部韓卿鄙呼助待堂雖封股印迦譏之為愚吾以為雖愚而不可及也儒者罔人之既死則其神靈將散而無所不之故為重為主以樓之若其體魄既興其神靈離而為云矢掩藏之而己於是前古之禮奈主而不祭墓雖術完婦谿戀神恐鄭神暨翻論避鄭體贈知黜逝必毋姓體魄舟聖委無禪恥歸邪恐遲舍怒刪歸肥術紅恐壁情鄂勵別雖蘆墓甲輝譏之為偽吾以為雖偽而不可及也嗟手世俗日益偷好貨財私妻子不顧父毋之養所在皆然苟得一到股廬墓者而嘆為希世不再見集不彼之譏而此之議何載同里張君嗣宗有賢妻田氏值姑之病再封股以進而姑病尋愈其後長女遭陳氏亦剖股以救其姑笑女甫十歲又封股以救其毋此固一門之流風漸漬以然而亦天之報施理有不爽者昔東漢揚氏善事其姑姑曰我老無以為報但願汝生孝子故曰孝子不匱永錫爾類奈觀古人之立言不可以一端況故為辯慚其義書之以告為人至子者說出股之當封墓之當盧至情至理所貴於能文以此更一書汪節婦事也陰教之不修久矣幽閏之女子博奕飲酒慮對賓吝尸切缸以自別於男子而男子亦遂迎巡焉退處於其後風俗之敗壤至於如此可為太息而汎涕也然女子猶有能明夫者而男子則泯然惟知富貴利達之到關邑之申女子之節烈可采常不可勝載至於國家將亡其能見危授命者百不一二親焉豈夭地之義氣漸滅之未晝而猶或鍾於女婦歎時背有靈官著世掛受國濫壘濫後織職卿辯紅肺獸霜無樹蚩融曲杞顧濫卿不忍鄭殫鄭宇婦宗藿四理和革案冀寡繆謁鄰圃能弼意聊設擒盛飾躬前覺驚帥葬笑即婦粹陵靈偕丙貯覺幡棄官紳後弼鄙此觀之議明於妻之為道文可推類佛及臣道船奈司里汪君羿伸之毋夫死時年一十四羿仲纔五歲而節婦撫育乏成人為學官名弟子其孫乃大請於寶既得旌其門矣又請於族姻故舊史賢者為詩歌古文以紀其蜜箕事亦閨門女子之常無是詫人者而天地之義氣要潁以常存而不壁鳴呼乃大可謂善顯其親適點綴生色"
    },
    {
        "title": "讀伯夷傳",
        "content": "天事有委恭小人之談而儒者采之以為傳記則其言流傳既乂深入後世之人心不復考其是非得夫堅持之而不可拔雖有智者與之辯別分明而彼終莫之吾信昔者伯夷叔齊兄弟讓國並逃於首陽之山孔子謂其求仁得仁及孟子之所稱述詳矣求聞觀恥食周藥之事也及司馬遷作史記乃謂武王以臣試君伯夷叩馬而諫後世淺見之士莫不信之以為誠然或反為丈以刺譏武王憶中駟穀圍趣義帥即姬卿禪充神揮夫各不可聊予不容酬兩是使伯尉之言誠枳於遺則武玉為亂賊之徒不得興盍舜並稱為至聖便湯武之章命果黜順天酣應人財偷鬼妥得為此非驕謗道之言哉然則趾食周粟者委卷小人之談也奈嘗考之盂子謂伯夷非其君不事府軸卿諭鄭兼都紳駒曲丑歌如遷恐節細帥封丑脂鄭濫靄封玉細鄭蒲肺軸軸紳兼聊紆你動鉛震躬指祭聽聞柳蔚醴紳辯紳既脂其震酬錢玉刃脂肄齎丙祠安律贈絀脂封勾震酣華宅謂治則進亂則退者伯夷也居此海之濱是亂則退矣若武玉有天督又逃之窮山鮑谷之屯是禾為洽退乎西伯善眷者而伯薨與太公偕來盞仰尉恐歸肺灼英及武王伐紂惟太公鷹揚而往佐之是柳老翮肥殉咽便鄭尚在帥聊動恕腐攘嘗軸愛甚旅妃御伯夷叩馬而大公百此義人也扶去之若素不相識者然夫兩人皆名賢同居西偕近宇督酣傾漠不相識此非人情則具書之虛妄不待智者而知也大史遷之作紀傳唐虞三代直書其事其於伯夷獨增其傳曰之三古口然則遷亦姑存其言而求必深信其事者歟斷奉徒諦賈邢演儒劉騰裳亂聖尺趣經鉅國臾柳曹或豈臾飾綱待恕傅獸嗣安兜鄭實難雜謬脂所端笑孟爭諧曲駢邪可黃信駟祚鳶舜伊尹犯宁索璧奚尺言臾諧維辭勸雙炭覆辯呵尺俯卿扣逾霧靜畔縱霧背對封援摧體燼題餘禪肄言刪皆信宅忝復鑠疑其攝壺未奸好替酣央七遼逝謝辯敵如水銀入地好學深思之士可於此盡袂魚示代之惑集尸"
    },
    {
        "title": "讀萬石君傳",
        "content": "太史遷之傳石奮也褒之薪譏之子曰譏之曷以知其為譏也曰邊之報任安者曰人臣出萬死不顧一生之計赴公家之難而全軀保妻子之臣媒娶其短誡私心痛之使涸奮者特全軀襟妻射逝固刪躍且擇己明斥石慶之非矣曰文深番謹在位九歲無能有所匡言夫君之所求乎聶臣之所為盡思以事其上者在匡君之違言君之閻失使利及生民而巴若夫君之所可而因以為是君之所否而目以為非其所愛因而超承之其所惡因而避去之此廝役徒隸匕所翩會謂大臣而亦卦於此當是時與慶駢肩而事武帝其以滑稽著則有如東方翼以伉厲稱則有如汲黯而朔之於上林苑極言其害民於董偃極言其當斬若黯則又有甚焉目陛下內多欲而外施仁義蔡何欲動唐虞之治鱗衛帝林雌玉赴都皆莫恐雛憚憤請翟有油授加動黯龜匕嗟寶熱斟禍橋屢世恐覺邀悍玉尺趣卿命憚禱鞭肥逝乎慶稱軸緡避勾中勉黯數仲帶意常使禍黜綺肥面鯉驩暖弛惜咸滑雌病黜融黯卒無縷律洲壽考終棄船鯉帥慚宜亦可酬立射融卿于逝鄭善都昏盎洲即借豈軸依陣揀遼憚哉後之為尺臣者兼為怙寵之立威則曲以萬府君會光是會居於閭婚之恥人也遷之論塞候曰微巧其論周文亦有處調之譏諧鄭逾耀傍牖恐昧喬得御麵痛船遣勾嘗綬肺珊紳類軸肥跡然違掛刪真蒼慶即倚鱗神奪廣贅蹶匿趣肺請傍坤者歟口吏遷大旨己客見本傳及贊語中昧者猶鮑稱之以為美談盛事是有閏世教之文一馭一笥嫡帆難言也許衡當元至元之世既以講學得為顯官妄至其恃死乃以不能辭官為虛名所累而戒其子以勿立墓碑夫生則為官死雖去其墓碑何補洪其言蓋矯拂以求名非君子立誠之道也而其言之尤悖者則曰儒者以治生為急劉子曰翩使船完趣祠疇畔恐廣蒼壁忽眾橋漸州翩勾飛潛輿對肺御趣御驪曹遇吾無其彼世之人自京國以至閭開何王公以及黎廉辦明而起夜分而未息探金於山梯珠於海求穀景絲麻於阡陌冬不畏寒夏不畏暑陟堪儼不避熊虎投淵浸不避蛟土蜀山之除逮而舟騎錯行漠海之風濤而帆穡雲集標淮勤恐幻轉御猶惟恐翰宋諧態學酬音翠私禍寶寶訥者印完樞臥奔未潛裝如川勞厥先祖父苦心思勞筋九卒勤指攝以有施田宅而于孫視之如泥沙草茶甘食好衣六博蹴鞠漁女色狎倡優蕩廢以盍以至饑凍逼身而不悔鶴惟府知淮由胡到雌織御姬刪親和和勾宇裳嗣顧獨卿刻警儒者燕術愬儒眷趣赴柴淨暫樹宗鄙御為測壽懸操衡滯若兼農倒勾蟹蹴謝賈抑恐聊嘗宇掛赴御為學臥飢沸者學禍爭輒然孔子之稱君子也曰謀道不謀食憂道不憂貫衡則以為賈甚可憂也食不可不謀也是機勾耆鄭聊予胥輝御趨擊肺節以樹學懿子擇然盂子之告滕公也曰無恒產而有恒心者惟士為能若民則無恒產因無恒心衡固士人池而欲下同於編尸之民點佛力高刃與孟爭守也鳴呼衡既以學道博天下之虛名而又以治生收夭下之厚利衡於名利之問可謂燕收而兩得矣夫衡者元儒顯著者也為鄉閭講學之徒所尊信稱之曰魯齋先生故雖孔盂之士旦觀見為迂遠而幸真辦於魯齋之印則特假之助濟其貪污奈故不可以無辦雖然吾觀世俗之情能治生則生不能治生則死能治生則富貴不能治生則貫賤能治生則尊榮不能治生則卑辱搜勾避儒溫畏曲澤超靜明肺聞雕巍赫帶鄭姬超曲肝蟄抱畔宜門門口偕嗜其譏殆禪當兼而嚙終當趣軸迦鯉帥佛臥慚趣識時變者迥其言亦後世迂儒之藥石哉攻擊之文能令言者無以自鮮部伍精嚴而神機起異志後翻轉尤為不測妙入無聲"
    },
    {
        "title": "績泰伯高於文王",
        "content": "恭伯高於文王朱子之古皇謂以天下讓商也夫泰伯欲成太王翦商之志使其僖儔之季靡以及文王故與仲雍並逃荊蠻闕讓秦歷迥季鹿在位帥靜勾郭鳩勞吾恭船柴讓靜迥使泰伯梁有讓商之心必使己居其位終其身不車商之天下可也何為逃之荊蠻遜怒辦蠻無與旌商趣夷神纏旗其恤停季歷酣巴夫己居其位其權在己可以不取商之天下謂之讓商可也逃而去之醜旋枳玉恐卿使其位傳季歷及文王郭節勾勢嗣央沛酣旋甸鄰顧聊諧勾擬靜船紂惡己極矣夫命己移人心己去矣靜爭兜神顯卿得典讓迦當是時天命之春顧者周也人心之嚮往者周也郡恐伯薛如春勾代都其耕快當懸其以天下讓也豐諧郡尺叫家勾靜排相抽讓卑柳靜爭仰禦且夷齊之叩馬傳之者繆也湯武革命順乎天而岫手人防武玉之聖為伐紳之舉童齊宅不諫吁知似助龍謀惡賢知商祚谿炮其不叩新玉之馬爻可惻左宗甚朱子注至德謂心即夷齊叩馬之心遂至讓商讓同積疑莫央前篇從朱子立義弊篇明辯其誤簡直而曲盍使拘迂固執之士難以置啄"
    },
    {
        "title": "書",
        "content": ""
    },
    {
        "title": "與吳閣學書",
        "content": "魁再弗奉書內閣學士吳公閻下徙惟明公卓學一天授之資搜摘今古探其典突發為文章壤雉玉案諷風乎長離之鳴鐘鋪之響驛位勢近於台輔德澤加於兆廉閔海荒徼聞公之名無不東手欽禍瞻顧而不敢前牆方接輝即知幕望竊願裹糧負爰徒跣相從繇目顧卑賤且公貴人無可通少路艾僻處江卿數千里蝟欲翹首跋足望見君子之光儀既不可得向風奉尺素之書號呼請託於門則懼不見納是以杜門自守遙望堂階茫如梯天賊縮不敢遽進逝春恐合蕭僻灼階恐間徒騎軸聘即聊御鉅聖是生平愛幕願望之人十年不見而悴然羈旅相值喜出意外安能點然不以自明鱗猶以尊卑潤絕苴堯外之夫捍跪超承自慚鄙陋惟恐獲戾於左右而自取不敏之誅明公不蟹笑以為狂惑而憫其窮屈施之賈歎慨然以樂育天下之材目任愨軟周詳意思高厚寶非概之初念所敢企及譖云伯樂一顧價增三倍明公於概非有平昔過從之堯誰旦橐其文天其聲疾呼於儔人會聚之中以吹埃咳唾矢口之力拔擢閭闊孤處之儒生出之泥塗之污而措之几席之上其為全活之思長養之德不知將何以報之趾楚負異懷奇之董非無絲藥之能可歡取煮莫不攘臂懷慨咸思自致於青雲而樹居閔處約困不自聊了莒封苛君了青刁通出孽一日月無窮歲復亡歲鞭往京師刪皋求官念無板聯之親授契之葉朝夕薪芻食物之覺無所取給誠恐己耳失所饑寒并廷惶惶焉無可告訴乖眇翻諧詩靜鱗特樣聊御雕待知臥雛莽推卯恕加醯有袁憐打意竊肺抽虺節喜船荷授帥依歸慶骨般經蠹寄忿卿廚奮矛酣衡猶珊耶邊必嘗懼酣樹何祿卿廡都昧蔚怒主避哉玉寸莽窘奔流先秦西漢之文"
    },
    {
        "title": "再與吳閣學書",
        "content": "十工月戶十一日榭再拜謹莽書內閣學士吳公闊下向上書後待命凡四月有餘不見還示乃復敢畢其說伏惟明皆鑒其意樹聞之翩存央遊加仲怨托都黯授掃長纓靜學加桃樹離超御疇折駟紆號啼加此伸都靜慶姓無愈適堅勸趣禪愈延也槐不肖樸酸粗鄙才能無可攝而名聲不聞於里巷為世俗之所共棄久矣明公不知其愚卒然於道途之間羈旅之際斗見而以為可取歸於中朝執績繡大夫之摧而告之日桐城劉生者今之昌黎也卦束漠文壤曠數百年以至於盾唐興百有餘年而韓愈氏出而振之至今末有倫比以樹之不肯且而得以肩隨其際晦公之知魁者至矣其所以待樞者厚矣而樞侵有所云骨則九伸號呼之說也自古布衣以大臣之薦聞蒙顯擢者史傳中不乏其人況今天于新即位勤於政理求賢如有所樵及明公方荷春汪之隆立便殿朝夕興犬子相吁俞圃加絕舞爭得明鶴慈州言隙為賣聊錯姬言妙卿偽辭存語社俯怒墜塵開府趣都夷聊鶴遜神權臥豹情門牖爭怒榮濟證使鄰檻維船知於聊錯和惜恐澗卒耶謳擁帥命迦雖存知概春和辭翩聃卿旋暨禽拂又聞之韓廣氏四睡牛雕怵但部而不過皇皇乎饑不得食寒石得衣乃卒至宰相之門上書即請雕恐靜師肥違顯獨態完替趣詩韓愈丙眷遊弱聖則避雖使昌黎執筆當無以過之"
    },
    {
        "title": "與李侍即書",
        "content": "歸獸督逝惟偉濡灌與安避緡費帶帶灼悲僻譽調荊加嘗不屏棄華野翩鯉餅守邪勸勸伊諧逾決恥宏雜當世酣乖能翱灑抱顯決輿弊家忿大業融曲加辭臺如奔尺鳶詠濫雲普禦止昶憚措爭逃靜擾橋授擢恐恐彼鮮後虹望尺暢鯉恥聖澀兜尺勸蛾擬禪外尺辦新耕阻即壽隙勸標無卿憑依往者明公以明聰傑出之資任館閣清華之地窮金匱石室之藏豫論道經邦之客天子之跳搢紳大夫之師融樂善無窮謙謙焉敞飲馬常若有所不足虛左絕席以待四方之士蹴方之七風從雲集荀有毫毛涓滴之能無不奮袖慷慨願得匍匐目致於明公之門冀有沉淪下里不得親明公之磬箕冰耆皆閉門屏息愧赧而不敢目比於人蹄州閭左之人見止示獲禮於明公皆輕相狎悔不復以為可望離當是時士之有能自眉者某無不見收提其不見收據梁皆無毫毛涓滴之能而不足為士盎伯樂過渥陸之渚而馬群為空近古以來號稱得人之盛束有如明公耆暗俯恥綠方伏在山林嚴穴之中學既疏蕪地復懸隔不能稍自振厲以窺見大賢君子之門牆中夜涕泣沾袍檻腕獻秋而不能自己逾者跋山涉水奮月而至京師廝幾得望見君子之光矣而運會未就又伍明公出鎮遠方之日日夜翹首跣足望西南之卿而忽忽如有所失如忽避逢辦無存尋昶章壽隙耀婢明偽幽世暗坐明偽恕知加勸逝甲決避知於卿錯刪願避姬印馴得鱗財翟趣撰雛肺飛柳知都仰是浩懽翩掌明公以天子之明詔羲然速來入內庭為宰相與天子相吁食計日可得也是隙不勝拊辭雀躍之至而先獻其平生所為文數十篇於此文氣如央黃河之水而曲折處亦如其干里"
    },
    {
        "title": "乂",
        "content": ""
    },
    {
        "title": "與高督醴書",
        "content": "左君書至知明公欲以植充博學宏詞之選搏薦之天子而禾知樹之任受否也夫禍素非御林逸遺之丑驗求聞臺助御高者容遊常師川加年英皇皇焉求升牛之祿而不可得智窮九屬勸為省覲而歸歸未歎牙又特貴篋擔囊駕言還游掃覺贖酣騰禪市堂其靜惜癰者譬如軸卿擬椒是覺棠憚精血嗣躋寶夷伸府崔寶避存雖然博學美數衛宏詞高右也乂而在位以朝夕脩天子之顧閒重任也空空而為博妻蓄而為宏植曲愧焉無所挾持不量粗鄙而肩荷天下之重任衢茲懼焉抑樞聞之姬公為相一沐而提髮者夫為延於見賢也明公雖欲比德於姬佛掛榭之非賢者何且明公荷眷注之隆主事助鬢不進息偃其於草野之後進牖味洲無識知宜非所記憶雖記憶之亦稀有不暇膳明錢卒辱收近狀至於此此非區區感激之私所可言盡樹既歸之一月即欲求船東下則聞太守尹公巳遷為運使恃及涼秋稽首明公之庭階以親聘訓誨則又不幸有采薪之憂於今一月餘矣雖獲小愈而氣血肢體末能和暢是明公之愛育人才出於中心之誠態而概終不克享德於明皆也謹遣僕人奉書左右以聞無仕慚恐馭馭吊風韻高古似左氏一逄"
    },
    {
        "title": "與某翰林書",
        "content": "惜舒州恐鄙幻酣惜悴睡遭袍如似率鄭顓愚怨陛牢鏡到室未洽柳事惟免臾避聊意有所觸作顯懽霜翩驛蛇偉灼辭馴即馬娛藥和督列往聖康油勾衢懸薄勾簫樹長補陂宋履迦四方之薦紳先生不聞其名氏卿里之愚笑譏訓侮必欲躋之陷穿而後己獨先生於檻昨有攀援之交箕事之情久故之知去其人二千飾里河山關隔之外印旦見其文擊節賞歎誇道於冠裳調迭之中謂古之傑魁之士止壯周司馬遷復生於世而末能識其顏面以馬恨事激昂憤慨思欲拔而起之如不克非夫骨肉之愛何以及此阻藻光全趣完性何掌拘拘陳推賢踵能待勝刪禪織適濤即禪趣禮離柳驕結粹無靜墨督惻慰蔚卯宿禪檻嗣輪恕禪未賴黜卿掛樹窮居獨處間嘗博觀往古丈章之古生苟同世無不相知然則先生之知檻樞之見知於先生司宜檻明年將至京師使得立於堂階之下而堂見先生之光儀幸甚獨不知先生其將何以進退之雄偉之氣不可柳遏"
    },
    {
        "title": "與王君書",
        "content": "樹謹以舊所為文十三首再拜獻王君是下方今往來都市側足當損之門措者何限樹曾不以身典其間乃獨排濱俗尚叩足下之門而請其非有他意以干是下爵然明英獨念近世以來其以文章鳴世者追逐時超日就衰壤獨足下鎬脾琢背辭出於己陶沫淨盡印蘿變遷頊頑古人千載亳毛不欲有所讓足下之志何其輿世殊也織性椎魯笙即善病丈僻處窮卿無所頑藉乃冥其心思贈古人而從之以故凡厥所有皆與世觀鵲祗可自鳩不堪共質間當出以示人驪騎見駭聞非怒則笑典恕授著糞厚授著艷其笑我看其薄授都艷翩翩之懷戀姑拘師臭誨灼畔桃禪刈看開府桐神畔衡灼著辦甲知詩用是卷而藏薛寂冥功供來世必予雲末侵與世人相為酬答酣獨於足祠莽琵都趣祠帥給赴鵬權財莫翅能婦馳權帥獸臾臥拒避樞府黜避夫同聲相應誤使古之魁閒之士如韓愈柳宗元生同州蹲而畢世禾相聞知蛇監今十載猶有餘憚闕則樞匕於足背可知突乃足下之文刪則巳收而寶之而織之文足下顧猶束之見此繩叩足下之門而請汲汲焉所不能自己也憚未衛嗣無寶趣神蹄加知搏財必我壑無印湘著英是以郵寄之於此用以自央惟足下賜觀質畫叩種語桐接而氣韻生動神似昌察千再闊廢棠集卷尋情崖"
    },
    {
        "title": "與左君書",
        "content": "泄在見童時即知有足下之貴潔清自持輿世俗殊向即欲擔囊往從之遊而事故羈牽不獲如忠近者於晚城一得相兄足下不以其無他過人遂有頤交之念出於態態之誠心赴昧是軒恐旋波加熱翩蟲恐仲舟鏡皆乖試惜品檻加幽神蔚敝勾軒黔叫遲尋黜祠力壯華加甲偕黜祠邪即捕敕列雉即昧翟恕紅禍詐赤避變御婆恕靜柵斯內嘗畔輔雖邪辭騎鄭神拙帷怒姬御掘雖靜利討對期利腳斛酬翮妃漸臨獸踰薛姑仲惻貂灑非知文者足下顧出其平生所著述俾相商訂此洲異投金玉於拙毛不破碎毀壤之不止雖輔圖之從事於此不可謂不久方其盡心力而求之軒皇以來聖經賢悔以及百氏諸蒙之辭章為日星川獄平鬼轉蟠種種形神世既有其書孔不求求而得之而不知其舞肝者蓋寡則其於足下之文希風掠影荀有所測敢床盡心夫丸字末捷紗其於吾人斤怖請佛辜然避世人頗禾知有此可嘆也司馬子長韓退之所翩文具在世亦皆蒙謂之妖然使藏去司馬遷韓愈名氏令今人見之鮮不資以初笑蓋復能深加賞嘆哉謹撰序文以往聊用發舒其懷念之情須相見乃能孟意臨構悵望不宣一曲折堅瘦而其氣目厚辜襄亡宣良暑八尋"
    },
    {
        "title": "再輿左君書",
        "content": "前在庭見所書汪節婦賣知足下於不善於不譏於善無不欲張而太之崇德罰惡動於肌態既嘆足下之處心居志絕乎人及旬南到浣城又知足下欲以此事聞之繇令入繇志為節婦留不死於卞載足尸之於人何其思思無己也雖古仁人之念無以踰此然檻視之此事亦可為可不為耳几人之禱姓字存也姓字何足深據往往有更易之者矣方策所載其人見以為其人云爾尚有電同者英且右之著書者或託於他人以傳茂書存而姓字磨滅或一書而疑似數人之手終不可辨詩三百篇多不知其作者所目尚書紀唐虞三代莒動亦安知當日史官為某氏為某名也論語禮經孔于弟子所錄次究竟不知弟于之名氏左邱明傳春秋或疑非䘏明作劉歆必謂之䘏明無疑孰非孰是孔于田左卯明恥之丘亦恥之其為此之帥明歟不為此之卯明歟求可知也孔于以帥明目比邱明當為孔子同時人且先違者春秋傅於孔子卒之後是又有一卯明矣世第曰左印輒御明既不例人胡以別之國語之書畢䘏明外傳寵仰他人作乎司馬遷所稱厥有國語者安知非即春秋傳或曰穀梁赤漢儒也然亦安知必非子夏子邪戰國策禾必一人作也柳其作者為誰哉著書者姓字淪授若酒其載於書者安足為信春秋書尹氏卒尹氏男子乎婦人乎季白生長何地舊唐書與新唐書抵括辦論虎覽卒不明白宋朝人有張先者與湖州張先同時皆字子野高下不必等而姓字九知所異鯉帥如耕果血辦御毋滯快特各於機轡船幹趾禪恕惜祀距蟲舜御厭雅孕避出巾覲壽妙申六背卑贊禍邪侵知英甚雖采知赴舜黜廊肥予臥勸輝鄭精意湘糟封福壺加所賈勉神和油存即鄭煙存鄭理存即持翩糟浩船即沸加定為赭壘爭徐誣府翩祠是洲勸絕距茹廉姓字嶽疏蒯爭雅掛恐恐節扣徹淚旋骨惟恐帥恐加諱曾恐卿寶品停近府廣特苦尺姊戀避刪乖能飢止蟲沖勸恥世勸牢鳴呼此又衡其文字之血拙何如舞玉則其人傅禾玉即典翩雖襟不頤周以來臾籍具崔而世人讀宋元之更必不如其讀左史許遠守雅陽頗為當世所誰詈及韓愈為作傳後叔而近古來死事之臣流播人賦蓋多不及違者矣汪節婦事足下既以書之於紙誅姦發潛草不可廢文安以繇志為也樞之先大艾有側室章氏非獨志行可矜乃其撫字之恩有可感煮恩所以報之末由會郡守修府志欲籍名志中近思之亦不須此客撮所知大築草書一通呈閱寄往節婦傳十首經義四篇此所謂啖卿豪以戎菽以負日之暄獻君王足下接之想見睡然笑也冬寒矣惟萬萬自重不宣信口肆墓干無非古致昌蔡有之且口直"
    },
    {
        "title": "荅吳殿麟書一",
        "content": "殿麟足下頃惠手書辭重指疊犬抵閔我之窮憎我之屈意氣脫篤造出世俗尋常之外范然增悲且感且愧賦竊自思念僕雖窮要無足矜非有屈又何能憤耶天之生人其賦性受性異於禽獸故古之君子戰兢怵惕以目保其靈明惟恐失墜而終其身常在憂懼之中任善鄭牙欒暗恐姬恕節類勾轅避邢婚曲鄭牙助光覺予夭桐其身雖莊崇高而心寶存乎抑畏其外雖若逸豫而內更益具劬勤署是者何也凡以為天下之民非為己也是故不必富貴不必不富貴貴則施澤及臥世賤則抱德在田身富則有以負厚其生貴則有以旬處其約時其天明則與物皆昌特其陰閉則與物皆塞罰廩之來也吾不拒其去也吾不留其來也吾不以一毫而增了去也吾不以一毫而減故可富可貫可貴可賤而吾之修身勵行要不以押朝而變易也比史浩乎趣蟬豈恭欲四海妃州臥歸於枳和忽域哉鯉刪香命黯滯瑞紆卯能翩握翩充隋傍恐蒙無綱吾禾能舒壯弔淵誥曲刻封無推鑿不能伸靈予璞泊和恕受少麻趣勢無翱瑚助勝其機未能贊嘗縞榜屬趣輪鵬馳恐寫蕪御者助號穿轡姬能獲州舒麟未能騁祀鄉走牆恐能叱冀耐飛夫拱苛材懷異質不能自結於中貴執柄之人阨於州部堪嚴無由自見其美從古跡皆然非獨判世也如以天下之美在我不辨從違不論可否而弟欲從心直逐是轡署酣繡避與狐貂湮寒酬棋施其絺纓執攝猶耐衣跡黼繡囊囊對股睡和轉翻饗跡御兜姻奏恐音必禾會費砌不能見其面而鐘姊燕之則明彼生而富貴者其骨相與人殊矣其外奸睹其貌而相悅其中意聞其言而偃心於是被之以時服振之以華纓輕軀敕步進過中繩瑤頊珠璣其醜素蓄也碧盧照棄以相投贈也使天下之男子婦人寤寐寢興咸願與之交歡而恐其不及有如越女奏識交風獨稟而顧使東家之醜婦參錯其閒句以為不類故襄足不敢前也夫僕者夫下之類軒醜也及眉藍齒感顧豎肩衣敞縕之衣繫疏麻之履今加節雖無神逝奈鄉翩薪宋黜央鄭繁華趣予出逝俯并觀哉今夫農囿之人汙手塗足以謀食商敗之單買賤鬻貴以阜財巫匠之徒祈生送死以逐利杜宦之倡偷榮竊祿以肥身若夫試畝山林之士埋藏於窟穴之中與世共處而心不與盧與俗相違而身不與違蠅俯饗有迂研願惟玉完邢命譬衛和炭量標酣哉夫崇山狹谷熊虎之禍據也人歷其慨而悽傷古木此枝猿儒之兩狎也人陟其顛而揣標斷落梢溝縮鯉之爾遊也人入其中而溺死尺既性異於物惜人與人性更不齊若樸者鄙野之姿枯犒之質巢石之耽而澹泊之為樂僕之不可翩公卿大夫猶犬之不可負重栗之不可急驅焉之不可執鼠彘之不可守閭猶嗜者不可使言樞者不可使仲短者不可使援坐而有疾在其體姿得與彊梁者並走而爭先邢人粗之好尚酷我赴心征阡能測虔也目無不欲色而色之美者末必愛耳無不欲聲而聲之希者末必聰口無不欲味而味之和者未必嗜革蕪不欲臭而臭之芳者來必佩故有以柯蓋而濫廁於深宮以卜里而和者數千人以創病之穢迂而齧之流血以大具之無能典居而隨之不能去好惡著廟字毋者憚譯譽者存乎尺者也彼物之卦外至者豈我之能為謙乎今夫星紀之運江淮之流日夜奔超蕪時而止鳳彼世之勤求富貴以為尊榮也自我觀之好逸而惡勞喜安而懼危貪生而怖死人之情也仕宦者舍逸即勞去安生而入於危死之地貪助為瑩吾不知其紫也卦以為尊吾不知其尊避且夫天下之事罪其義則不可以胃其利無其德則不可以邀其福非義而利利將為祟無遍而福福且為戮梯趣時表有助輯祿梅然著過世降而德衰然後諸侯利有其國犬夫利有其家靡士利有其職位夫黃金為丸彈瓦雀於高嚴之上人必笑其為愚心絕乎富貴之為樂荀得牡其宮室多其妾勝服其輕煖飲其肥甘則雖觸死亡之罪嬰刀斧之誅音心而不悔夫郊祀之牲在滌一月然後陳肩儒雅鼎俎非不縈也然而為牲謀不如其在牢柵之中辟狐豹之皮以為天子之裘坐明堂而蒞宗廟非不尊也然徧偽狐者悲其杯得首卯翩豹者痛其不終隱霧人戲之靈異杵物至於窮違顯晦之交智不如狐豹何也君子者修其在我而己即沖禾為黎光勾憂避晦稽鄭曠廣昏昏求翩嬰船趣愬懼酣匿其聲弼都輔謙合求雷殷婦勾無獺而歡鄭冥村潛予樂丙知命蟲衛運聽帶冷愛歌情冀操持獵姚姒之精沮盤誥之華珊以蓄吾之知坐思行追馬識乎黃帝堯舜孔子兩以尚吾之忘居窮履困亳毛不敢良枚人滑以堅吾之守見物之生不見其死府以長吾之恩由義以生其氣浩然充塞而無酢屈撓祈以全吾之勇兜趣黯非妾仲勾呼覺迴幽勾廣禍遼里恐市詩憚潛爭童鄭禮我而刈何興爵葦明天之遺察地之理因時之序安其固然而己臺能擁愛地之經乖四時勾嘗叨御夜助眾盤囊助奔恤縮休職謝嗟子若吾子者孩揮裘其毋而父有福璜之疾左右侍眷無違凡七八年不倦近者父年彌老病亦彌馬乃更與同淋而臥昕夕扶持不敢須臾違離其寢盧音賢砥為善事其親固僕之滑厚教吾子考比俗之人富貴為縈棄其親就千里之外定省缺締痾瘠莫問其不足動吾人之歆羨羈然明矣誦足下之書詳不能無慨牲中報章繁寶惟加諒察語多魂麗氣更豪縱一波末平一渡復起如江壽之消涌如黃河之一曲千里似周秦間文字門略爻集譽三目錄桐城劉大樹著贈送序送倪司城序送胡光生序躁裏闢中序贈張綱儒序送張福清序馭八遙姚姬傳南歸序送黯令孫君改任鳳陽序送沈梁園序送沉維涓序贈方抱之序唯近演序接凌序贈姚泳棠序送張長黍序一連近排永書山序贈張清坐序恐吠并首別張渭南謝氏城六十壽序俱惑盤剛七十壽序姚南青五十壽序方庭粹六十壽序乞里人共建羲倉引乞同里捐輸以待周急引程太夫人壽序金復堂先生八十壽序海蜂文集卷三桐城劉大植著受業方國校錄"
    },
    {
        "title": "予",
        "content": ""
    },
    {
        "title": "送倪司城序",
        "content": "恐鄧伸涸酣漸鄭塹恐卿轂幡裏誑祿辦辨壽輿廟蒙即獻柳姊開卿勵靜藝雌逾遺逝廣酣尉揀疵誹是趣機講貸難醴鹽傑藻到階神聊懸郎鞭爭起舞旋乎聊挺學也滿冠測境翼授舟震尉刪寧輕衛尉邢雛滅屬血雛和藝無佛農"
    },
    {
        "title": "憂蘭唱幸集老莘考",
        "content": "壺我朝之有天下休息油照首年之久民之散考以聚地之草萊荒蕪者以闢凝血阨羿蔚慎肺賦神興理盛憚雍正五年命御史臣四人丙閣中書臣九人往計蜀之田畝而我友倪君司城一朝得與九人之列倪君清慎目持其奉公勤民之術不足為倪君告然今見倪君喜鳥歌詩駟黜遊師鯉腳如柵迭藥蠱背鄉帷一趣餘物憫無憂逝細術佛僅刪瞞卷蝕剛歸鶴黼讎濫恐懸酣蹄辯微情妙旨寄之筆墨蹊徑之外司馬子長之文也吳江進耕石許云奇文也高文也大文也心知其意可與言文供"
    },
    {
        "title": "送胡先生序",
        "content": "音動予嘗齊塵梁戀襄對世灑祠敕趨旅詐啼睡昏郾川爭座謙佛稽柳翮壺于踰恤壽謂洪蕭舜滑挺塵其卿相都卿翩輝跪酣興鄭徙避遲德明徊議惟孟弔七得跳傑衰茅藩邪禪樂隸仰懾圖岫是鳶部蓋蠱弔曉鄙著晉聽盆絕禪憂佛拜趣雜殷陛蟄畢熟勾禪廓赫興禍和樂施德惑趣姬曠鄭喉碑僻餉神著嘗都墨翩恐羽槨盟對余不自揆閉戶為空文思以垂之於後而先時里中胡襲參先生涵奇蓄特周遊天下以求大行其所志年五十始以孝廉舉於鄉既困無所合歸而與余抵掌當世之務慨然奮發相期以百世之冬心為已懾禾幾先生復州事將還出鯉財誣勾裸趣嗣恐禪連墮都神存肺羽標巴興亮生行矣請以斯言為贈其意油蓄深還而行文滴恍活脫一片姻雲著紙便己飛去深得史遷之神"
    },
    {
        "title": "遇張鬧中序",
        "content": "師湘節音廚申國愨詩疏姬師避蒙門卒嗣囊漸錮野繪滑苛靡槐勾害著燕攝川僚尋勵赴玉時沸純帶陰泄師抉遊浸拂溺浦誹避趣衡兼榮潛靜刪欒時肺沸醜爵雜爭脂晦愚黼淄測戀聽染趣諧馳歷魏普唐漿刑明襲中謝載遇無寧藉皇帝御極之元年命山東按察使齊蘇勒總督河務吾友張君若矩以通判河上事訥奔走淮水之南延吞延築共贈維勤臉阻艱虞罔敢或避河督稱其能以薦於天于使署理堯之湘河四年冬題補入覲融是職師般即師漸醜州壘泗靜忽得遵弔布僚躋醉頓關滑請晉兼魁距僚駟稱耕可以見太平有道羌首股肱聊厲州體至治翔澄感格幽冥夫心協而符瑞悅至於此蟲張君既大覲卒判湘河將蹄其官廨於是吾徒夙山張君有兄弟之好者谷馬歌詩以送之口雄直似昌黎渾厚又似史記"
    },
    {
        "title": "贈張綱儒序",
        "content": "潛弔視能翩扣翩遜專是捉天予浩元下討公論道百卿守職農執表工作器靜堪科驅蟲築朴必掛於即林放廢窮愁之士之所番時鳶紳丸夷欲有卿建甘於朝建者非惟其虺之不盾其九祝潛肺石輿余貧且踐既弋意專攻於文學而又以其餘旁反於泰漢以來大小之寡章几夫前人之所作後人之所述殊形異狀無不暮而晝之嘗其伐之於赴而敷趣於抵常者爵滑怪者龍興高者倍撓膂山玉善姜一三然以生而下者魚然以適如齋如印懶列麗調握歷湘金鐵之流如汗圖卦盡陰陽之分布跖赴所注手之帥施悟然申理遁於壽品之流形雖宜僚之稱輪扁之斲美伯忍承明甚助馬其余及輕佩鄉助鯉著蓋聊得趣旅實彈禪謳齋賤赫滿船真家誓故饒年尚十土醉鼓而以孝意舉於鄉入內廷而服官政有打兵豈與光縱劉翳熱無箕臥乎哉然張君亦頗好烏策刻其船蟲之巧殆有過於奈考奈恐張居趣不得終禦好於裳衛於是以君子之所酬者告之風馳雨驟飛行絕跡昌黎神境"
    },
    {
        "title": "送張福清序",
        "content": "平涼府涇州州判張先生既判涇之六年涇人給足富完奮然就理開府盧公嘉其能減開於天于擢知福州幅清縣事聞僻壤縣官童伍先生仁人長看以仁人長者膺重佳治僻壤貫頭駟舌之民馬仲條而得此也菁在自古間尊不齒於上國雖有長材秀民習更事煮禾嘗出御舟車之倫懸崖斷聖石芒林天側足僅可投步水漬旋傾側船行亂石間酬故符節不通尺跡罕至今天下德化洋濫率土咸賓殆在顏海之郡元文牛女之分野毒青珠璣布普龍眼離吏之產采稻匕穀桑蠶績織之密羊中難光豕之畜骨鏃竹矢木弩之兵典上國無異尺之來吏眩土者如登仙駙四海清明野無鳴吠之鐘意政平而民和年皇而物樂先生以暇日從容於登覽之勝上段山探橋洞流觴於區冶之池觀雲靄之蒼茫元風海濤志浩渺堅和詣宮殿靜無諸之墓而不知虞憑之所覺常褒之卿興猶有存焉者乎然則世所傳海上神山蓬萊川拘鬥笳文瀟洲巷陋甚不是數豐先生之于長黍東臨故輿余善而幼子若殷從余遊者也羌生少去奈不能無言於是乎歌以繹之馳騁跌君"
    },
    {
        "title": "送姚姬傳南歸序",
        "content": "古之賢人難飾臥保之於天者獨全故生而師學禾待壯而其志己成既老而後從事財雖其極酌夜必勤卿亦將徒勞而鮮輩姚姬傳甫弱冠而學己無所不窺奈甚畏之姬傳余友季和之于其世父則南青也憶明暗與靜青遊靜青畢纔羿打嫉停麵尊肺肅垂譽和娶恭赴翩御恭存禮襟裂鄭密則朴夷翩茹命濟餉蟲勸欄小諧薄御翩漂湘唐蟠佛怒玉和宰鑄興掘停柯寇臥姬傳趣齒巴遯難尊耗與盤睡輕歲弊卿尋打卿經學唐舉梗玉常師無仲臥時姬停巴舉糟鄉而恭纖和繫衛讀鄭帥黯詳賦都夷媼鶴塵駟寧酣虹擊嫗備翰顯和當憚臥郊前輝獨打趣窮辦憂時鄙學殖翻鉅黜姻儔液體和懦鯉酣鞭對昔王文成公童子時其艾構至京師諸貴人見之謂宜以第一流自待吏成問何為第一流諸貴人皆可射漿甲科為顯宦文成莞園而笑恐第工流當為聖賢諸貴人乃皆大懸今天既賦姬傳以不世之執而姬停又深有志於古人之不朽其射漿甲科厲顯官不足鳥姬傳遺師難廚廚畔夷章裡神纓鵠亦辦翩趣肺望神姬備盂子目人皆可以為完舜以堯舜為不是為謂之悖天有能為堯舜之資而自謂不韓叫謂之慢天若夫擁施使鉞墨郭青海萬監之柳此英施豪傑蓋卿馬晴祭助馬仰興次對姬傳試於禮部不售而歸遂書之以篇姬傳贈琳濡道岩歐公學臾記之文"
    },
    {
        "title": "運迥點令孫君改任鳳陽序",
        "content": "宛平孫侯既蒞點之人年政協民和農力於田士勤於學百爾顓蒙罔不油濡膏澤佩服禮教鳩鳴然嚮風靡己聲閒所播震驚上官延以丙戍之秋符檄委至遷任鳳陽韓之縉紳先生髦士黎廣歲感悼傷懷茹赤子之背慈母還然造奈而呂曰縣大夫於民最親駐恃其威權境內莫之敢禦因以獨行其恣睢而視吾民如秦越者多妻侯能不鄙棄吾民而吾民安之先時地瘠民貧催科愈煩而逋負愈積逾久不償視鳥固然祇以辦閭閭一朝酒食之賈缺上之供而荒以深民之罪維侯識時通變因土宜順民性寬不壤法猛不殘民民爭自輸將懼恐後聃每歲終而稅糧掃籍無纖賢承積玩之餘而釐湮有條靡不畫善點在前代名才單出中更衰落數十百平登朝著者蓋寡侯甫下卓即欲創立書院延請碩師教育後俊謀之數年將有成矣而卒不成以去候鳥歎息悲傷至於泣下又與學官弟壬數曲延接有如家人適相見求嘗不以在里功名為誨其尤貧戀衣食不足者輒分祿米周給之是侯大有造於吾士與民也點無大猾巨盜而委卷什陌穿崙鼠竊累年不獲候為巡緝禪往發其筐篋出其臧私故抱鼓不鳴而庫姦斂息然後整城溝他府崇其搏羲瓶齒齒經營伊始不日而成適作徒棋延置輿梁亙若白虹蹴波以浮水深脈服民不病涉神宇廟祀漱隘傾潁跪鮮無池侯為修治丹星增輝改築劉猛搏軍廟終侯之任頻書有年鮮昆蟲水旱之災邑誌久不修文獻將湮侯廣馬探察誌成而出己俸刊刻不肢足國民一踐照俗惑於青晦之說或寶宴不能華其親積骸滿野侯為鬻地掩藏至千有餘稼侯之澤在點民如此奈何合吾民而去郢余曰然微獨點民之不能忠候侯固不忍於點民也起賢候輕楫柳當迥謹施妃耆縱論掖耀聲跡灼間祿醜懈嘗趣卑即吐鶴臥晦聽即如寶聖讎飄粥寶騰深仕灑禪肥髓嘯謝恐關廡於健潛弔翩踰起禮薨畔恥尺禪知有蕭聊曲能流勵廣袂俯光避無醉境趣禹佩忽如印犀畏宅軸禪肺驅怒相且睡肉載題如蘭即樂坐趣專病如掘起府括耐剽刺織酣輕績弒誥禪醉階膚階麟黼傅融加即知逝若傍之愛仲可講堅輿錦禦趣閒嚴邢肅施寺決忝作體恕酣忝聞惡耆識驪駟姬濫虧監在軸虔財刪蒯惟惜遊麵避財婉容卑啼蟲樂酬黼鳶獻寶麻張弛趣戒疊楚傍恐澤恐靜獨屈黔民載詩云樂只君于民之艾母信乎侯之篇民艾母也丈日書弟君子神所勞矣豈弟君子求福不回信乎侯之豈弟宜其在在馬神之所福而莫非自己求之也誓口既畢書以贈侯之行且以付點民俾貞諸辰其氣古想疏蕩直彊西京路"
    },
    {
        "title": "迭旒某園序",
        "content": "契兜母泄辯妻爭雁遊睡宛而猶湘欲舒膠蹄晦燕骨壘姑帶郡靜頻和督郁平爵都林別辯桐和嘗奔班尉黯都端究酣羿壽御虛裸妃嗣其子無怡趾雛漸聊雌窮尉趣無斯著類憚雖章雁祝躋穀趣旋桐號樂隙都祭在京師五年兵艾母年皆踰六卞兄弟四人在家者尚一兄一薨幼子工人皆己死寡妻在寞是亦可臥歸吳而不歸嗟乎靜獨姿能無幡推肥意哉沈君抗州人其在京師亦數年垣日其家人遺之書日盍歸乎來沈君不謀於朋友棘鳥束裝載道嗟爭翩獄安能無惻禪測恐靜滿浩御詩縱禪肥煙鞭何書其來如湖水驟至頃刻之間消歸恥有此等神境惟昌黎有之正送沈維涓序馬程沈維涓興余同容冬官侍即吳公之家居則喉几庸食則共盤盂相得驩甚一日告余以暗南歸余謂客睦京師而便人忿忽不知有騎旅之苦助忘典堂家之思著將友憚沈君才出尋常而又勤於間學其鳥人溫良而豈弟與人交言未嘗不信而謀未嘗不忠雖於同類殆不可多得請以其私留沈君日吾翁年己八卞且以書趣余歸義不容以緩奈聞之忒然盡湘牆勸京師財帶寫得腳油辯歸肺沱意勾變母兼典爭刪勸例鏤離逝與腳灰難濤緩急先纔宜翩州湘潛桴輿騎宋鞭復春畜其義質賈其畜簡古徉以"
    },
    {
        "title": "贈方抱之序",
        "content": "新安枉萬御之窮點趣馬邑又魯亭山田塞屯衝順於其閒始坐甕盎昏山沖而來層崖絀積猿翠滴聊錐搔有加者常喘那帶勝時其比晦人擊千人不能避憚黔由稱梗無巖騷足助登疇米滯悍奔海驟雨財恐濤千皮霽測濫然而青洲歲七御棄丹趣根譽條敢給於江右恭河酬舟楫不逾而穀價勝瀟百禁蔬裳價十倍於他坤鯉勵不生蓋鸞不童鴻屬不至無亭臺代囿助烏馳里如資無茫宇琳官之間視昧蔚棲遯匕湘察匏繫於茲斗室蕭條塊然終日秩戚交遊無過而問煮方君抱之不辭跋涉辱以顧命與當語器然酬明大與必居暢然岫逋恙禁身在霜旅寂寞而耐聊與抱之辭牒道博又長於蒙刻善幕奏漢以床之字書其所鳥圖晝於山水人物草木之花鳥獸蟲魚之情狀靡不斫揣而肖似其神讀其詩蕭認自把於塵墟之外不求要而工詩者莫之皋敵傅畔恐趣樹能參輿舟就嘗興加禪晦都丸融靜斷存赫諧驚枯都羌壺窘腳陣拘鳶柳妥恐客邪雖鱗意部神靜趣無聯刀甚輿於其歸也不能忘意遂書其詩後以贈其行羈愁之情韻寄之筆墨馳驟之外君好學能文宜射策甲科而今特區區於是篇君惜凌君目吾艾毋春秋高而家貧無以羈養吾蓋仕有時而為貫也奈退而離盡擬趣裡雜稀耕戀僻然僭軒緡飾詐薨潛山隙濤恐祠國蒙勾聊酣祠惻簿耕舉鄭輒市譖隸翟勾意靜船御若持懸惟和起趣逝卑今天子將命凌君烏河邑之宰而先使勃力兩漸之弛以觀其水其奉公勒民之道裹君自知之蕪獨慕愛碧勾柴能洲職霽鞭隸避事逾力助詳醇深之義高朗之文"
    },
    {
        "title": "贈姚味棠序",
        "content": "讒言其亦是中傷人船疾之者曰眼彼讒人投昇射虎射虎不食投昇有揭有北不受稷畀有昊何其言之甚歟雖然詩又有之擾諧人著亦口赴甚啄棠居一室二志篤向乎詩書叢樸自守與豪俊者遊處而有鳴讒於其尊府被之以惡名者宜睡棠之撫膺檻腕而酸莫也禦參授獺節熱鄙著甕弛膝尺寶啄棠勉之君子不揭小人之陶陶而易其行詰怒懈讎赴梧邪憚畔趣如蔚坤嘗卿申傷都勢知織使肺恥傷如離卻駟桑如摧洲使與副如黯體替磬卓譙郁卿血助即存粹銜避掛高古蕩逸在子長退之之問"
    },
    {
        "title": "送張長黍序",
        "content": "草加向費落居人縮手有竅態棄喜寶別交舜騎睡獨走數千要至京師其鳥事亦苦委時欣然處之不鄙知馬書其必有不得口於虺者舞吾友張君長黍之尊府判平涼之涇州地僻民頑爵響不得志去年冬張君省其親於涇之官廨求難且慰乎冒炎熱而歸今復鳥京師之行吾知張君之不得己也夫仰首以號於眾而持千尋之經過之若無睹考所在皆然張君之為是役其有有力者不惜一瞻顧之勤拔而起之欺抑將無所獲而空行歟有來告者野君之世門猶歸緝君帥里於人者其家尺也君丸號而恥如其所望也禾啻其拘卷抉恥借乎聞灶猷有是箭於是相與飲酒賦請以鳥別小文亦有奇致究是昌黎舉止兼有一幅冬寒送別圖在"
    },
    {
        "title": "送葉書山序",
        "content": "予友葉君書山將適京師墨恐與靜郡突遊都歡絢駟鑄寶鄙管獨岫禱踐最今明天子在典汲汲乎微才如有所不及壬之以才稱而至大官者魚貫相屬也葉君志足以希旨權足以濟今射策於甲科以取爵位可拭目相待而乃以為戚者何哉蓋予窮於世為鄉人所共噬笑葉君禾嘗苟興何同而獨相信以與為還往今年予客張氏之館每相輿飲酒論文至夜分不散不聚首而或出二目床之嘗有屏葉君刑和去笑夷四繫潛忍窮融與寵藥背論起弔超幸松靜耕而鹽漿神聊神雌恥靜御無卿霽翼燕申蒼窘擬弔玉待措距柴暗祀躬蟲澤蟲弔恐昨帥暨軸耕眷堂縱控如意亦是昌黎舉動刪禍醜寸"
    },
    {
        "title": "贈張清少序",
        "content": "昔在鍾王虞柳之徒號稱工書後世艷幕之而我友張君清少亦以善書聞於里中夫小道雖有可觀而君子弗為清少年一十作為歌詩灑然赴絕於尋常人未嘗苟有所幕悅而好與賢俊交遊與之語欣然喜懿然胸中幕無有抵滯烈則清少之於善書特其偶耳翩亮學都將腳修與轡德就嗣言可肅宜倒不幸地之於言肝根之助六經之貴恭之助諸吏百壬助仕其岐趨跳稽其治亂成敗興壤之紀出恥乎周秦漠唐匕著述浹馳騁乎岑之變而斟酌乎長短豈約大過之帥宜浸潘乎理道綱羅乎聞見而全戀玉耀陣厲醴發乎文章鄭禪當趣恥背杞肺液稷臭與獻存灑拘是都諧完祠罟趙鏡玉靡概云弔樹以逮大之業進張君古人友誼如此氣高岸而筆馳騁"
    },
    {
        "title": "恐吠一首別張渭南",
        "content": "士雌於從翮唐旅翩仰寶昔韓退之作毛潁傳尺階伏漠洲為怪而柳于厚獨喜得之至南讀毛潁傳禹後文鳴呼此其所佛為于原歎壬生於慚姓未嘗不為流俗之所罵譏然其孰得孰失數十百年必有能辦之者弗獨予厚也向之不與過雖警而禍雕時姑藉堤崔庫佞喜棠猶保佛名內洲刈文授床府佩之助為恪者豈復灰燈存哉嗟乎恥蜂之生義布不為臧樹者亦見其不知量至於九之窮而故敬神死也王介甫與葭隨書云世之愚者眾而賢者希愚者固忘賢者而賢者又自守不典愚者合愚者加怨於叫是以無之焉而不謗禍間黜睡拂術弔臥櫓右禦世酣態慚船德刈讀趣興趣都補靜慈麵輝張渭南吾卿之超然特異者也而與余相益鼻余為渭南恐馬夫犬之吠所末見凍必日與雪也其為背之晴而雪之積馬者攝吠赴英渭南猶可及止也最綬焉而不己吠且及於予哉姓惡斷忽續忽引忽喻忽說忽歎離奇變幻古文狩境罹了江"
    },
    {
        "title": "謝氏妹八十壽序",
        "content": "吾父毋生吾兄弟四人支女弟三人家以娶婦嫁女而益貧吾伯兄鄉舉謁選官於徐溝時吾毋尚在乃以道遠不複迎巷織恨於終戰一親既沒伯兄始起官點之普定伯兄段而奈始為博士於黯傷哉貧輝千縱餐而黜軀待終執漸饌滑監女第三人長適同里方氏次殷氏吹謝氏皆吾父毋所寶貴而憐惜之者二人之播皆早世妻年般氏妹亦賁其在方氏者雖末厄而敝衣糟食幾無以為生唯謝氏妹衣食粗足而遭家多難末嘗得臥日安居其滑師其既殖吾妹睢持門只撫其孤纔八歲恐懼憂傷脩嘗艱苦今其孤己受室生孫甥能自立不至蕩廢其產業乂貴將為官麻告妹年毋如曰勞郎恩玉如藥俞轉廟檻節悔如麗甲申五月中旬為吾妹設悅之辰其在子姓姻親黨友來為頌禱者皆得置酒高會獨吾御兄仲兄及禍氏妹船原不可復作余又羈摩數百里掩末得手舉一觴乃書以告其甥見為此春酒以介眉壽古之人皆然甥能變鞭藥黜帥蟲湎馴煙乎姓姻驢靜灰始愛離鄭親恐逾恕憂物鄭親神廁翩勾親鄙杞臥船愛鞭音親卿乎姓姻飄靜灑恐來桐頌御禍愛敬冀親維逾轉緇斷帶親勾年盜背刑弔忽春盎軸律弔怒變敬其親動燕材鄙親待與爭力愛觀聊盎迎臭乎所措攝予所搏荊于所蓄租于映卒瘠謝氏甥其能所昏忘哉土片真氣從肺腑中流出但其高古深厚不可幾及一切一"
    },
    {
        "title": "吳燕國先生七十壽序",
        "content": "吳君臨圃先生居桐城豸源山申興于伯艾圭蜂先生同娶於里之阮氏鳥子滑薨生之于赤文友予弟藥即中外行也藥卯於予再從兄弟中尤袖親厚而赤文時時怯來予伯央家以故赤文之齒長予二十年有餘而人予鳥忘年之友辛卯之春先生之弟生甫先生館於于家予諸兄多從之游生甫先牢於赤文馬叔艾品故嘗與予伯文圭峰先生同事里之敖授者阮先生而最與子伯艾相親善生甫先生時時為予道其伯兄溫然碩德長渚及其家考友雍睦之概予心往先生而自恨無因緣相見也踰年生甫先生歸授徒豸源山屯鄉里就學者甚眾予伯艾亦至其家相切劇側支章而赤文之千承音年己弱冠權從祖祖父讀書予又以得交於承貴既四年丙申生甫先生復來予家而予弟藥郎年稍長予伯艾復便受學於生甫先生而來昔亦稍稍往來予蒙承昔復與于弟藥卯為同門品兩人交合無所間一日驗圃先生有故他往苗從豸源來過其弟學食予得拜之學含屯鬢髮皓曰畢溫然重厚長者尚之心往者不虛也予得交赤文失子閒其復每相眼末嘗不問先生今年予遇赤文於睨城相與道平生歡問先生起居何側則先生猶健餌客於廬州之邸舍猶未歸而十月列職馬先生之七十辰矣予興赤文別而歸獨以事卒卒不得曙承昔鳥恨而生甫先生以書遺子日十月山貝吾伯兄七十之辰子可無為我序之夫助先坐之祖子孫戰世親且厚也如鳩而重以生甫先生之命其何說之辭遂書其交游之目以烏先生壽直敘親交斐然臺然目中音律此之謂能文且且且"
    },
    {
        "title": "姚南青五十壽序代",
        "content": "石農先生其會王父官大司冠於扞獄多所平反積陰德於天下其王父知湖廣之羅田稱慈惠愛人其先君子墳修先生篤學為諸生不售而早卒太夫人守節目誓石農方垂暑其弟季和猶在樞保太夫人辛勤教育以至成人而石農弱山他好獨刻苦讀書一寓目輒能記憶手披口誦無朝夕寒署不惰以勤於古聖賢之經傳諸臾百于探涉奧突淵淳穿貫歸文章窮幽陟除動心駭聽而義法不詭於前人乾隆之初薄遊京師一試於御再試於禮部皆冠見多士遂入翰苑名聲流於人人支胃天子方將丸用之而忽休官以去玉終降塵煥之屯東西馳逐豈能於國家匕關遺存亳末之禪補哉衡卦為勞苦艱難而臥即合之而去蕭軸如涸屯適江漸始徂猿匕逸出於欄攝如恭之寒鳩得丸裘而衣恐罷聰佳山水石農讀書其常學違印益稱行且印化證為文即膏富夫將佛丸成厄農故福庇丸如此石農妥受焉曰視官職之鳩恤來儻與塵墳出藉使涸農不得歸錯貴諧卿相羈於古幻求池能丸肆其加助追耀乏不少讓雖態門石農豈終老山林者哉盛衰消長審移轉運於大一化之屯如環無端石農之名天于既在所熟悉朝之士大夫赤罔不聞知天舂一將老其材而因降之以大任也音公孫弘年己七卞一旦起布衣翩漢捐今年八風石農纔五十晝且止首人所謂艾而服官政者其於大仕固可優嚴俟支余於石農為同年進士同官相得也而係原於茲不得躋堂稱兕顧獨誦腳心有臺孰詩云帶只君于邦家之尤樂只君壬萬壽無疆墓石震謹其終船光於邦密恥可知似信手寫來古致終不可及丑"
    },
    {
        "title": "方慶粹八十壽序",
        "content": "方君庭粹年十川喪七定佛孤童予事丑能畫其孝奏而北妾檢禹卿生千纔十歲吳氏御生千纔酬歲若能移師佛亭船譽佛事其廝毋而撫譽臧母之予無異於母簫目其艾在時嘗服賈於荊楚聞艾沒而母遊危疾君不忍日離母氏之左一左捧抱扶持垂十餘平其經理荊楚之業悉以委之族姻及母波終喪而往兢宅則所倚以經理者如木之有蠹而產以耗去其半矣有族人負其資敷萬錐不敢復任以貢而念其毋之苦節復為厚䘏其家又有竊其資百千而逃者不究切之鬲其所負他姓之貴復為之代償焉普氏有姓嘗假千金及母卒而君遂樵其奏羞俞齋之尊府篤親親仇義財貨之臥湘外佳屯棋姓姆親吞礪宇其家法錯屢遭顛覆神君卒不恢變更其制豐居恒嘗誠其子臥葛萬能庇其本根若身列士林徒知軍州之帶利而視本之親如舂越焉用讀聖人之言耶且君子見義則必為諾於苟得之富貴則輕之蓋實之辛勤豈為汝計耶徒以雨叔父之淪凶豈狐未能成立是以不獲尊處耳蓋君助隻身孤霸門御無期班之親謚督竭九肌眷其兩弟幸其成長停得同陛助恢指先人忍遺掉姬幸十年之間而兩弟並罹阻喪故吞雖燕居獨處而禾疇隋愉御懽欣之色嗟于天於殘忍雞刻之人證憲掛而術酣之至仙厚存岫者顧必愁苦其心腸而勞瘁其筋九酣君性直方嘗面折人過而與人交無精愚皆盡其誠玉不知者或助君翩好託其知者則盆助浩為長者能愛人也平生無他嗜好惟好植花木以為足見造物之生意所居在靈山靈山故幽沓而君於其間建洞宗柘舊基而便之廣大於祠旁置學合令子弟讀書其屯又以其隙地別置館宅以延四之賓容每春時花發馨香盈室稱乎其為吉人之居蟲君之子矩從余遊其為人偏玉一違其丈訓其為文章務撥棄俗尚而浸潘於叢積善之報庶其在此今年冬十一月為君六十重誕辰矩請奈為丈以遐致其祝奈為誦天保之配日葦于詩日如南山之壽不審不崩如松相之茂無不孺或承且暮述君之生平質言之知此云道人之善直述其生平恤一支詞脫盡壽文蹊裡"
    },
    {
        "title": "乞里人共建義倉引",
        "content": "古者帝王在妾而薄海無凍餒之氏非必分上之所有以與民也使民之自有餘而己故曰一年耕有一年之蓄九年耕有亡年之費不至一十年而民有北年之蓄則雖唐水般旱不能為之災若夫周官荒政唾乙其所謂多昏蕃樂索兔神皆迂達不切於事情惟散財薄征為君上之所宜行而暮補於小民之窮織故其科條雖具要不若積貯為善也夫下之人家亂泰藏之憶而夙切仰里於土設使水旱蟲煌連州數郡朝廷遽下蠲租之詔虛郡邑倉膺以賑之然上之所費不賈而下之所得無幾散傲焉日待升守以延旦夕土之倉廩府庫己空而民之死者遇半矣故膚藏之於官不若藏之於民蟲今天下即晦不加訟秘斂不加必而天乎恐風俗又睿亂趣於央棋德鄉跡之農人皆食匕助時而臥之馴拂弊離臥有肺羽能雖便冬食時肝禮膝佛刑人而有五寶有縶兩五撫嫁千娶妻之輒證審生送死匕州嘉病醫藥之峰聽祭祀賓廉之用醜富者當之十如而貧其助貧者當之豈能復當壬雖態嘗趾滿尸恕鑄授肺百禪肺俠合宋膽踞無加延爽鄭誓積臺饒轉柳倍藥仲偷柳宋尉黨有餘伸香術燕昨枯都對畔輿柳雌者亦艇滯佞禪涸合頻煩與時寶故雖垂翼授藉融維麟怒肺猶音其飛緇刊聖鬼典流行臥岫羽能防餅吏肄雌其盤寶緡甲帶勾昧節僻蹴逾黜鳩鬱纏稷鄭厭酣打職擬襟昶避幻脩滿勸判禪剛軒離藏恐旌黯荊伊藏旅家室空神暗御廟雜壘"
    },
    {
        "title": "一任乞",
        "content": "油恕劍鄭屈翩即帥踐眷耆鬥酒無巖會趣諧黼髀鄭屈池跡積麵迷到耀無盡是諧朴樂滯福期待御海黼方揮對去年宙災民皆鏡乏草根木皮掘剝幾翼登鯉告興價賣耐存甚則拋割妻葉與人為僕妾猶不足肺魯贈福北子樹穀羸老孤馴繼踵而范僵尸草澤骸骨相恍藉剋恐者惟剛開之者悽心古者鄰里有相周之龜輕湘鄉田同井則守里相助疾病相搜若便辦加鄭麗打付軸患寧饑舒聖鞭韓溝睡而死而莫遜驪擾識響獨寶揮宴黜麻巴寶夫一人向隅而泣則舉坐御之不樂同里共荒其視同坐也親矣輕轉溝疆而死其視向隅而泣者延矣此固仁人君子所宜動心者蟲昔漠耿壽羸作常平之倉增價而糴減價而擢法非不善鯉洲饑廟忽紆饑刈儒藉變訪春佛聊能躍助嘗誣曲費記畔趙鬼有卿未使自是以來長孫平之義念勸令百姓軍人出藥及麥鱗歲歲蒙憐疑辦數賢求子之社倉隨時斂散讎請假耀府聊救鄰難今合兩法而用之旗義倉肺聽與魯一驥誨蜂艾集考了弓一柔一袖部輪遍律講府於相倉聊聊鄭許和恤船珊鄉轉搢岑值大有年之秋與人傭辨者每佃田一涓出轂三汁目耕其田者出穀八升有餘之家不為限量隨其力所能為以為補蘭至於當社立倉絹甲之東推一人為首執策簡校稽其出入古之人有成法矣惟諸君子傲而行奚誠如是也雖有水旱之災吾里之人其廉幾免子傳曰人人親其親長其長而天下平又日人人親其親然後不獨親其親摧之他異前後左右其不皆然然則德施之及人者廣矣於閭閭風俗利病及前人立法之得失一乙如指諧掌曲折如意而沛然直逮可比鼉錯貴藥肇書巴丑"
    },
    {
        "title": "乞同里捐輸以待周急引",
        "content": "昔先王井田之制其鄉田同井者則必使之出入相友守望相助疲病相扶持夷助天下之大晴散對為千百國復於之好散之為鄉峙卿之巾散之為先獄使鬥升之人相親相睦歸不及於其僻宜若狡扣偏松非合佛御公之違光玉之棄藝姊散同為吳然後可合天為同故勵人人親其親長其長而天下平夫同倍同遊朝夕比近而哭福歡戚漠然不關於畔其在疏逮者尚何里乎原思辭九百之藥而夫子曰以與爾鄰旦鄉黨聖人雖一視同喉而獨於鄰旦卿黨尤加厚馬家有餘粟輒推以與之天司徒以卿八刑斛萬民其汎曰不恤之刑聖人不以瓜德之難能者強民至於入行則諱詳烏雛非其族戚師灰然貧乏而不相振救刑斯及之所以翩一道同風忘厚之至教禦京師為四方之會萬民之所聚處仕宦賓旅駢肩疊跡而同里黨者必交相親醜故昔人有會館之設所以適其氣辨其清代其憂均其樂者也吾卿以耕讀為業無商賈故亦無會館間恭無恒產之靜覺貨而來繩廛合畔居朝夕餐踰之不綸逋贊旅餘之去凡而不能借於大柳不能歸甚肘病不能興苑亡而船助翩斂崔往有焉羌足雜旅饑襄神奔赴旅即都暫府能禁恐使典液來岫恥簫桑和脂鶴口蟲春肺誓顛遵趣曲禪意柳柴坐槐冊姬為趣師靜挑綠臥典空恐醫樂刪殤飲趣寶此固鄉先進有祿位者之貴聾然醜金聚爾取給臨時雖有好與樂施之懷常憂其難繼今將設山實本不以數相限大約出白金在一斤上下宜者至一允嗇者至三兩兩使一人總領牟利盲息而以其息待用其開闔斂散聰於丘人其販息幾何其己用及末用幾何登之簿晝歲終會許其既嘗捐輪者亦可共相檢指淳厚之風久遠之計斗舉而得囊蕭夫眉剋孺于將入於井皆有怵惕惻隱之心固非以要譽於卿黨朋友也凡我里之宦游於外興其退而家居者抑或容游京師而資斧覓饒抱仁人君子之憂而情不目己者愨任捐輸且請書名書數廣於役府考焉同里之義旅食之由失所之狀相周乏情設盧之法詳備想至自小成史心八一乙"
    },
    {
        "title": "程大夫人壽序",
        "content": "秋官即程君此南之尊府書原先生繼室吳夫人其平生恭儉之德仁愛之哀孝敬其舅姑相助其夫子以教誡其子孫者既己心至而義畫矣編摧氏之先數以博施廣濟見稱鄉里故太夫人所以教其子者常欲其繼先人之志而見一善則必軸而行之嚴鎮之中舊有東嶽廟建自宋船祐時而鎮之居人西以殷盛歷年久遠漸至傾塊其修寶之賈約白金可五千兩而秋官方修鳳山臺其功實蛟蹄繼以修廟之役里人多戴佩其德詔莽耽欣嘗持奉其學肉興赴交杞費命輝先是秋官告假歸暮遽值太夫人七十之辰其族之子姓及外姻累世之交遜成躋堂致祝堂下樂作而秋官衣錦衣奉觴上壽里人嗟歎以為縈暨乾隆甲午爽月太夫人年八十妄其旗戚交進丈將舉故事量萬年之賜而太夫人特命秋官無得受贊惜於壘族之屯擇其最親近者人給助五十兩此鈍遊降康則其給亦遁變而減轉四十或霆別十至十兩以下乳哺者咸得受腸其尤貸者徑人給以衣其費禾減數千兩其他善行苟有盜於人皆命我官次第施行之鳴呼太夫人可謂賢於人遠吳司徒以二物教民其一為孝友睦媚衽恤之行而不能者復糾之以刑耳道廣久英雖莊絲纓富室其視宗旋里熏邈如行路大夫人映卞予振仕古覺墜之緒使復見於今講其卓識高懷有非縶千之藩及者英先王之教女子使供婦職而己然三代之興多由外戚之賢則其德之醉被必廓御耀臺丸尋常之冰者而非徒婦職之供禦攫秋宮之歸養山海之羞純綺之華蓋無弗致遣太夫人不以為樂而獨從事於損己利物之為莫不異我尺生之壽命不齊八十九十者騎在多逾無德以雖之則雖有蓋耄期碩之壽與朝茵丕殊也太夫人之德遍及宗黨鄉閭被蒙思澤者熟不願其久生於姓而競為頌禱之辭其在詩曰龜只君子萬壽無期又日伴兩耆而艾萬有千歲眉壽無有害宗黨鄉間赴情夷督語世共情也前直叔其善行後乃反覆詠歎之脫去壽文蹊徑"
    },
    {
        "title": "金復堂先生八十壽序",
        "content": "露堂先生少實翼朝出灌園暮歸讀書遊精通六經百家之旨為詩宗杜小陵下及宏正諸子古文以歸氏熙甫和足繼韓歐之傳騁甲手抄叩口誦之數十年無間寒暑著有敷復堂文集藏於家然深目諱匿而人亦鮮有知之考惟制義為後學兩推奉里之經其指授考咸掇巍科以去先生性孝友每與其兄同心綿造艱危中相倚為命其後遣京師兄子隨侍而莊作先生延醫藥祈禱夜不能寐蓋其天賈之厚類如岐金氏自先生之祖隨其母遣趙村為葉氏而本宗乏祀光府君隱痛枚中而先生更傍惶飲滇早夜以歸宗旬矢又日禍先世瑩墓盡為勢家府侵沒光生每獨往荊榛墟莽之間訪求數十年不倦及乾隆戊辰先生成進士乃等請復姓為金氏而祖墓亦得之郡城西北業訟申且興其兄創建宗祠修完諧牒績百有餘年中絕之祀事古稱豪傑之士殆先生其人矣先生接人以誠不為崖異斬絕之行而事機立斷人不能欺其在吏部猾胥柄之斂跡歲值京察司官頌其意平先生之才人皆以為可致卿相而先生計登仕藉即懸卓里門杖屢從容示儀刑於黃山甸嶽之間其高情逸韻尤非世俗之滑能及也先生干子伯子以翰林遷御史仲子以壬辰殿試第夙人與其兄同官禁近季子與諸孫曾皆騰聲庠序之卓而令年仲冬之月又值先生八十之誕辰福祿壽考可謂憲之律以常火之情當頑之而色喜而光生痛火母劬勞之告節念府職創業之艱難田憶少年時耕讀中動指浩麟有謗縈寵俯仰數十年間碩瞻廢興之際有不勝其感歎者辭不敢受賀而子姓外姻閭左之交遊親光生之德容沐先生之風教孰不顧其享無疆之壽以長為後生之模精躋彼公堂稱彼兕能盍里人之情不能目己者如斗而非先生之意也應酬稱頌之文句有鴻睡泊田不可沮遏之氣"
    },
    {
        "title": "妬",
        "content": ""
    },
    {
        "title": "屯刪錄荀子序",
        "content": "秘射洗堅翩遜避褒請詭權變熟勾爭惋網嘗弔世莊著書著紛綠雌爵楚有環淵鄭有申不害宋有墨翟趙有公孫龍慎到齊有鄒忌鄒衍鄒奭田駢樓子淳于髡之徒標各得薛衍淋即喜助抵謨北于為整嗣荀卿獨為晚出疾世之治方術之門皆愚者一物偏而目謂知道實無知治國者不能飾動以禮冀爵德定次量能授宦使賢不肖得其慎能不能得其職而欲以求治猶立枉木而求其影之直於是椎本堯舜以來相承之忌辨儒唱之分明王業以為有亂君州亂國雨國必本之修身國無禮則不正禮之於國猶衡之於輕重繩墨之於曲真規矩之於方圓卒逋王制著勸學修身議兵禮樂論餘萬言脂推堅杞惟命精微起滑和能興剋輿潦油孝典言安肺納繆麟軸甲請好舟口口口位一學駕意君爭都矣韓愈有意刪荀低之不合者附於聖人之籍孔于之志也奈傲其意節而錄之得什之四異其有抵悟於聖人而文辭梁然有可觀者余亦存之不能割也作刪錄苟子序用能以拙為工而神韻高古是學史記之文"
    },
    {
        "title": "陸宣公文集注序",
        "content": "坐翩趣世融慕嘗怒神觀爭古尺帥翩翩肅魏巴蓋盂于願學孔于賈誼投弔乎屈原諸葛孔明目比於管樂臥性之所近為情之所鍾鄙今節之嚮律知將來之施設幽平定張君慈圃以進士知新安之歆縣其平生讀書窮極幽還於古之碩德名賢嘉呂美行無不跂而望之以為不可及誡所岫儀不置則尤在唐之陸相鬥少當德宗之世奉天山南蒙塵至再賴武臣職力於外而宣皆常在左右蘇可否於屯降罪己之謂回將去之心卒以收復舊泯宗社無隕陸公之功為多德宗貪猜不終其分而公終始一心進退無間蓋其為學本仲酣義區古宜奔其趨雩其守堅居同室而還地千貯之外在今亂而豫知後事匕來無亳髮之差存著電之應而其為言燈佛開明感心惜德永為人臣進言之惜或悵齎讀州葵愈高網尺論鄭轡鉅釋打禱渠雕後趣梗帶存府輝故帶是寶訓趣煩刪趾馮叫其時兩河用兵民窮財匱藩鎮之強盧杞之姦詣衣延齡之詐妾朱況李懷光之叛亂而公以只身屏障其閭其所御納誨陳辭莫非完舜三代拾世之蹟慢纓世讀張居趣油搥暨身有唐趣拙親則陸銅刪建趣論議恥注趣傳墨徒助冠錯盍卿教兔下當避趣帶赴辟莫姬懷離壘畔事其虹對夫有陸北之文則其君雖不能盡辟而其功已著株當世有張君熱法肘使空九皆得論其世而塵佛之學愈助雁掃於忒窮斷陸皆助府互株今川百餘年飴而居獨愛慕之如此顯則勸陸佛甲帥赫張潛契為陸公作文其文便似陸狐質寶明前有劉子政後有會子圓卜已登醫只旦"
    },
    {
        "title": "春秋發微序尸",
        "content": "吾嘗謂聖人之心如日月懸象於中天而光輝照灼乎海宗其見之文章則藏蓄高逮而不可以一端測也昔者孔子作春秋其言甚簡而其義至深楚君子左䘏明者去聖人之世來速因舊吏之遺文故老之所睹記及時而為之傳其言既非無稽而公羊縠梁二于復承其師說而為之反覆推明操驪韓躍和聊翮頗有端緒甲壽衡恕學若序標臥亶于趣計恤求黨是媚得央趣帥在鯉神丑子輕卯偉舞情平口于昶能盡卿堅赴恐義諦復蔚趣酬沖諧偉會宅談憚故副左氏失之誣公羊穀梁失之鑿夫信一子則為一于之所蒙不信一予則又自以其私測聖人而求必聖人之心之某在於此吾友沈君譙山沈潛於簫秋之義數印年其於一子之古口固己識習於胸中而要其胸中工一子之見也靜一心以求聖人之心於千載之上末嘗過信前人而又非執己之偏見也然則其於聖人之心末必盡合也而其不合者寡矣書之於簡命之曰春秋發微一判斷三子之得失如老吏斷獄則後人之補苴自不可少文境澄敞如秋水之在寒蟬"
    },
    {
        "title": "海抽三集序",
        "content": "乘五板之船浮於江淮溺然雲典勃然風起驚濤生巨浪作舟人僕夫失色相同以為將有傾覆之憂沉淪之慘也又弛海水之所湘洗眇爾無浪天吳賤腸燕黿撞衝尺於其眇幸飄睦轉山任川控昏奔馳普不能助即輿故律往魄動神喪不侍搢摧櫓櫛而不稟顧乃俯仲自妒吟詠自遁馳想於沉溢之虛寄情於霞虹之表翩然而藻思翔蔚然而鳩章著振開寶之餘風旁詳乎杜甫高岑之什此所謂神勇者星余謂不耐紅辟懸鑄變勾翩雅仰起如輪響如靈蟲財其耀雛雛逝視勾酣姬祀鄭嶽禪恕嗣不聞記聲遍鄭檻海般勾蕩清如賣靜薨席輕貴槐濤曰趣陛跪督靜始翠厭趣殊岫酷怒禍槐蕭靈幡物趣雌泥翮滋濡如掛樹毒府袍星驗旌施廚歌聲畔金廊新恐勵潮漸沖恐貴偶臥存珊嬰知都蹴飛仲震惜恐潛麵費翰林徐君亮直先生以康熙某年之月日奉使琉球織且及周歌詩且千百首名之曰海船三集海內之薦紳大夫莫不聞而知之矣後一十餘年先生既歸老於家乃命大樹柄之序獨造奇掘非昌蔡不能作見吾軒詩集序奈友銀君中峻之啼余既為之志其墓矣其後一年其子曾敞次集其平生所為詩歌俾命論定而鄙之序余既卒業乃以歸而告之日丸章恭府脈趣精神帥蘊繕憚其奭章趣停禪機掛訪大訥暫門視其精神赴起嗣勸唯摩冊禾踰熟恭讒聊存趣數寶牢者有存趣數寶千年香燕兕甚臥興輿油即月同與存踐懿興尺逝印片同巽存職丸力文經誹州緡黼啼鉛文避雕翮濤肺熙傅朔避"
    },
    {
        "title": "岫",
        "content": "祿聊乖船升葉齊考妾弔怒薨潛干興精肺贊印犀而臺是地藥必傳神授恤賦疑避屢趣幽世大蹄耶過州如前年甜文章遂足昧薨禪輕驪顯帥恥晚皓鄭年和哭恥壽刪精神臥融長鯉於羽敝英綠師蟻實憶昔與中酸遊旦晚相過從時時出酒飡似相慰勞酒酣以往相與縱論古今之變當時之利病得失悲吟懷溉思氣勃然嘗竊謂庚之生是紅對殆將大成其朱刪使其飄施於晉世當呼孰助為馬之無禰天禾船遺耐軒峻則魄死共甲峻之名滿夫下世之知中峻與不知申峻者皆慕興之交然或震其文章或多其智能而於其畔術行誰之儒可助託妻子而共死坐患難端戎求能深知些夷恐壁乖常坐禪拙府腳未幻喻曲棄鄭禪窮血恐師謚簿輕歸慢典光勒柳避鄙無恤即鹽章隸甲靈恐機勞歸在樹簫黜徒敵掩縮擇州憾靜洲維滯擢洲若都仰謳勝難中峻故相國文軸公之孫而少宗伯約齊先生之子也其世艾保和公復繼為宰相天子既己知中酸之木雖未及驟用之而春注深矣彼隔窮淪落者不是道若夫既值其可為之時又居蕪得為之蟬而卒推折之如鳩豈天之於人卜有不能卦主者耶雖忠尺之終其身盡力於文字求泥言之存於後世而不可得中酸乃獨得雄直之氣以興古之作者相頡几然臥恥峻睢禾得大有為於天婦而後之人讀軒請禍可臥想見其蘊英因中暖之才木及大用而早卒因以及阨窮淪落之感所謂手揮五絃至送飛鴻其輪困嘗勃之氣亦可充塞天地"
    },
    {
        "title": "馬湘靈詩集序",
        "content": "歸若湘靈與合居臥興生臥庚學臥業鳶喜御講臥后薨酒同供酒既酣其任言震於廣塵似同今乾於時而湘靈亦屢試末舉為同遇奈坐川子睿夭而湘靈亦束有千息為同病兀之不同如其面奔球湘靈類無不同央而亦有不同者蓋湘靈之為人祭固嘗兄事馬若其所為文章則奈方欲師事之而未能此其不同蟲憶昔與湘靈同在帝師晦澗靈過船旅合荼野酒看共駒時祭赴奉之亦在坐禍靈褊酒當義郭縛陣衛棘督職壺嘗無柳避徽驚漸輿寶禍監懈慨即爭鵬游滯俗竿寶祭謝姬禪相靈命濟邊舉中蟠觴兜醉請呼愛措冠趾纔悲歌卸蹄翩船湘靈割恐衰卯油淵縱構府郁柴湘靈乃指謂謳兄卿彼乃同心看因出其平生歌詩示合徐讀之風翻雲涌晴喉問氣骨不得舒於是相對燕縛罷酒別去蔥忽二十年則聞湘靈己老病不腹能達遊咸漏翩泊微於九龍二柳之聞閒則歸異與縉紳之去位而埋凡且一且壓且居者達山吟社尋山釣水而己嗟弔映酒覺迎水與鄭志衡鄭唐旌廟斬軍嘗攝請壘與夷避之肥偕酣授唐者廊事哉蔡何窘蹶陪湛抱能不一施遂為山澤之灌以老也葵末之秋澗靈彙其所為詩遺奈數百里之外使為之序奈誦湘靈之詩宿環往復益歎湘靈年雖老而少年英姚之氣不哀此其必傳於世世人之所共知固不藉余言以增重若其人之嘉神不猶喬臥時俗人萬當刑非茶言真之顯雖然後之人苟能讀湘靈之請亦可以想見其人榮暮寫淋隅風神道選似司馬子長"
    },
    {
        "title": "江汶川詩集序",
        "content": "夷油怒美奸宋能盡鍾忽相尺也轉便恐藥果曹貴些事趣肥鵠謝習惻加德香垂禪後世府禾櫛訪攝考康尋妃石苑而聽晦伯掛控興廢岫歎著元池勾肺變恃嗣加欲誥肌與仲故優旌此肺絀禪使姬誠辨恐跡鯉繪是怪對余友江君汶川少習為時文為學官名弟于屢損於主司無所用而性好避監暇山涉水時嶇燕霽萬里之外窮愁艱阻可喜可懼忿憾無聊之氣一皆寓之於詩常汗鬢門護了宴堯江一亶夫詩之為技小妄及其得之於手而應之於心睢寢食可以相忠而況於人世之得失去來之無定者歟奈觀江君之為詩於唐似韓君平於宋似陸務觀而江君之才又目有赴於君平務觀之外以自裁為一家之文者江君雖欲不窮於世豈可得載麗幽政姬麵桃樂興恤意臥屈靜肺廬韓刀蠅如爭趣數妾禪號舒號合邪啼得聊與泗意臥幽縮些忽祠赴雨枳禱昏靜障柳顧睿齋裝遇難後臥翩孝嘗帥黜念壘別青忿恕玉和宰邢攢桐避於蕪滅兩相積髮勸師江矯聽酒典酣臥邯滯乖空卿壽請讀遊殷師驛驟猶懸石印柳邊鯉扣縱觀鄭意態郾繩袂音相槐臨豪縱節寶如巴滿曾蟲州顯恥軸與巾渭鄭憚著輿碧江君雖不遇於時而善為歌詩則其於貧賤有助賁而飾之妒施藻火於衣裳助即蔽其體視他人苟得之富貴猶冀壤也余雖喜為詩而才力不逮江君遠甚反而內顧其何以目掩覆邪臨雛對濯爭能節修惡身酣無愧和畔臥卿謂府杼都嘗即存御蹄難輕趣停禪使轡燕石借臥甲府詐遇遂書之為江君詩亭得喪升沈盛衰今昔之感奔赴筆底淋漓悲壯文之不可多得者"
    },
    {
        "title": "倪可城詩集序",
        "content": "今友倪君戴城脂駟皆輕肺請詳枯遊其試童子嘗冠於童于矣其在太學嘗冠於太學諸生兵其應卿試而出太倉王相國使人亟求其草葉觀之然則司城之於舉進士可操券軍也而卒不獲列售以終其牙雍正之相嘗為中書而使蜀吳其後為啼與南鄭一繇令前後十八年其德澤加於百樸大臣嘗有薦其水可知叫郡及為藩具之副使者而卒若於聰令不得調侍樂尺避隸遜愁耀飛孛造恭海蜂艾熏舊畔韓萃戒敵聰枯加避師能諧野司城於書無所不讀而尤詳於聖人之經必究極其根源乃止其齒長於奈十有餘歲而輿奈司學翩古文體間卿起柵守節城雖岫隙總善黼教嘗有田誕輕言與姓求勝近字叫餓加間姓酷夔超洽纓蟲飛稍楹熊堪帶如醴郭羽即柳勒鄭惡辨骨聖禪擅獸牖誣爛府助舒恕爭驛稽諧覽假襟禍蒞腳澤辦莊而節諱鐘船精遇糊存仰灼曲衡袖壑鯉纓每槨忠肺伊壁耀寶刪固酬加忠財肥求嘗邪柳麗沈翟翅畔謂盆灰眷如禍時濫特華與如嘗交對司城抱負奇偉不得見於世則往往為歌詩以自娛其壯年周遊黔蜀恃嶇萬旦其詩尤雄放窮極文章之變睢其他稍涉平易者而語必雅健能不失詩人之意旨時人不能盡知更千百世後必有能知之煮余雖與司城同卿里其久相聚處乃反在異地司城既家居不相見者常至五八年歲廣午司城一至京師余與相聚纔數日帳然別去忽忽閒四歲今春余將之武昌道過司城司城出酒看共酢意氣懷慨糞平時飛酣之意猶不能無繚而亂城年己七十矣司城所為讀僅千有餘背其鏡板以行世用白金無過百兩而家貧刀未能反余將與四方友人共謀之而未知其何如雖縛節城黜諱職雅家鄭趙幡巴節發涸姬印揮雖殿彿憚盡能祠毫震禪即辦寵馮神鏡梗沖審存樂怒暗吁城辟甲神畔臭知己切嗟之樂寫得琳渭滿志"
    },
    {
        "title": "王天孚詩集序",
        "content": "勝水玉君天字骨愛其未就而思與古之人為徒不滑為卑庸鄙惡之文浹干時而求進惟詩歌是耽情發於聲聲成文而興天籍者聲非有受於人而忿昔得部錐其窮居寂處蕭條酬室而可助船慕於世傅之紛華矣余讀其詩稽其平生之履跡入已蜀探羲眉下一岐走金陵泛泰淮涉桃葉之渡至於燕京上黃金堂睹宮闕之宏牡孳篋擔囊重繭而累曠計其所經行不啻萬異則其胸中之所有稱是可知其為詩也巧而不鑿麗而不賊情而探澹馳而和平末嘗有世俗一切之語誓良橫直濫廁於其間主君其有道君子哉雖縛古之違無所用於今為古之詩則宜翩倒世所不耕為古之人則宜為判世所邪容雖使玉君是跡滿天神吾恐世之人末有能知君者拂禪宇求與在網謂難寧濯雜臥采論野余抵悟於世而好與當世之英賢相結投收焉汲汲焉如飢之欲食如嗜欲之求而未得毫毛絲渠之材吾末嘗不與之交而王君者吾獨未之見讀節腳樹讀與詳縮冠禦府肥艾乖求諭雖王君家介休禹貢冀州之域大河之東太華中條之贊恃龍門呂梁之奮迅陶唐有虞夏后氏之所都賢人君子之顯於世吏不絕書玉潛歸其社門裹足益肆典九於古之人焉其可憚文如百金戰馬馳騁於五達之衢晦控一縱皆中桑林之舞節了賣踰嗣文集卷日一序艾"
    },
    {
        "title": "海日樓請集序",
        "content": "慈難周君東五自負其氣浩然而莫禦宵晴而深藏讀書穿貫今貢以流為韻藻卓華輝光稱其胸中之志意傅敵屢識權鄉姬待禦周君家貧嘗西之秦隴度函谷關上慈恩之塔歷鴻門楚漢交爭之地南浮江澗過巴陵洞庭登岳陽樓以里君山財肺謂雌肺浹靈如顧蓋轉趣旅即嗣標趣於峽聲一日輿余低掌當時之務究切利病指次賢能得失判決乎當前高下臚列於胸瞑爛而有忝覈而不誣翩雄盆雜潛陶尺祠輕未禪夫昔之詩怨俠隘而僻陋中少所蘊者淺故外之所著者微園君讀六經孔孟之書明先王之道熟悉於古今治亂興巴之故而又周知四方之風土人情權時世之宜德殿畔鄙滯肺禪灑醉完禪妃武無堤智漸並擅當存避躡翟尺都圖圖歌諱云靜哉憚冀蹄愨而猶宋停施設憚衛輕尺袍寇與詳暗出鄭可慨似楚馳驟跣蕩雄偉之中時露連態"
    },
    {
        "title": "海門初集序",
        "content": "丸章著人之岫氣也夷偶助是氣弗祝其人助為畔刑其為文也必有蟬然恐光歷蕃吞而不可隨壤天苛不映其陛弄之則雎敝終身之九於其屯即助概能矣而醒凝塵埃頹然不能助終臥夫樹文而至於萬古不可墮壤此其人睢欲石窮得王余友鮑君步江生於古南徐之鄉無師灰以為之訓延而少即善為詩其才力之枚縱浩乎無所不極直將追古人而上之所謂天偶以是氣畀之其人以為心者也鱗與尺註寶卿轡打認助弊今少宰尹公之在揚州也鮑君甫弱冠以詩細贄公一見而稱賞不容於國命其子亨中絺交相切劇為訛會有博學鴻詞之詔公數言之於大府將以君岫舉而竟不果蓋目鮑君出升公之門下如客之得歸往來無虛日公之所以提挈之者無不至矣而廣上梁助關於鮑君加窮奈遊京師間嘗挾君之詩所謂海門集者以示同遊其譽之者固曼其漠然不置可否於其間者又加多焉求其故而不得問之知君者或甘嫉弼者之聊船彼亦號鋪玉詣蔡何稱譽獨及於鮑瀆或日忿焉而石察制與授並世而蚩授固助御今把世安所得香之人乎或日識不足助及之也鮑君加飾為詩其用功深靈是一者固然然今又嘗酒酣口誦鮑君之詩與諸君爭論者久之諸君聞其語既多又禾嘗不深加賞歎跡是知人心之同無古今智虛列也抽酬鮑意睢靜蓋肌旌翩柳束靜禪後靜禪尺求階靜禪定以視夫今之赫然貴顯震耀於工世者夫固可以無憾矣拈一窮字反覆慨歎其詩之工不必盛稱極贊而自見於呂恐之表馭"
    },
    {
        "title": "左仲郭詩岸",
        "content": "詩也者所以為樂也去先王之世既遠樂亡而詩獨操夫詩存則音存音存則樂雖亡而不亡軾口以為今之學者不得如古之人安弦舞擅而其業莫要於為苴昔者聖人制為詩以教天下田野之農夫閏房之女婦鄉曲之孺于類皆能為歌謠以頌其上之美而譏其失邢靜趣項麟餉趣簫器存憐節距鄭濤柳塞麵情節酣忿憾無聊昶平超尋懸酬縱臭謙封則謳趣忌掃唾聲瘠結神醴勝輿廣婚得雕縱橫禪臨隔趣獸夫詩成於音普戌於聲聲成於享裏於志志平則音和志哀肘音便志敬則音凝志佚則音蕩故聖人樂觀馬夫然後奏之助金涓吹之助管笙宮佛官偕微佛徵相裔下疾徐莫不中簫屈悼俯俯雜而汗文有詩而君墨匕志逼也有詩而丈予厄弟之思浹也莽詩而夫婦之好永也羌詩何貨於幻鵠蓋衍子嘗弦歌三背疏求合於韶武雅頌之音故臥扣予仲莫學夷請不學詩無助言詩成而禮樂之伯行矢左君仲郭溫然長者竅行於其家而以其刑餘施及朋友愛慕古人之文章而於詩好之尤篤違眾魏吾以來之作者含阻而得其目然之響持人情之幽渺繪物態之繁蔓宣兩間之秘其信乎其請之幾於樂也推棋奈匕於清可請知之英若川於潛之詩惆鯉遊助為知音不知君其許我聊抑猶來雅寓詩之關於世教處十分暢是而馳騁如志極文韋急樂事"
    },
    {
        "title": "程易田詩序",
        "content": "奈性顓愚知志子古而不知宜於時裝巾思以澤及斯民為任凡世研謂巧眼而提得者奈皆不知其徑術以故典縉紳之士相肯而超終無遇合退而強學樓遲山龍之問錐非有昔而亦未嘗有樂也年己晚暮始為博士於黯博士之官早寶無勢景為人滑賤簡而黯敏鄰近歡尤多英賢設行誼重交遊工時之名儒多依奈以相仙劇切或抗論今時之務注念生人之欣戚慨然太忌相對而歌蓋今主平之樂無助加於弊英程子易田尤府稱著材宿彥亦旦夕相從其兩為詩歌撫詞樸直而寄典深至嘗謂其有陶潛之風易田固信奈奈亦甚重易田血雖術禱若棄翩乖宰睡如斧市梯歸依帷檻陽泗府毅即宰逾即七猶臥禪諭坐蒙刃貧鉅聊即曲節潛請搏餅鄭田耀念練畏與諧震予遊處求亦得雲居稽也弦誦也欣欣而忠其倦也勸聚未幾離散隨之帶推蝶其猶能獨樂焉番夷助由平打曾有樂恕幻樹跡迂諸君手遊處黼響翩復聊聚赴姬常而禾樂坐焉詩憶御釋時雖綿鄉樂暗柳辦赫昶樂翹神是弊即趣神柴師俞印趣樂融恥憚奭遜聊力雅翻安能使鄭畏禦豐因取毅田之詩所謂濠上吟者反覆沮吟益歎其文章之古與其人之心貌相稱屬其板刻契以與四方之知言者共讀焉而余為序之如耽心醇而氣和故反覆感慨無限桐汲但見其纏綿不見其蕭輒"
    },
    {
        "title": "汪在湘文集序",
        "content": "汪子在湘與汪于稱川同姓而有凡弟之奸余故識稱川而稱川介雍湘以交於余禍杞勸丙下力英求避荼窮無所風於世宴居獨處嘗取三代春漢以來賢人志士之所為文章伏而讀之慨然想見其用叫欣然有幕乎作者之能事間亦盜剽傲效擬作以目娛矯竊歎古之為丈者蜀山泰隴江河之漬也後之人幕以為部晏污渠思有以振興追躡之而苦才力之不逮徒懷虛願誰其助予其後得交於傲之諸君子有同志焉翼丙恐璧求難英香加哭蹄或驛鄭懸香意男刪薄無興辦彼橫目之民知有讎利而己為宮室讎唱妖麗之奉辱身以求之若死而不止是其所知猶犬之於骨鴟雅之於鼠鉏蠅之於糞穢也彼豈知天下之正味哉在湘於世落落鮮所諧合居一室終日默然危坐讀古人之書而己尤愛余所為文其讀之不封休息無以異於讀古人之書血帶媚除詩潛弔趣未與鄭證無煙雛興趙計特秦澆恐夷貴牆咫加睡佛加洲燕揮擬顧忽昶嘗而即耆乖惟遊歲耀帥老府粹歸講吞予相蟲遂腳城脾師櫓袍蟠鋸權姬酣紳去錢存齒祠都蹄和史期聊聞在湘禦病洗笑嗟貳帶無可牌即邊卷最後邳奔軸同廬數伸元旌虺迎奪刀州翩騎帶接距禪尺融摧並趣桐湘雖甚吳文之難言也歐蘇既波其在明邁惟歸氏熙甫一人然熙甫求為進士而不得勞基於八比之時文而以其餘力作為古文故其單身不及唐以土然則古文之哀五百餘年矣在牖剛"
    },
    {
        "title": "真遑了尊景累",
        "content": "沖獨為人世之所不為于謂魁傑有志之士寶屈輒龜釋仲盥漠鯉無與堯學都然在湘有賢壬括其先人所為文付之刻毛以求正於四方之君于四方之君于其必有讀之而歎為不可及者豈奈夙人之私言哉泫然友朋聚散存亡之咸琅然金石抑楊抗墜泛音"
    },
    {
        "title": "目一且",
        "content": ""
    },
    {
        "title": "張弘助詩集序",
        "content": "天下之違道五而其一曰朋友之吏朋友者所以折疑勸善相切權以進於道故為仁者必取友劣理趣恭時讀嘗七甲慈姻耐邪能貫諧趣摧萊山朝刪誰封無庚肺雖綠聖耀悟酣酢彫禍毋滯臭卿枯趣盤嘗獨襟怒紳愈點衡趣肺精加洲樹踐耐空縣樹加善納懼吾旋親黼禍輔邊姬而勒止嗚呼友遺之袁也久矣逐逐焉惟勢是趨惟利是駕藝既去利既盡則疏又或相見則相諛肯則從而毀之此不可以為友也余觀冷之為友者無故而聚於一寞酒食婦戲相與為放辟濫侈之談孔子之所謂厚居而言不及義豈不難矣抑或弛廢其心其興友相接漫漫昏昏無可相切權之具是則奈之憂圭余謂和邪甲蕪友融友邪甲酬常聚軒唐財饗鏡藥門饗爭典務相之存畔逾晦黼岫暗悟肺曲卿疑帥柳覺問甕顏畔得禪和柯財幻即看存幾堯和知而翩漸過然細靜幾畔物泊毋脂翩贊迎洲無聖禪忠考鄉師靜聊嘗財柵禮存求嘗肺禍學烈麵趣如是酣巴苗客遊京師寓居京城之外而震澤張君弘助寓居城內棺去蝟七里毒旬日載半月之間則張君必一出相見相見則必有書一幅晝一卷詩歎篇袖而出之以共當置其業之日益精久之其詩日益工則亦日益富褒忠成集而問序於山余偉張君之每出必助文會今而愧余之獨耐以就正於張君船尼交友之道不能心所感遂書之以翩張君詩集序就交友之道以飯友朋之詩說得關係甚大文之有發明者一一切"
    },
    {
        "title": "徐崑山文序",
        "content": "雍正戶年余遊早師與四方之英豪相結而有友吐人曰徐君昆山奈性喜翩辭章昆山亦含是無以叫奸奈於今之號為罷文者多所稱許而昆山獨少可多惟然昆山嘗手鈔余所為經義及詩歌古文積為巨般雖古經史諸子百家之書經余之誣阻論標錄崑山必繕寓藏之奈與月不見財相思既相見則於立身求志之方未嘗無所得余在羈旅饑飽寒旗之末得其宜崑山禾嘗不為之經燕畢寄晝蓋古之以文章遣聶相期許而世所稱緩急可恃者昆山人而掌念合恐停突旅語匈酬哥意俯靜當翻在城肥詩靜鑄禪城趣乘蠅階腰存蔚藥柵興樂悍在爛沁授徒喬韓相知前翼監殘酬墨丑外桐遜徙將輿哥意飲脾爛啼語雌獨重厚長者繡黜寡薨寶無辭鞭憚空下恐兼青意舉避卻去喬夔部醴師是秘樂那病殉奈滯衡唐狂少宰興頓恕懿難授誥軸纓恥廡卿科播期部慚即壁賈獨練偃蹇如愛晦縣尉肥長遊辭到若者恐姬得輸外繼肥纓怨州抽爭間聚歆存鳶其安諧腳無廟碧昆山既為工部即工部事繁劇嘗歎曰吾不腹能以文章自娛矣乃出平生所為文屬奈序之岑溝明獸翟突章趣傳禪授世不在堅神恐作逝帥必祖與雄豪傑靜隱曠擅趣如恐帥諭嗣鹽懿猥帶趨葉赫趣尋卒歸跪漸無門存者崑山直信溫恭於古之人幾可以無愧其文之傳於後世無疑而余獨於崑山不勝往事之悲讀其文為之二歎云從友朋升沈聚散存亡處幕寫目覺袖波生皇馭八忻引寸息一江仰也切洲也江若度文序江天之於御其偕靜生之邪其一生之而其事田畢禾復借忠其間邪愚不脊煮所在皆是而著戎數卞百年乃列見盛鬥地而天亦若竭畫祗餘卻準助人之情其栽培雨護惜部宜當何荊乃天則擢拆之惟恐址不至何哉雖纓與普扣轡暗坐醉祿寶者尉齧和嘗邪粗其賢鄙情鞠恥與趣相屬赫輿紅甚牢庸酣吾醬愛部存摩施禪哥響到報卻融吾意若憮樹巴神翱姪杜趣桐禪穀莽輕離畔輝聊響桐驅鞭趣蟲屢部品柳熱弔鄭和蟲史酣師閔祿卿知冀卿帥鯉都織肺脂赴趣耀翩難肥封翩趣憶赴柳懸郢余司里江君若度幼即潁爽奸讀書其扁人質愨其學無所不窺其文章堪深而有本然咽昧得忘年四十五始得職江寧府學訓聽末適宦遽遭艾喪遣疾而卒嗚呼謂天必無意聊荒柵僻處胡翩而有斯囚也謂夷有意恥李必矣年禾及中壽仙血於學博而又不得刑跡之官助授比何為者郢友人方君巨川求得其平生遣槁鏤版以行於世四方之知江君與不知君者因其文以考其貢而江君之懷抱可寓目得之江君於是為不死而方君亦可謂篤於友朋之蒿鵝六節丈情之不可鮮以測天意之不可知其威極深而痛卜"
    },
    {
        "title": "朱東發詩集序",
        "content": "余友朱君覲床以文章鳴一世雖鄉里之兒童從整師學句讀者恥不知有朱君其受知於督學使煮蓋屢冠具曹而久羈試院不獲大其敷施乾降卒蝟始沐殊恩賜名得同於卿舉當是持居午己七十餘純麟君有才子一人臥東發日鳴初其父予隱黔綺動天下者將擬於眉之蘇氏而東發尤玉於詩夫詩之仙用廣矣其達而在上者登歌清廟揚厲朝廷之盛德而比降商周雅頌之遺其窮而在下者抱其所有而不得施設悲愁感憤之無慘而見於吟詠亦得窮人情物類之微而極寫夫日月風雲之狀使人讀之可以歌可以泣不知手足之舞酷也然天下豈坐而皆遷者哉則羈愁之響忍變而為雅頌之音者有臭東發既以六經孔孟之微邑攄而為制舉之文其於取科名有餘裕矣而又出其蘊蓄作為歌詩而其詩又不徒排比聲律為今人之試帖己也蓋嘗浴於一唐之作煮窮其源以及乎漢魏六代湖其流以及枯宋金元明而適然自成為東發之詩雖助之登歌清廟冥誰日不宜體變柴意跳魁壘府遇曲輕木生推襄典史娥趣逝嘗儒學奮鄭超晦宜典哥神廡獨助建塹外搢綿戈夷馳驛禪嗣柳些靜門符幽厭液顯畫尺肥柴逝闕妃章始黜與貴辨敵醉船厚鄭措旌麻嗣震迦晉霍蘇因畔姻俯表造融臾麗吏定禍繼盤朝足動業面著禪曹暗酣艾貴墨偉旗搜樓讀囊磬避詩裝耕甲酬蹤辦酣變蹄衣陶舞宗一悼惜其艾頌禱其予恪有蘇氏文子同人州引證而文之起伏抑揚自然中節一"
    },
    {
        "title": "楊黃在文集序",
        "content": "余受知於望溪方先生先生之故人聞喜楊君黃在有道而能文先生數袖余言楊君和心慕焉而無由緣相見些乾隆十三年天子命前少宰博陵尹攸視學江蘇求賓佐於先生先生以奈與楊君應楊君攜其予雲樹與奈先後至使院晨夕聚處讀君所翻時丈浩乎沛然難其木九之鬧肆升公謝世奈復典君父子聚處里溪先生之家益懽然無問無何別去不相聞己巳之秋覽溪先生卒余哭之於白下踰年奈以經學應舉在京師而君之子不遠千旦遣使來告喪且斂其平生文章命余御序因得縱觀居所為古文春君嘗以進士知江西少八建昌遷知廣東之德慶讀其西江政略知君之誠心愛民而有道以處之讀四書摘誤又知君之潛心理延非好學深思不能心知其意也其他序記傳詣之作皆雅潔可調詩歌睢非所好而亦秩然成章是斬贛艾章趣備視爭鄭征典想驛聖賢逝看肺丸助聖賢黼存興尺而獸孝滯肅迦者帥茫陳濫恭慚禍嗣偓鹽是則楚必府耳血亦求儒楊君之扁人與其為文既皆絳於古人奈之文何足以增重君徒以君之子與奈深相知契而孝思不匱能不忘其先人故倦倦如此臺赴豐津壯生肥府甲擬尉畔軒坐故禦桐繼賦喪斷顧牙掛與契能無腳顯於懷雅於是流涕而書之復歸之其于俾刊以行焉座敘交遊終始情韻悠揚可誦"
    },
    {
        "title": "王載揚詩集序",
        "content": "皆卿大夫皆有職農工商賈皆有業今之讀書者號稱為蚩其上可以翩公鄉大夫而其下不可助為震工商覺其幸而得為皆卿大夫則方坐論奔院悔陣峨奚暇其他糞不幸而不得為佐鄉赴起其將奚為神詩而己故即靜酣擾玉雅詳蠅國家設科名以取天下之士始魯繇令之考試彙其師陳渚以達於府恭府考試之復彙其可恥者助達於督學使者其得與於替學使者之選請之秀木每川宰則又有主司者集的省之香朱而考試之彙其可恥者以達於禮部謂之舉人禮部復集天下之舉人而考試之其得與於禮部之選看請之進七進士然後釋禍登朝神大夫川公卿矣綿其道皆以卿予丑經之書柯八比之時文至於詩蓋認所用之而天卞之晉為舉予輔若豐不能詩其能翻詩者亦石復留意舉予蠶鳴軒肥諦趣卿助能靜祀對王君載揚不屑為科舉之學四意肆力於歌詩而性又疏放不能深自策厲以趨於仕進之逢家本貧杖食禾是以瞻而顧曹姊載藉華墨巽當雕刑玩弄之具星羅於血帶以目為娛樂其於書必莊其刻之最玉著而錦斷沈威部盈於惡衣稱食冬寒衣敞袍尼姦奚之而不悔昔米芾作唐人冠服違時異俗人謂之顛試揚亦似顛倪寶構雲林之堂置古鼎尊屢半器書畫其中人謂之迂載揚亦似迂歸載揚輕寶財黜音趣日興迂所邪史贅宜其詩趣寄避嗣盥且彈載揚之於詩無所不窺而其雕鏤刻畫之巧末嘗不與其玩弄之具同姑珠如丑如時楫如蜀錦恐新濯如藻火粉米之煌煌蓋其玉如此鯉融覿暢冀將濤讎窮蟲無有巴疇載揚酒酣濤歎即舞與畏貧贈弔帶觀載揚奈避柳浦光夷無肥丸鹿丑薛賢帷無地尺載楊未寶誰當窮者嗟帶前檄興邀蹄寐防蠡耀苑哉載揚所著詩曰罵軀湖莊集嗣城劉大樹與同寓居少宰吳皆之家知之景深撥是御之亭一似王君小傳尺寸不失文亦恢奇無至竇憲圃"
    },
    {
        "title": "吳青然詩集序八",
        "content": "臣丘卜乙晉天子有思久道人文之化肇開博學鴻詞之科命王公至卿暨督撫諸路州縣庫有亶想心延訪萃九州之眾積四年之久丙外覓工共所推薦得問百人而含與典潛青然幸與其選青然世家除之全椒少即工詩而居室人倫乏間獨遭其變其有無聊不遣悲絡憤歎專託於詩然哀而不指牖怨而不怒圖山辟清越犁然其均當於人之心而道然其獨偃於己之志以是進而列於天子之樂官固宜誥縛七肺布終辦乖柴醒卷之中而不悔耆囊贊轡醴契使鄭撓輕耀雲霞血其與與府章暗擾陛禪塗慶題軒點膝與尺祿嗣償載獨憶青然與余同被徵履於京師相識也既而同罹放黜相憐因相善也邸合相近旦暮相過從每相與飲酒留遽愁思至夜分不寐肯然曰我生平精睹油敝於詩非子無以知我子其為我序之奈應之唯唯一日余與含山王君令挺同里葉君書山姚君南青同飲酒於合肥張君蒼崖之寓青然偶不奔中夜酒酷相與語青然家庭之變存人之飾難為者奈測感憶至泣涕交橫不目禁己各以事散去青然與王君同入督學順天劉公之幕張君姚君以計偕留京師獨奈與書山共舟南遮去年書山決策甲科為翰休劉皆復督學江南余偶過其署則青然己歸全淑獨王君猶在幕屯合興玉君持慮邢月之間束嘗不富及青錯而相為嘆思者尺聖既歸家家兄奉之自京師以書來曰青然趣為其詩序甚亟夫青然之讀人皆共知其必傳於後何待余言余於是蓋有感也宙著加夔師果諱獻勾飛寸尺乎薨惡勸推決蟄青鯉迎潛田腕壺膝天拍臭鄙終洲神適黼遲董聃與命雅然青納洲蕭纖其可般都而凸悼青然即以自悼而感溉深渾地步極高"
    },
    {
        "title": "鄭山子詩集序",
        "content": "余廩於黯間以公事至欽因得與欽之賢士交游汪君稚川方君稀原全君蘊中敬之賢也而皆與鄭君山子相友善奈助引居之賢知山子之賢忘慕山子而無由得見蓋山子年己八十餘奈之來則山子己長逝矣其後山子之從弟用牧與奈交最親用收休富之賢也余又助弟也賢盎知其厄之實用牧出山子所為詩悍余論定奈讀之纔涓百篇蓋山子雖工於詩而不欲以詩見稱於人故其存者絕玄趣此宇寶超乖宅有酣不忠肝權世其平坐霜落與參恐槐普馬鄙難肄光擬禦腳恬逝所存輔酒漫清酷無洲窺輿涸濟獨賞赴章印偉推憚酣靜怒帥寇特力葉鄭旋爐殘衛起餘詫卿黯幽憂感憤乘和之薪俯寄膝腳邢雖雲梅類灼微隸建助寫典靜寶逝煙都靈無洲睹冀聲助樂軸闊軻央戀蓋卿與雌宇同獨安能無惆然禪熙間黃雖鳩一勺之水可以知滄海之大一蠻之鄰可以知騰炙之美羨粉米之繡可以知黼黻之辜山子之詩雖其可見者止此便後之知言者讀之單辭隻字皆其心腑之所流結夫亦可以想見其賢矣乃約序而歸之使藏於其家山子不遇而存詩無幾於此生情臧慨俯仰低回纏綿不畫歐湯子之文也張訥堂詩集序龍眠之山高秀綿真至二十餘里之深而不可窮竟其清淑慈靈之氣盤委積疊而鐘之於人故我桐城張氏文端文和艾子相繼為宰相其他為朝廷之達官者不可勝計意助為山川之九竭盡而無餘矣而訥堂乃更助文章顯右於斯豐訥堂故侍講中峻之仲壬文端之窗目孫少宗伯約齊先生之孫而文和其伯祖也夫文章之與戴業其輕重不較而明然曾筆有言目周哀至今千有餘歲其間能文章之士漠及唐宋一代而乙而三世之盛能以文章持見於世者率不過二數人是則衛國家建血勳業詳代童有川人融能文章之對曠世而府沖見對訥堂生於家門全盛之時其有一枝之長咸得以自奮而條位於朝宁乃訥堂狙舉於鄉而久困皆卓南比奔馳數十年蓋夫所沈挑柳之使其胸屯浩熊之氣蘊而不酣靜而不舒圃之羈愁感憤遭遇夫風霜雨露即水花馬而其不決其幽深形於詠歎盡發宅為央章卿停於後世增盆其所不能固在於鎖憶彰與聃晚曲躁至輿邸可評量翩青語驗是非赫餘濟轡遇盈醉諦堂臥朴總靜具鄭諸靜伯塹師薨普趾能骨拂構抑靜剛霜羿詳鯉亦石知鄭歌詩麵均野腳刪肥恥曠肥畏醒衣乖使逝剋謝蠻迅儀蟬聰巽意讓讀與臾章扣曠熟聲鄰粥腳相在垂共恥碗睡邪曬黜苛能他玳家賓夫天下之人眾矣勞其心思於文字之問無地而不有其人然求其一言之存於後世殆不可得訥堂乃能於累世華膴之下而兼有夫儒生韋布之長復之人讀其詩而考其家世乳其艾子祖孫央葉相承如此孰不神往而幕艷之肘諦堂恐諱怒衛豈獨鬥伯麵薨善卿岫著聊曉庇聞趣訓刃酬蹄夷端靜獅勾澤旅肌窮對訥堂將遁京師出其平生所山詩俾余論次焉茶循環諷誦而益歎其才力之富蓋無體之不工也不可以無盲乃併為之序從家門之盛及艾子兩世之交遊感慨生色姻波萬頃"
    },
    {
        "title": "張秋悟詩集序",
        "content": "天地之氣默運於空虛莽眇之中蘊禱超輝和能即排避而發趣翩聲雷聊畔湘嗣寶至於風雨之拂草木水之激石立芙馬者也氣之精者記於人以仙畫而言有清濁剛柔短長高下進退疾徐之節於是詩成而樂作馬諱船者黜副趣壘精看驛若夫烏獸之蟬音候蟲蠅翊之鳴又其微馬者失夫人之為詩址問不能無心丸之殊光之為雷霆之震映之為蟲烏之察是萃小大雖殊要皆有討署況嘗於夭地郭然之氣而氣恐疆者其聲常充塞於夷地之間壽衡岱華之巍驛非部妾之可及賓張韋秋滑生長貴顯之家累世罕纓之胃而乃縈情寞歌詠寄志乎風騷比擬所辜雕鏤物冢躡境儼寶浩蘇馳騁乎江山之鼎而研摩於月露之微鯨畫此橫窮極奇變罹平能為雷霆之震而不骨為竇烏之吟者斟秋悟之兄訥堂杯詩嗚一世而秋意故恣縱橫欲跨訥堂而上之昔韓泊嘗輕其兄釣文以為繩樞草含訥堂之文不可輕也秋悟亦禾必敢輕之平其心以相衡童使之並轡而爭馬三作一氣蟬韓而下篇首暑作起勢入後回顧環繞又打譚而出妙絕叩測蜂叟集卷申悔乎黃朽山"
    },
    {
        "title": "張萬亭詩集序了一",
        "content": "古之人文盛於西北苗後之人文咸於東南西北之地高厚廣博故其氣之所鍾生知神聖勃然羣起於一或及其久也西北之氣盡泄無餘而英雄魁壘才枝之士方更叢植於東南之地盞元地秀傑匕氣耗能石鍾匕於人授地助怒坐而各有其時阻川丸較鈞若夫已郡一邑一卿里之閒其人物之生亦互為乘除消長此盛則彼悔彼興則此覆往往皆是府造伯劇機城條忿遷轉睡其聚斟而賢智水能還畢萃於凰門之軒漢之曹氏東之蘇氏史子兄弟莫不能為文而皆有以傳於後世在唐中葉寶氏叔向之箭年輩五人皆以能詩著哀為也集而號曰聯珠若我桐城張氏既己再世為竿相英而侍講中峻先主以丈章馳名翰苑屯諸子森森繼起檀亭訥堂秋潛皆才名蓋世最其幼者篇亭也余嘗見其弱冠時為詩己拔出儕章條忽十年間學益富而深才益老而橫著作滿羸士林爭相傳誦信弔忝帶趣戀鍾膝州辭帥諧壺理趣求詩親恐和雖景臺卿響麟麟鯉壘和炮盍和世昶毋班禰贊迦讓亭之請不待奈言以重酤祭竊部喜待交其史予兄弟閒故藥為道其倒門之霄文學之咸如比此篇總取二人並及其文與兄以結之文章目然之次序也賣常蜂文集卷甲堤究口"
    },
    {
        "title": "缶永軒詩集序",
        "content": "余少讀末吏至岳忠武玉未嘗不反覆嗟吁盡然汎涕而嘆世主之不明也忠武之志扶宋室及轉戰恢復之功世皆知之若其造退從違生殖門合於聖人匕義則人末必盡知之竊帥為引代而樞如忠武者不過數人而生不及其時不得親挹其憚光以為恨畜言後得交於王之裔孫水軒夷助生平愛慕忠武之畔畢追迭而不得地見其裔攝則不管見忠競剽雖便刺轉潤綱如眾御吾猶戒十上靈竇蜂艾集眷甲暮甘一肆丁待敬更彪其抱真非常哉雖其拒而末吾利善猶特畔之船其深相網給哉猶億在全陵登水軒之堂飲酒嘯歌意氣聞放惑船制餘窮挽楯恐神柳密帥兩船顧蕭鯉即藝總能翻曰均水軒於百家授龜芝事無不能於立今治亂成敗之故無不知然不得一見之施用徒數數參謀幕府而己愚武既摧殘莫遠其志福水尋復奔走違賢元於斯人船有意帖主之黼復無黼肌棄之何載雖然永軒雉不見用而其胸中不可抑遏之氣無所發其機牙則往往作為歌詩以自遭信乎其詩之可傳於後也青趣君于唐血物嗣飄政權捕肺細尉而巴加軒趣盤枯訴審驛船毋濤決坐時勞是曲禪吐與辟耀旋羌御間馬春世近聘讀其詩如旨其尺與其瑜之在天壤看相輝映也舉郭其亦可佛無城矣為人作詩序卻從其遠祖生情威慨遂覺姻波萬狀"
    },
    {
        "title": "嚴遇青詩集序",
        "content": "即奔書契佛卿賜毋有燕章之醴堯典皋謨唐虛之紀載擇當時有道而能文者為吏官助職司其臺文王周公繫易孔子成春秋皆助光聖七逝求將親著備訥鄭必驛憫然姑跖犀恐赴媼耀恥沖刪掘保柳嵩世孔子之教弟壬有德行言語政事而游夏獨助文學見稱蓋鄭學存師傅櫛相祖遊虛戰國羸秦迄漢之中禁而衰唐宋之英貴奮乎百世之下振起其頹廢而能者不過數人衡把學都無肺稟稱姑羽待與耀斯夷臥監碧夫風詩著鄉閭之婦孺莫不能為詩二以諷其在上之政治而寓其心之所欲言夫助女子巾人所能為歸今之學士大夫顧有所不逮何哉科舉時文恐習誣誘於其前而富貴貧賤待夫之念臧浸於其內血嚴君遙青為學官弟寺而其心泊然寡營不偽斛舉所蕩搖不以得夫而摧挫常肆其忠於虹陣之柳率然而吟蕭熱麻詠故其平生所為詩哀然戌快眷助樂之終身草乎其酣傳於後世而川微序於余惜乎奈之卑微不能使人尊而信之也然知言之君壬其必有取馬前半高古嚴重後半揮灑出塵各極其勝"
    },
    {
        "title": "詛富棄足喜墓日悔狩云屢一",
        "content": "周書巖詩集序扞高袍醴舉斲旅口而德越選舉曲相字載趣賢木無噬徑輪德邈爵木祿翩逾乃文乃式伯夷以之頌帝堯文事武脩穀梁以之稱孔于赴赴武夫詩人以之詠兒宜蓋古之君于德完能博惟吾君之所選用而皆足以見其設施紙分於丸武也目戰國以逮秦漢乂者為相出者為持而途婚割然助登夫古者男子之生桑弧蓬天以射四宏射者志芷體真進退周旋必中禮故諸侯之射必先以燕卿大夫之賊顯先卿飲酒天子試士於射官容體比於禮節比於樂而其中多者乃得與林奈蓋孔子射於曼相之圃而觀者如堵墻惡人之重肘船如醴今之人見有操弓挾矢則皆鄙笑之曰彼武人也夷梗滿枯春右肺翩恕恐如為阿能酷夷如碩洲卦幻御脂類蟲石靜僻酣薨難師掃傳罰雖然吾觀三代跳亦其文士類石能武而武丸之能文者帥在多有宋之沈慶之梁之曹景宗光齊之高節斛律全具詩皆流傳赫然至今猶在人同液知神翩慈夷註扣仲如聲六合周君書巖讀書喜為詩其州童子試試文科不利聊復試武科乃一發得之本筮仕有年吳暗遷守府而以太夫人春秋高歸眷於家因出其乎生所為詩以就質於奈且屬為之廣余與書巖促膝者再聰鄭講論講延夷常濫繩豈辯雁知書厥趣御尚翩憚又其平生好山水所至流連慨詠久而忘歸其足跡所經於姑蘇白下鄧尉靈巖秦淮鍾弄之勝無不遊遊輒有詩以紀之而其詩皆沉健有得於詩人之旨趣吾料臾七勾勝書廣春府府得遇於是書帆序之科翩世俗所輕翻出偉然巨論而行文起伏渡蕩動中規矩客賦蛤八刪尸邊"
    },
    {
        "title": "羅西園詩集序",
        "content": "為其事而奸奸勾而拘未有不能玉者其好怒久而禾荊刑其柳得於天者簿也天匕飾與佩伯郎棄之舉迭多有燕匕飾恭與而人訃恥之末之前聞海宇恬熙兵章不作農務於耕土飭於材士大夫委蛇朝宁或退而間廣登臨譙飲坐死別離之交相輿作山詩歆吟詠太乎杼其目得寫其憂愁雕錯豪刻夏唱送和尸聚其徒卿嘯其保然作之未幾旋歸泯滅求其永久自古云難禹丸章趣搏禪使掛莊興有律禪舟地背燕勾無妒朱玉相禍辦衣難拋滯膏翮賢赴夜勝壁無者離能恐遜若楚相神心箸雕造薨真乖常勾柳緡思藩無黜忽紅韓外顧槐射如辦驚柳禁出仰帥體物者斜謂卯脂御神聃常勾物神完熟卯俯拜對羅君西圉平生嗜學造次之間求嘗釋手尤喜為詩流連景物不懈以勒其天機之所觸發俊爽清折不知於古人何如盞西因必於詩飢垂暑肺至軒首前後四十就年好之配久故其工如此此雎人初然亦得之抑天者厚均余交西圉敦厚長者遣奈翩序其何敢辭惜乎命之卑微其言不見信於世也雖然賢如西圍詩之工如西圉固智愚之所共見亦奚持於余言作詩者甚眾而詩之可疇者必得之於天兩端皆沈發暢是而有光采尸八沈某園詩集序及沈君禁園出其平生所為詩曰初升集者視余余讀之終篇嘆嗟不能去目姻盛遇麵酣般袂趣潛于未朴姬願誣清廟獄那嗣顧願荷寺翩孟于慚辟逾憂黎離者也楚和尊存孽予聊岳御韻屈翩趣避翮燕譚怨咨愁苦忽耆豈邪悖載沈君製然太學生彈日工舉于業屢試不遇而其心愈下其氣愈和雍然其德退然其容作為歌詩雕鏤決摘無剛悴之思無靜埋之態身在布衣窮巷而為文與公卿達人無以具則他日沈君之為公卿達人可知也謹鯉仲尉趣態滿害戒韓勒赴為賤廡帳帷勾清躋曜恐節忿憾液平趣割加愨慈聲社臥靜積酣祀祠趣淮恥興囊酬畔魯貴昶赴逾吾禪肥潛恕諱灶馴搜運赴妒驚焉高偉跌蕩一"
    },
    {
        "title": "酬竅集序",
        "content": "昔在帝王之世山人正位於具而殫賢翊戴於下未聞有賢人而隱居者周衰孔子不過於時而其徒若顏會冉閉皆不仕官以老出脂有意於隱醉他無肝我不得己而山株對若堯之時有許貞夏之時有卞隨務光位可以有為於天下而視若泥淳彼其人不以有道而舒亦不以無道而卷方且御風餐霞游情於膚月之上肆志於虛無之鄉又奚暇枯帖焉以祿爵為襄是乃所謂憶者孰吾卿章頤巷先生生於明永樂及正統成化之華其兄舉造士為武昌太電朝廷方八桑補宦以光生之才與其實皆足以掇魏科登膴仕顧棄不取獨舉其太夫人極山水困亭以自樂此其性情有異人看故其為詩澄膽蕭疏類古違人之風貞夾陶潛去訟澤雨其詩戰於魏晉助來椒逋魏野嘯仕於真宗之辦而侍其詩至今不廢信霸有其鄉鯉衡存輿請刪謂咫詩腳洲桐與紀孽光蚩之後不得見先翼見光生恐詳如班先出央一簡淡之中自成丘戀匕乙"
    },
    {
        "title": "伯父紛既先生詩序",
        "content": "厭洲前丑無畔詩石譽贈中拋臥勵雅頌恐俯肺肺監帶存憚古之為詩者非以柯詩如而為之發乎情之不容己然後言言之不廷然後歌詠之雖里巷無知之野人莫不能翩詩而聖人來之以為後世潰今世士大夫以詩仙業童而習之白首而不遷鳴唾陋翩恐憚拂雕無謙睹吾伯艾綸既先生之為請不惟其辭之工而惟其有以寄吾意意動則操筆立書連綿不能休今之集其詩又皆反乎人世之欣厭以翩去取織聊翩趣憚奔誥綺直趣詳者鵠稟辦罟仰變趣諦縛鴻驕曉曹氏詩序余敦從吳超友人為漫浪之遊竊見篋笥屯往往有七子詩卷為今宗伯沈公所論次七子皆吳中名偶多顯而在位煮其一人則上海黃子星桂也宗伯以詩名海內其持論頗嚴而黃子特見褒託固知黃子之超越濟流讀其詩風風乎大雅之什蟲鬱金石而爍琳琅心悅之而無由相見訂後余為廡土雕點而黃子亦司諭隘歎間以公事聚暗則蘇交甚蜜代背飲澗既酣貴子出詩州緡示衛而匿丙姓名不晉奈讀之未竟獲然國何求似吾星播船星桂即非是人之學星桂而星權之詳學招是人也猶不告助姓省久之乃復歆歐太息曰此吾匹妻曹氏之所作也岑己央縣與為詩者矣盡尊丙掛禱拙泗回稷墨橫趣毋夫御俯魯師迦嘗是待墨槁軒事鄭鑄懈極督節赴翩虹舉其嫡爽脂矩未其志意嫡婦相敬變無出誡聲橫興完御躡晦作衛詩歌鳴酬凝恐嫩順鴻軸雛當軸趣觀轉完倫趣辨臥存貴睡卿邪廁都是相忽膺蟲獨墨檻慈珊靜柳姬赴完伯鄉轉畔惜對昔在王駿管寧願學曾壬終其身而不欲更要其不以此也歟京觀夫人之詩麗而不雕濃而不臧溫和而愷莫滅束於禮法之屯而不敢稍有放黜華靡之想雖漢之班昭蔡啖無以過馬惜其年之不水其所存者止此而又不得賢有力之人為之榆楊徒使其殘刑之篇章傳誦於吾徒不遇者之口也豈不悲哉夫人曹氏己匹而本其未亡時暮寫生色目覺壽芝凋曹遙重烹布韋遭華一戶姻渡萬頃"
    },
    {
        "title": "吳氏重脩族諧序",
        "content": "吳之受氏目泰伯始加吏錯兆拙廢香泰仰遲神傳首伯薨豈推洲鄭讓兜下讓醉征卿難能耀卿辯拙趣部靜貴禪忘鄭鳩聊都懲戒哉奏伯之後有州來季子復以讓國稱其後漢有吳賈不仕而採芝於商山以老世傳為綺里季云而晉有吳隱之者敕為廣州刺史飲貪泉而不易其叫至賣犬嫁女坐無氈席勸是觀趣吳蓋多惻蕭讓著聞都卑突因生賜姓昨土命氏黃帝之子二十五人融得姓者僮十四人姓至難得也然諸侯以國山氏而後世因謂其氏為姓姓氏混清央雖鱗賜姓之相叩姓也命虧之初門氏暫而校甚更佩掩丙祠療遠流岱不復知其本請故雖所姓而石相違輪氏而禾相載雅由之吳自漢棟材以來移家几子之新咸其後五十餘世而希裕復自九子遷於吾桐且二百餘年央今其在几于新城耆魏科雌唯綿延昧絕而遷桐者雖食指數千多士濟濟而科名或有所不逮羌梗靜靈佛而軸著鶴供盡腳遇陶披俗洲門靜柳高植往即藉其閣閱綺輕視池視樹湘姓講非黃變超詩時繆禍繩侮辦雖吾觀周之子孫世有其天下孔于不稱而獨稱泰伯之讓即吳之世有其國復世不稱而獨稱季札為躡袖如翹輿膺桐城淮雁麵鄭勸姻乎柳踐超踐御雁容揖曲靜諦橫抱壯帷珊囊鄙甲無憾於鄭奉究對難繩幽棋趣魯貴祿背柳離竊黯敵郁薨學鄉恐昭避謳典諦禮蕭讓怒奮畔細鞭趣壽貴稱詩摶夔喻儀耀靜旃趣屈社乎薪捕蕭禪乾除一十有二年裔孫駟虛等重脩族隴請奈士瓦涵虛者典余舊相善也故不辭而為之序陳蕩有奇氣"
    },
    {
        "title": "吳氏宗請序",
        "content": "銅陵吳氏孔識兩人馬曰粹天曰敬恩兄弟皆能守其家法者一日修其宗請既成而請序於舍曰吳氏故家新安之傲縣自吾祖玄佑始遷銅陵之大隔其束遷而在歆者寢以微弱有吳玉書者抱其家譜及其子將往浙西舟覆人溺而吳氏之譜無復存焉吾父營豆嫡之欲率吾兄歸江潭以尋求其世系而吾兄早逝吾父有志而不克遂光純不肖每中夜涕慎思以繼光人之志而力禾能然終不能目己乃鵲搜遠採極艱難以成此也雖殘缺尚曼而源流客傅矣余曰然尊祖敬宗收族惟宗諧是賴昔范文正公守錢鑄過姑蘇與族人高會偏閱家集續為宗譜然後范氏之世系可考考于仁人之用心固宜如此船粹夫目吳氏不自歛始也先世世居鄱陽祖迺名過者遷居浮詠白水閒遭黃巢之亂邇妻粗氏顰其子宣遷居休寧之江潭溪賦江潭傳十餘世而祖名臾曰者復自休富遷傲目敏而分散或遷抗州或遷襄陽其遷大通有自玄佑至光純以及光純之子十一世矣奈日古者諸候大夫甚世相承有大宗小宗以明嫡廉之分大宗百世不遷則義相親息相屬宗族收而世傳不黍讒腳趣廟職燕存諧傑倒戰臥講傍御袂肅臥稷刪旃恥椒遊惟布避突咫完掛都勢魏帥避形融扣驛惻門簫桐哥始氏勸禪嘗賄赴重諧滯聃臭徐聊恐攬操藍南奔漸血磨減赫讎驛唐誕家柳旃纖馴柳抽柳神脾唐廡黼元翩黼諧盤即醉鄭宗諧存掃黜無存都輿羌丑宗脆騰枯如繇輯咎營尤醴黜鯉府桐緇繫辭船龐脯韓稷諧擾監滯辟雖鄰都予徂枯肥鯉湘禪趣職隴情響曲即疑鯉粹火日然吾宗之在銅陵有廷玉之孫必輝必茂必帶厄弟一人復自大適遷寧國之湖樂其於光網丑惜之內也寧國去大通永還也而既己離廣木加往來也著無宗諧歷年既久箕為族人何據而知蟲今觀粹床之為此甚辛動英而不獲辭求事亦人所能為而縉紳大夫成不暇以為也為序而論之如此云能發明諧牒之關於敬宗收族兼及後世諧牒淪匹之故是大文字足"
    },
    {
        "title": "范氏家采序代少宰尹公",
        "content": "古之聖人欲民之孝悌相親而恐其乖難不厲也拘芷剛五宗之法有大宗有小宗寨漢以來卿大夫不得世其家於是大宗法廢而冰宗亦因以不行赫目高祖以下五世之親共相為服則小宗雖不行而猶之行也獨丸宗蕩然無復亳髮之存而飾恃助稍爵丘意便例體之親不至於相視如塗御則惟族譜之作而選范氏之先受姓於晉之武子其後歸顯適晦見於載籍煮漠有清詔使范濠唐有相國履水相國家於豳州六世孫隋為處州麗水縣丞值中原之亂留滯江南不得歸四世而至文正甘文正起家中吳敦睦九族創立義田義宅義學而把氏匕在江南者盆村文正守錢壤過姑蘇典族媚高會憫舊牒淪迄搜閒家柴績為宗語耐抱則之世奈膳楊婚釐然可勤鵬則戀肉恐廊蒙飛慢州爭衛船世增繆繪翮斛昧弛雖羌層雖繁療湘雖遯鎬存愨相腳祿憂禍騎樹恥租慚儲論飛興先玉孝衛柯親趣忒朴壘稽鄰滿無衛量獨與乎孫輕寶益馴融夔迥趣澤泥使櫛赴升瓦講而和存窮理余自東髮知有文正錢稍長讀書見其為秀才睛即悴天下為已任剛竊嚮往之最後讀公之告諸于者即吾族之於吾有親疏而自祖宗視之則無點疏益低桐留邁想見其衡人夫決嚮往想見其人之隅而生不並時一且得見其子孫不官見其人於千載之下堯乾隆三年余奉命延撫河南河南之洛陽吏正墓在焉邇守墓裔孫君建行身不荀因表請為博古而格於部議不行蓬今以為憾重丁卯之春復奉命視學江蘇則文正之族姓咸聚於此長洲縣學生范炳吳縣學生范顯桂出其家果請序於余奈生平固竊奉文正為師而吳為伸故輿益欲助波法吏正者典請生共相砥礪撞右家乘之端睇垂之先壺畔欣願也故不辭而為之序家乘所閒甚大敘得斐臺陂蕩可誦"
    },
    {
        "title": "程易田琴音序",
        "content": "有天地而數生於其間兵二生力二生八六生九興壘神泗麻紹鳳壯肘黜徵口費是故伏韓塹重卦成六爻而周皆之繫爻也用幻用拘河圖之數玳而洛書之數加自九而積之兩其加則為寸八三其九則為二十有七四其丸則為三十有穴玉怨罰制川帥扁存肥憚古者錢刀以百八為夏釋氏之荒誦以百八為珠其考鐘其擊鼓以百八為紀百八者十二其九也十二辰千二鬼十一世于一會以及殷之月律門景無禍到迥黼琴知勸辟如汴禪制犁趣鏘翮晦爵肘其數奇零而與十二之數不相當故其音每出於十二律之繡夷樂師雅虛難曲推驪偕挺鄭曲推虧刪璽程子易田欲學琴以養其心平其疾而以為不明於琴之音律琴不可得而學也於是睿其音以求當于其律欲富其律必光中守其庾欲中其度必先積之以數積之以數而其度至於二百几十五之多而其躡音也乙百有以亂求其與律相當者黃鍾林鍾太藻南呂而其餘盎無與三百九十五之度相慮猶打建雌雜虛翻臂震郾存如油勾晉帥翻驪刪財郭祿口趣背洲稽緯猶趣樹百州酣聖古樂之存於今者寡矣懽琴猶留上世之遺而其音異入律不相藥余故為推測之如此試質之易毋以為何如也以度數推琴音即與之言數往往有巧合處"
    },
    {
        "title": "顧備九時文序",
        "content": "顧君古駿暗刻其平生所為文章以行於世而以余之有舊也潁甲言以廁其簡端奈聞之而笑夫古耿之文固己不宜於世俗而重以余官其不益蔽之垢厲載楚逝漸存麟者糞徑郡船趣細黼惡其錦空腳迦醜配莊山忍金帥荷錯槐恐薄湘勾漸飛虧恐合鄭餌鄙醬耆帥乖難刪終華邪判得虧懈人恥輕窮誠鄭明鄭漸都師寧綠響麵坐珊標鯉顧卿睡畔鉤而敦恐荷恥衛避恐紅悍變闢翻騷舌耿舉進鄴為文章於舉世不為之暗其不為楚人之所笑者幾希雖辦破癰央廣去恐惟恐其不盡而蠅臺之所街得倒溝申之瘠就不掩鼻而過之靜鏘姊之卿為待對丸瑟束績非畢耳之所閒明堂複廟聃猿鳥之所處兄央夫熏猶之府可助臥告而載對夷新溉加讎輒辦帶詩物忍轉轉徙於青興恐表要能弊精神柳廚衛起辯滅蕤愧眾袖恕卑節靜是論暫睡恐先忝蠅陳鞭鄭腳標梯蕪律者存骨柳惟麵得續節帥翩標卑繩鄭所安都纂糞編財拙惟恭嘗存骨和欣未嘗祿突雖央趣耐律盤標趣羌得哭伸常趣孺創意遣言得蒙莊神髓日忌羸棄巳甚慕口序皇一一宋運夫時文序尺吾血掛佩坐吾愛恐豪裨願無趣突觀郁終柴禾得恐者爨衡勵木恐都條態聲聚旗到暨蟲篪難對丁卯之春捫天子命工部侍即博陵尹錢視學一吳於是東寓南臭晉儒燕縛殊音異贊或相知或不相知雜然曲薨運床並庸帥岫商校譏請授尤選奇魯林作人共襄文洽若鈞中山先生來自深澤按達士之巍科為西肺之賢奄其體魁梧其贊淳蜃與屯語溫然而聊乖其申粹縛而善父孤之屠不能合恍去對間出其所為文章示余詩書力英垂宋之華其庚凝縛舟氣敕鯉其法律森緝金輝玉騷映昏成為酬家之高請祭為府志意殷然鈞奈以勿冗衣暇為木幾而尹公卒於松江之官著佩恐聚禪內鹽都翩操龍翮勾卿如勞酷推勸妃興先勤尉邪辭得倒逐書之以尚先生時文序一此等神力非昌黎不能狂且且且束月且且卜芸綦自堂時文序泣水自巴蜀東注刪蟠冢滄浪由泰之金干蜿蜒東南數千旦至大別入漢毋漢合沉當荊州匕都會踰嶺佩為背粵之地黼積比請水瀟湘泥澄敘再辰尤資漸克地潛御洞庭此合於江漠牡庭之廣方八百里輔酒沉漫墳雲納霧君山萃崖林其中銜獄巍我於其土雖以魯之大野然之騏奏昔之陽紆勾吳之震澤增益之面不加囊梅鄭就麵帥蒸鐘鄰柳僧即屈厭宋宜唐鄭景廣櫛存階惟推常逾網能刻常羅貴綦君目堂家於洞庭之傍其為人潛靜而悍篤其於古人之術無所不窺有州言之疑窮背夜佛操舞必求其憾於虺酣後囚其於交友亦然存一言之禾陋於其問常反覆佛諭之必求其無憾酣後臥故其為學鴻深潛博無涯渙盞阻漠府鹿恐鐘季禪鄭翩貯閭當出其時文以示余思澄以且台氣直以豪浩浩乎如洪河大川之奔流不可禁禦余嘗謂時文小技然非博極孳書不能作今於基君信之邊文氣榜補亦如江漠洞庭之東注"
    },
    {
        "title": "張據圍時文序",
        "content": "余嘗謂古昔聖人之晝約而彌廣徑而寶深即之若甚近尋之則獻還儒木之壬切而習之或逋其詞訓而末究其指歸後之英主更創為八比之文使之等一於四于之畫廣得沿波以討源刮膚以窮髓其號則可謂正矣憑設神各跡誘之懸詩袂帥招之得央眩其屯帶辱奪孔雛其始也猶有矩愛之存焉其既也鄉貪膏奇得之畔助求說於鄙夫扣人之再而其道始離盍平定張君孫圃與四方之士同以進士舉而獨不超於時奸不鳶於壺成樹曲盡之思顯難詳之義浸潤乎六經之旨敷楊乎兩漢之辭血之於雲即而光明屠之助管弦而和澄洋洋予風賦予斯可謂之文也然而不目收橋隨手浮漂其一藝之成輒為人持去故其所存纔二十餘首夫隨傍葵珠徑府盎屯趙玉趣監樹府踰鏡玉寶之卿御川精神存賈微乎雌沖者監趙酬賓謂貴諧雒直近昌黎"
    },
    {
        "title": "葉書山時文序",
        "content": "棄君書匈志甚權行甚薪不妾與人臾寒寒雨雪依鐘火坐讀禮網門朱雪深猶不輟鶴嘗與夜譏僮僕傍看皆巴垂蹄聊神翩憂即耿燭繼藝邪刪夜勾如伸迦砧動神讀曹齋發如此墨展趣嘗睡槨恐麟平操耐靜輝肥八襄者誦漢曹悲班固稱楊雄奸學惱竊慨想帳不得坐雄之世糞樹龐礪岑何幸背從書山遊也書山不喜為科舉之文以家貧嘗為童子師閒為之又時時棄去故存者無幾顯其穿穴險隘繪攀情狀雖昔之專焉純一老其材於斯者或無以過馬作書山時來序其言簡古其氣蕩逸其神閒遠當於史記中求潘在澗時文序文章者人之精氣所融結而醉醴船稱囷賢圃空日月衝之有輝山川變之有雲烏獸使之有毛羽尊木使之有花美袍則判而凸然衡其地有盛袁衡其時有光後光之藥南之梅醴圖鯉輝秋之鞠春之桃李夏之芙鏡鹽圍鯉憚紀洛陽之牡丹以可州以姓以色友其無窮麓胎例章殊種異態殆於不可究誥今之洛陽猶是也而牡丹之盛不復如量總四蓋因偕帥建氣鐘於是袍圖旅漸懸極識熟圃酢列務鄭逝檢他憂和郡爭雖潮陽和翱懸船浮屠釋子蔓延於中國然晉有惠遠唐有大顛宋有惟儼秘演了元參寡皆得典當時之名賢偉人相友善今之時吾見浮屠多矣求如惠遠諸人之交游而不得也臺園弊淨濫怒圖加國衡幽禪慚亦如湘防翻勸聊柳圜肥幽每順側其躡伉柳婚崖絕驛酣囿吾姬得拙恐馴幻恕幽節類嗣殊圖蓋悍國圃超縛堯舜禹湯衡為君伊尹周公衡為相扎盂樹為師孫積吳起使為將聶政荊軻便為俠老聃莊周使為激詭商鞅李斯使為變亂曹操孫權使為姦雄徐揮管卑衡為隱退鳥獲使其力孟貢衡其勇慶忌使其捷師曠使其聰離妻授其明班輸使其項眷由基使射盧扁衡醫伯牙使琴秋衡襄宜僚樹輝鍾王使書憎繇道于使晝纏輿圈恐莊稀昧圃勾憚曲圖恐圖臥圃囷珊圃趣圃躋弈犬終卯控加猶未圃憚蟲園助圃與尺禍恐黼衡恤邊姬翻臥與圍實降此俯使之為儒生便之為農圃使之為工匠便之為富商大賈衡尸兒敢吉玉髦責憚裏之為巫衡之為霍徒之為侵衢之為盜城使之為俄享牆肥著蓋邊聃鹵圖鄰贊縱姬紆勾翮姬圖綱相嗣即諧都姑章憚酬興翩絕由財園嗣勸恐左邱明屈原荀卿衡生楚可馬遷衡生秦相如楊維衡生蜀古之人文盛於西比而後之人文感於東南翩纏恐迥秦漢以前其人莫不能為丈而唐宋以下則其肥者不過數人圃國勾理輿醴臥蕪圃避臥眷禍郡酣聖者津馴雄贈圖腳峭唐蟬靜肺嘗僻圃腳微和赴韓愈柳宗元德並時而生於大阿之南東歐陽會王德並時而生於豫章蘇氏之文使並時而其艾子兄弟生於我眉之山下時文亦然唐氏歸氏便並時而生於吳齊琴之聘淳安方氏疆獨赫鄭時堤酬園趣圖翩帥郭驅凌虛倒影人巧晝天工出焉了來友教於新安而欽有潘君在澗與之為應和讀潘君之文如陟巖險而愈得其便響園蓋求欲圖加肉獨醴空酣圃游穀與並圃翮壁淳安漠丹陽之郡歛之分迥似余之在譙其遮輿欽為鄰茶蓋幸囷之圈奈得交於潘君而惜方氏之未見於是乎言篇中几用天字十一地字六時字十二能字十六使字六十七如日月繁星之麗天有經有緯而莫知其紀極文境奇絕二壬盲非一又八已"
    },
    {
        "title": "徐笠山時文序",
        "content": "祀赴慈堂逞稍耀足帥獨翼鄙縱膝輿卿雞趨與眾燕理鄙臥獨有帥獲焉避知逝聖顯轡眾蟠黨賈鄙巴獨存拂儒寫是能如童輝今天下相率以孔孟會思之古鳥補八比之時文各持其一是各恃其一長彼其誠心莫不自以御察辨於儒生之說而洋溢乎學士之文矣然而耳震於凋口之黿聲而琴瑟磬管之錐鏘以為無族之鳴也目眩於紅紫之亂色而朱黃黼黻之煌煌以翩無文之樸也豈不顛倒而失其本心矣哉是其人莫不有所知而昨吾之所謂知也莫不有所能而非吾之所謂能蟲夫文章者藝事之至精而八比之時文丈精之精者也蜚宇竿攝載知禪逾伊聖逝刪駟耀糾黼議輕虹酣徒羅壁尺慚肘響亦禦趣纖漸濤蠻尺禪帥記亦品趣審職黯聖杞勾柳靜然暗深懷脩納黼逾憲宥神寄壯興難寶諧誡懷懷僻辦離隨憲焉如間無聲銅適其耕來佩殿嗣動恥繩雉故曰文章者藝事之至精而八比之時文文精之且狂精者蟲今以漠唐助來詩歌古文之倍而傳蓋與今人見之興膝者爭避葵佛為不梯之物宵其知者帥翩是有之是吾嚮者嘗於某光生之苛見之者也今助並時而生所翩之詩歌古文柴足助造步古人者與今人船恐其昧者畢避之以為不祥之物也其知者以為是存之是吾嚮眷未嘗寇劉而吾嚮之飾見濤亦有類此者似明人以時文取士其亦有追步古文而不翩世俗之文者臭而其人不及二一人連柴文不能數十首也雖在於今其亦有追步古人而不為世俗之文者矣而其人不及怕三人其文不能數十首也今以前代之時史與今之時丈具足助遇步官人者共本人地赴妣適適鮫驚矣里皇然去特伸都衝縛雜詩歌宙楚擬寇其嚳若艷使稟膝時貯雖勸嚳都石融禱飄鄭府善若倒繩忠冥害都揀嘗春靜部秘雕翩類懈授柴趣也徙魁輿府嘗義怨闕善都雨費授卿砌府類懈誕陛慈與彼其求之者帖然旅進於其神各持其鬥是各恃臭刑長風若者為舉人央若渚為逢士矣棋一夫者憎納踞幽於其上掃彼恐允是憚彼匕計長鄙佛為繩墨而卿恐衛天下由即如此則申吾穀頻役則不軒吾穀姊沁則得之如彼財矢之矣擾幸而得匕者亦遂欣欣焉甘鳴其得意佛為是景有道焉善勸今得之舞彼不幸而不得之者亦遂悵悵焉撫己而昏疑炳為是或有遺酬吾特未能得志耳於是得匕者暉盆驕蟲助為嚮耆吾固未嘗能為文能之背今即拾於是梧彼不得者而誨之臥求吾語者是莫有道馬若灑吹徙我獨告著譽不虛助從掛獨石告若臭燈不得之者失未稱其意其心不能無少動欣欣馬來獻廣其告我哉疊寶畔彼毅言奸其問獨妥能無慚於幽獨匕間予鵠阻世之能為香人之文者畔助潛蹄臧議牢閥深閉藏其文於筐篋之屯御不典今幻見之船軍丘久徐君笠山之文普嘗與里溪先生論之以為追步古人而不為世俗之丈者也與眾明其道而己獨有所獲焉者也是知之至者也與眾習其事而己獨有所優焉者也是能之至者也其藏之筐篋之屯以傅於天下後世馬可也猖狂妄行乃蹈手大方行文大類荀于藍"
    },
    {
        "title": "東皋先生時文序",
        "content": "世皆以古之道無所用於奈是大不然堯舜之遣遠矣及東周之李而仲尼祖述馬冉牛閔子顏淵可謂賢矣而孟于以為姑合是願學孔于詩目五七言之體興歷漠魏以及隋廣而社甫集其成文目東漠以代降蔬韓愈振其哀出不好甘卑婦翮於響和燕府監若迦弼舉里選之制廢以文辭敢蚩至有明而其術窮爰取四于之童訊創翩入比之丈家誦尸習而能者出於其間若唐氏歸氏其資之於古考既深則其垂之於後必遠也浩用既久後學厭棄光矩乃更旁羅經吏以相附益炫其采色音聲而於古聖士言之旨寢以違戾迄於今而承襲婢訛先氏之遺學掃地畫夷東皋先李隅起東武洞見孔盂之心意於語言之外而盡其精微不為宋元諸儒之所屏蔽而行之以古作者之文其言與聖人之言相赴不闕凋義不增一辭如日月之光靡不照灼非唐歸之文而唐歸孔以過之超小能復古者蟲曲楚觀薄馴拍趣置為宋是海者妾輝畔袖空遜喬高遵腳石謳幾著悔制翩輕害雜都和如軀栖機善肺都和姬禾妒養疊於賊詩作赴學跳宋祀即傳曹樊禪桂薛韓愈財爍諧變贊馴翩是尺僧距誓劾帥錯吾是肺態轉懸鑒飛血迦有忠都槐光玉恐洪羌舜拘予慈逾躡市船身仕趣鄙存餘夷帥雜舜拘子趣遊口辦倍焉賜哭意愈起融加游徙趣羌章萊授翻耀帥擾曰葬難哉讀光坐趣夷謳帥蹶辦翮興超哭借時文以明古道之可復偉論煌煌入後正喻賓主一氣起伏轉蕩極道古之致帥口口且川川"
    },
    {
        "title": "郭昆甫時文序",
        "content": "起必漸口布府聽趣鑄嗣擾布昧晦抽辭佩府霸存晦起節府奪麵憚鮮衡葬寇神嘗香輝光帶飾耐府覺掛懽塵掃趣滑甚臭文之不同如其人觀引任其尺之清潛美惡而吏皆肯像計以早庸醒觀之胸而求其文之久長於世不可得蟲余友郭君昆甫生於衡湘之間而盡得其山川淑靈之氣固所謂雅偉磊落非常之才而其夫志行身必本乎孝弟忠信丸行則發之於事業窮屠則珊得己而寇之於文章余固粥粥州能未能及昆甫萬分之口以昆甫嫉惡之嚴宜其無所取於余顧獨相信之深且欲共相攀援以躋於賢豪之域於即顧而態不知全何助得比於昆靜也元驥絕塵而奔尾助蹇驪不知其能同至焉否新余觀昆甫特立之忘方進取於古人而禾有止息足動履必折果於道義而窮違禍福不以易其呵使其正乎本輒而古細之功業不復兄於今世吾衣信偕惻其朱之文寶愚趙若韓憚究迦者尤宰濟憚且夫文章得天地之菁某而光采道發不可蔽掩彼其設雌骨利苟為干進之階者固宜其驚猶鬼神見之而卻堤載雖繕舍與昆甫饗洲松繫不可合逆進思往昔飲酒終副笑謗歌呼之樂遊不可得閉門讀曾怨畔背標耀憚滯求超舞繩詔贊趣融詩駟尉靜滯勸蹄呼數和聖朱體伯夢趣變伯會合熟邪甲常油者若若宥病蟲裹翩勾赴懸雕袖濁鯉湘涕者妃趣於是為序其文以寓其憂思因寓昆甫視之以為何如也敘其文必本其人之生平所謂爭流者後幅尤極良友離系之感且口師且八"
    },
    {
        "title": "張俊生時丈序",
        "content": "唐以詩取士而杜李酬子無與於科名明以八比之時文取士而歸氏熙甫晚乃得策借乎壽靈傑畔趣臾睢瞿徹逐鄉能料京翩臥蘊帝雖然唐之以詩拾崇科煮今人不傳也至於時文則必取腐敗者誦讀之而先民諸作藏瘞不觀時文之日就卑下固其宜些今之時又號稱經義以余觀之如棲蓐蠅於圭壁之上有玷汙而無洗濯雖古聖之晝光如日月極人世之能不足便之晦鯉而時文自為其不道之言究何補於經載吾友張君俊生社翩世俗之文而為文一以先民為準則然俊生之於鄉試斗發得之則是先民之文亦得以弋取科名而彼之嵩嵩以科名為學者徒目為腐敗而掌起節曹契助卿蕭經肥樹剌驛宵封興則藥職秦酬莊餅逝神世者多御織率與冀葉勵衛即鄭繆戾雅聖徊染盡檻藍游猶神將郭驅能帥衰駟憚存志慕熱逝封鏡使壁慈臾市腳盎堅其轡徑輿薨學獨時夔迦鵠一高速曠逸"
    },
    {
        "title": "方時原時文序",
        "content": "方子稀原將刻其平生所為制義而請序於余奈應之目子之文不合於時者也而重以余晝其母乃末獲榆腸之益而益滋之誰厲乎蓋孔盂之微言經前代諸儒之論辦而大意己明矣後代更創為八比之文如詩之有律用排偶之辭以代聖賢之口語不惟發舒其義而且慕繪其神所以使學者朝夕從事漸漬於其中而不覺也故習其業者必皆遏乎六經之旨出入於泰漠唐宋之文然後辭氣深厚可恪丈章之一體而不至觀語於聖人傳習既久詳起詭具加之以患失之心求得之念而流弊至不可勝亶晴原志在反古獨從余相為劉切遵唐歸之遺軌而不惑於世俗恐超尚刑涕階蹄原恃學都欒適伯恐御安竊鞠科助封兼軸變蹄廡恐排雁雛鳩惻荷得袍存衛維不撥鄭卿聃綱雖蹄編趣祖加印僚驪諧坐恭撞與時變爭榮鯉中興過而加變繇知興縛府律邪槐興襟恐都即喜洲翻術趣耳嗣神雜輿獸完恐擾迦楚部授趣慢其壽職厭慈夷墜邀蹶標稱夷學滯遷伯勾排著參輿蟲惡皆待雅帶晴翩袍夷酣得帥謂兩得趣也蔬遷伯恐臾酣宋停肺請兩夷邈迦德趣學宥完宥印叨庚卿徙莫俯仰揖讓不大聲色而神味目遠"
    },
    {
        "title": "朱子潁詩集序",
        "content": "奈與子頡別一十餘年英殿昔典子頡遊子頡未及弱冠奈雖有一日之長而輿為嬉戲真乎世俗之騎謂師弟子者然其情乃蓋深而義顧彌駕雖子穎土有兩兄皆從余受學而其心相矜重殊不逮子穎子穎苛男子也其胸中浩浩焉常有擔荷一世之心文辭章句非其騎措意而其鉤詩古文乃能高出昔賢之上後數午子穎偶以七言詩州軸示奈余置之座側友人姚君姬傳遇余邸合山見而心折以為己莫能為也首往造其廬而定交馬姬傳以文章名岫世而其愛慕子類者如輔子頡之父祖皆為達官然不為子孫留遺計而子頡少時衣食不足子頡騎典交游皆當世名腎特過吁頡論文子穎典相對終日或不能設食蓋子類之窮如甚奈別子頡開門里居忽忽十餘年則聞子頡己舉救卿出宰已蜀之屬邑其自秦入蜀道塗覽古之篇尤為深入唐人之室予損在蜀值軍典領兵八千付出使雲南永骨逾美誥之麗往來阻險師旅數千里之地魯重慶移乎奉安又值鄰郡賊起予類旱詣大府為設方睿親戰臨清城督射殺賊首洲人定其餘孽然其憂深家臥心為療髮為甘英嘗思邊而稍息其勞而輒為上官滑留欲歸不得阻束之春姬傳以牡年尊刑部告寶臥里道適泰安糞予頡同上恭山登背觀婉然想見惜君于之高風其幽懷遠韻典子頡容相近去常啼予詞音恕窮睢于請趣能蹄對岑酌宅黯雛守階宇讀恕能樹郡予似難辟涎凈梅屢鯉蜂銷勾后謂宇耕恕能行爭慰艱睹帥響厭叟柳歸睢予掛趣能背符歸驛姬偉歸酣予類肅能蠹奔祀伊焉掛聊于請趣耀諧官井肅憚靜巾對封翮酒蹄濡諧宅借獸鄙御宇敞意姬世宅勳爛豹乎憚若完君章翅事無蕭船千請鄭旃薄嘗叢葉得求鄉朴勾職雌輿加加決鄭勸恕船杞學如得過遯雌肝宇荊勾福能動諧都輝完如避恥跣理趣餘肺奔映卯樂藍鯉廢樓蹄蛇慶鯉傳補前愈血鬱謝以飛揚生動之筆為波澗層豈之文可謂混漆丑且且丑一了自恣矣門人方莊亭評云朱君窮達莫測亦瘦化不可端桃其情韻悠揚氣機傍沛有一往莫遇之勢真神品也朱君得牲可以不朽一院江酬唱皋序詩也者樂之本也樂也者仁之聲也士君子託居民土不忍虐使其民而溫良慈惠惟以步民為心則其和風廣被州日而形為歌詠常有謁然之音焉吾郡太守鄭公至旬南海抱質懷繩等精委務德愁教厥躬思隆手兆庶時植天旱憶念民生之疾告禱雨龍山不憚跋履之勒掃嶇之阻鹽汗喘思胃炎熱而不卦知精意之豚流通上及九天龍曜雲蒸露然降雨臥禾隴黍既橋復蘇問左窮棺體聲騰沸公顧趣酣喜爰乃對杞附餘柴距暗歌先尉暗憂恥術後丙而樂迦安慶之與池州壤地相接鄭公既賢而池州犬守張公又賢也張公間因事至安慶以客為主則鄭公轉主為容故對花之筵鄭公主之而乘月之筵張公主之予唱汝和耐往不復錯米斷雪篡組績終樂之弔珠玉屯輝飄飄乎雲霞之態以是而宜諸金石比之管匏信聊云諧然之音者矣枯時府之中屬邑之吏與犬冬謨安徽將之官而待崙乎大府者里居之績學而來仕教王朝者因尊卑齊長勿苟有能詩之稱皆屬而和之瞑翩巨編驚人聽睹名之曰院江酬唱集而置天概為之序"
    },
    {
        "title": "浮山記",
        "content": "淨雌即囊獻睡邪印華嚴韻寺在平曠中竹樹殆以萬計而石壁環寺之背削立千凡人元其色繕碧桐錯雜如霞春夏映律風光照遊者衣袂躡蕭東御術姻酬澀登加恕帶印盤纖嚴尺短中空上下五十尺東西百有州十尺裝巖為殿藥石為樓鑿壁為石俯而棲丸六金像於其軒其后字覆蔭佛聞而字之峻削直者猶一丸餘里之如丹障四時唐灌滴煙其燈翩偕廚廚亦在嚴石之軒門之忙塵存洞窺之甚黔峽丸燭之深蓬殆不可窮丹障之西障垂欲畫石折而水出小橋聘之過橋而巨石塞其熙階澗慚抑循石轉以入壘爵申神廓總甚廣酣圓姑覆赭聽佩畔燥旋柳刪卑虹存擾腳禦賈開圃竅船尺將湘徒恥宜洞轂和咫姑贊味鱗巖底田周皆石岸可容百人可步可環坐而觀馬昧眉擊鄭璧響廡處蹄鯉妃麟勝典輕肺奴釐腳聊裂聲睡制壘稱其中承騮為石池溢而至於巖賦則伏而不見醴飾諧滴珠勾廣對若時值冬寒雨雪或凝為冰梅地杞巖石志下尤為瑰麗奇絕然不常有舂數十年乃且得之云即腳琅圃轉是為聞虛之蜂綠蘿巖在馬峭壁倚天古藤盤結石捕女貞相與歌側被之無寸土而堅而壁石中折讓水從靜中臥汪而州垂虹之井曲盤寨刪溫陟其肩有大石雩起當道勵樞恥虛姑檀宜環刪避鄭聃旌幽斷靈暨如燕肥題典祠姒弦厭罵興擬怪石森列如御如象如鵝鵝甚眾不可名狀而嘗標嚴在御石口剪內其中鑿石為几榻可奕可飲可以里江南九華諸蜂如在宇下即謝攝戀旋徑圖輝有泉滴涯不斷者上方巖也往時泉漫流懸注金吞之額卦嚴僧鑒后連視乳其水尺廚而金谷之唐滑微吳鄙且加復圃行有汙陂廣可數畝其形如漏庖其任則滴珠之飛沉柳階來幽即華康逃黃圃祿徑酬薨畔躍軒里瓣羅飛忽響灑酣隱拓盤細而昏酬剽辦者會滕鞅憚巖縱三十尺橫五十尺即巖內為殿而樂閣於其右二印對衢鄭佛卻當禪蒯玄辦野稟閣諭羌桃典和權陛懸雲階攝鉗妒華黼縱虹騰忽寢即巖勸權級翮虹山堂一間曰九帶之堂石一面抱之門外植四松松下則含勝之鑄潛也鬱牒遜翩有蟲曰松輯有洞曰二曲洞中乳石成柱委宛覆折而古一木窘藤蔽虧掩映冬夏常蔚然有泉泠然出其五南流入峽中兩輒職洞在峽西石壁之半梯之以登至古宁午日景始去即會勝左曲石塵西向巖洞鱗穴日棲真即樓憶曰翠華勵槐流而五雲巖衽翠華之轉暨之如層樓盛壁之特盡則歆石覆出如廊廊西乳石下垂如眾躋對峙為桂者守如關門馬登容嚴肺類特艱會滕廊成列肆即豈門鄙畔有石龍婉帳南行數百丈尺亭其上左右皆俯臨大廢羣木覆之溪水自陰翳中流去鏘然有聲蝕里脾於轉二徑甚掖垂泉為簾者雷公洞也中有石池以閏人雷鯉讀書於此故名爵會勝逾"
    },
    {
        "title": "江",
        "content": "蒯刪拋砧涸帥帥酬迎頂憚其上平曠天池出馬有大小一天池恭蒲被之服魚羣戲於其中又有大石坦夷上可立千人石理成芙壇經雨則紅艷如繪石盡則萊睦麥隴彌望茹在原野珪隴盡則又出石骨坡陀其側可以俯轍連雲之峽而危除不可王適雲醜祖轡勝測體趣倒峽二方皆石壁如城而闕其西南一面有巖在峽口之有石轉如蜂房梁石為寺鑿石為磴而登之冬時得南日最暖帥都溫伸有崖巍鮮高覆其承雨趨者歲久正里叫因所不到石色猶赭赭黑相間班敝不可狀崖腹有巖曰野同即歸熙雍辟崖唐有泉懸注側足循危徑以行人在懸泉之內至峽之將盡有巖石理凹凸纖客如浮漚如浪波之法漬而崖唐之泉鐘陶擊越如聞風濤之聲落之曰海島邵遇雲遜阨刀鄙刪伸祿廟印壁剋趣梅即巖內納殿而於其前架樓以居其上有重嚴曰眉樓其下有井不涸其前有石臺臺之下有洞曰黯爐鄭蒯有泉自峽而出白桃抱之澗跨澗為橋澗以全石細底雨後泉穿橋而墮遜其下者鄙黔爐助趨桃花之洞則必越澗之委佩見飛流如噴電其聲彈鑄人語不能桐聞也踰橋佩剛有巖石壁陵常不可神乃穴石柄門架石為樓而居之名之曰嘯月御難圖鹽刪轉有小洞洞內石穴如蜂房其數舂百有八名之曰總巖塵軒翹卿存嚴印帶剛拂嗣迦有巖高厭曰西封舊有大石可羅百廣石工採其石以去既久而謹積水深工文焉旁嚴口不知其名皆可遊鋌難獸則雲錦廊也郎塵翼趣由靜畔石壁一峭削不可攀好事者鑿石仙磴燈讒授足凡百餘級五折而上名之咽統雲之梯部壁血眾春翼槨決爛和禪郎會勝來耆祠榭決趨蠻翼綿雲忽御有巖曰披雲登其梯之半其旁有洞曰憂里浮洲在柳辦獸淮把於氾如璽盤畔刪誥逝卷囊鄙漸出操般灑刪腳府端聃蟄燭幾欲聽酣敵井捉輕趣印淨對是腳迦郎德酬睡刪刺地趣刪樹覺鑄耀岑之西石壁削古千尺五皇而下斂其勢欲傾有洞在其上曰金雞天如車輪四分石壁而金雞高得其一斬絕不可登當其感然下飲有朗巖日畢陶臨水而幽曰晚翠亂西夕則儼受營卷與朝臘毛洞平分剖背云鄙鑄恐靜有黯曰摘星地峻而險其征不容是巖之前有絕澗橫馬遊者皆苦其難至鄙櫛蜀耐祠其右有甕巖其口隘而其腹甚廣其左有兩石此立高數丈甲距三尺許若人斧以斯之者名之曰夾袍之石石之右斷虹蹤也壤中有洞曰湎轉肌曰橫雨率鄙搏鵠禪翮德趣刪樹妙哥耀妙高者浮山之最高處也降之半有儼曰凌宵登之則飛烏皆在其下即妙獸之凌霄折而下至西北直其又得醉翁之嚴下臨平原其巖石覆壓欲墜有憎構而居之聰橋皆如支枉然中有泉甘列異於他水鄭懿有關巖他巖宅面兩砌此獨四面一戶門牖皆石以為寒鄙妙哥禪翻鯉翹酬樹饌旋耀餘萊之南則華嚴之肯所請社壁削立千尺者也壁有洞亡曰定叫曰寶藏目定心寶藏而求有洞口曰長虹曰劍谷登妙高餘萊之巔其閒多大石皆奇有門石直立餘萊峰考當額劇扎如秦碎而其下常石整訴如邊屏搢蠱悵黔可數面禪鵠阻遇是獸翠微滯翠微峰之西南騷中其水流而為胡麻溪曲蒯體迎沮循溪以入絕知石壁之洞有真曰深邊曰石駐曰蛾肩沛酣獻有小峽峽有巖曰談玄曲嗣酣肥有石染丁相迹而跨棋溪斗溪助全壯為底而仲承到葉翩洲廣名之日仙人之橋雨則登橋而下見陰水之奔流霽則橋下可通往來可羅几攝酣居禦馴草微遜贈帥趣耐黯猶韶峰抱龍與餘萊鎮時金谷少前金谷則貴鵠之東面也登抱龍之顛有大石上平如砥白露臺圃望無所蔽而風目還來甚跡抗其血則尺輒欲柳臺之後有洞雩然跨峰之賞左劑詔達昏東入則西見御之株輕鄙西入則東見野恐原隰臺前有老樹枝幹辨曲舂千歲物蓋即翠微圃仲是為翠恭峰即翠嶽轉而西南財會勝連雲壁立嘯月諸巖也面嘯剛酣興郵晦淨酬剋酣圖遇從其西以里之山如石几正方而丹䘏一掌八巖述立方几之王雌趣測戴土無巖洞而山中有青鳥其聲百諧獨時時往來於白雲金谷之間他山禾之見也丈有烏狀類博勞日將入則鳴其聲如木魚此篇全學禹貢章法浮山勝境几五處一曰華嚴寺二曰金谷巖三曰會勝巖四曰遺雲峽五曰壁立巖文直敘此五處在前如禹貢前並列几州也後敘諸蜂豚絡次第一曰黃鵲蜂一洞妙高蜂工曰餘萊峰四曰翠微峰五曰抱龍峰如禹貢之有導山導水也其藻洞之在五勝境前後左右者即附在本境之後其不在五勝境之內而見於諸峰之上下者附在諸峰之後有與前相聞復緬點次如九州既有壺口褐石而正山燕水復見之非複亂也浮山所在及其所以名檀在中間亦奇"
    },
    {
        "title": "遊黃山記",
        "content": "乾隆二十几年歲在甲申几月之上弦奈與歆縣友人程易田方蹄原吳韓封吳意川及蔥川之弟箕浦共遊黃山八日而返遊禾能褊也或請為記乃取黃山舊志補綴成篇以招後之好幽迴者由歆城西此行百一十里至湯目溪流噴薄火石問仰視諸峰如在天共及抵祥符黃請峰反半隱不兄踰腳樗酣避有溫泉焉泉目殊沙峰而來彊為小池蔭以半護深不逾二尺而泉自沙聰相泊起勉出冷泉卦后驪晦米相和待不熾薨冬冷泉同財水愈溫池之東隅有隙以流其惡米隨浴而璜而昧沙泉其氣清茶故天下多溫泉而賈山為之冠重開游蹄涸趨腳左行數十韻至桃花源石徑幽狹祟洲石而尺如門其石有妥有歆或覆或露其夾如巷其長如廊復穿刊潛門而世而老梅布石緯甚墨曲蕭瑚緣天梯而上百餘步幽輕不可越以一木指崖而度折左紆行可半旦有洞雩然出崖共洞石瑩潔可愛深二史高戶尋廣半之洞盡復有小洞如寵如堂輿然飛泉蔽洞門而啼灑灑不絕是日水簾之洞出涸循崖而左有二小洞中隔如墻曰餐霞之洞融酬起釐麟有水穿亂石而下是曰藥溪溪石廣文餘甲四如日仰承上流是曰藥姚姚左歌而水出懸溜承淄臥石如國盎奔口而卑如螺旋異石五色目者如珠是曰丹丑鄉翮裸為運花巷乂眷登閣下暇白龍淳潭廣十餘丈碑上九石橫真高己艾餘晴藥鈍春諸陰勾禪徙疊滿柴哥暗神嗣障卿刑腳仰恥肄其勢撞衝奮躋嗚耶如電潭既受抑淵淳浣康其深不測涕觀踞凡闕生恐慄潭上一石老木垂陰如蠢下可坐飲數十入御渾畔塹詳有石負山而立昂首作屯考之狀是曰虎頭之巖行百武見大石頹然傾倚若不勝杯拘者名之曰醉石醉石怒旁有泉涼涼從石壁下曰洗杯之泉下有伏石其色上白而下黜曰停雪之玉州卻幹壁存眾辦體節戀崖趾下樹邳激刪腕塊盈稀復戀酣塵翩湘刪懸難璣助戊是日落星之泉拂翮卑石塵中叫而旁賢層石磊磊睡爪虹飛瀟懸掘百咫時聃袖油拒恕鯉融逝輕即虹鄒鞅避洞湮有橫厄長十餘韓中空若琴水徑在上其音疏越故名其泉曰嗚翼逾鳴強果刪轉池皆阻除行者如譴鼠之穿捧稍逞地忍平曠有佛合巍然是為慈光寺寺前後翠木交陰日光節落茹行禱藻屯幽寺門遇聊青鷺峰其贖若存州人決坐諦視秀府寞部寺辟柳刪船乂澗澗唾賤薄蜂丈集羌革占壬才鼉彗口有石如濫顯斗松據其共鄙滯加雛湘油輕窟郡屈盡加舒鄭斷恥規葬蹈耕慈灑下獸后疊和腕聽如戰即體蠅蠅趣輕其左雷有穴水注之如井其中石則羅漢級也級五百部下視石如襟即血視加如蕭師帝枳柳逝株沙溪而共徑缽盂老人峰跳兩崖峻削神壁街怨府開如阿自是危蠻曲磴傾側遮行坐石上稍想伸融前塗晦茫船廚塵趣靡香蘆存晦悲井兼稱傑俯俠唐滑室弊廚臥禪鮮階惡存淨耀桑雖酣倚於師躡且口一薨即蠻柵趣廬靈桐都潛影盤制涸嵌丑野請至觀音巖農歆立如側蓋下可容數十人同壁纔出嚴右刃壁中散空如仰盂赤色熊熊有光蓋殊沙洞幽踰蟲聘肘增至老人峰岑小而脫立石如老人偃樓之狀高不盈史而下臨百佩無階抱藤上大石標研窘松覆羿日影著肩雖盛夏而陰蔭逼人上歷大陰澗澗多礪石斬立油潛惟續帥輒編哥卿師續艇轡毋姒墮滯勸融兜都遇華仰繩御屈背濟上數千愛峰勢慚逼山色從憤上起響費越諭暗謝有寺曰貝葉石洞方廣可三丈差塵峭絕直出眾懸臨作聲一折如痛其前大石突起數十尺直當洞門右臂一峽凌洞顛皆負懸崖如覆洞口水不絕如簾旁一池泓碧是曰運花之洞雲腳復鄰艇翎有巨石當路嗣申虛於其巾紫后為磴數十級助共如門題之節雲萬抑而羿有理拂緣石央路袂葉吏結若與遊者相掃囊各之臥迎造之梏忿巨后灰起如龜聲左右絕廢萬僻從眷山時步助行待者皆股悟赫軸慨石平國松蔭其上可坐名郎蒲團過漏則一壁央立如墻抽靜奸行地是甚擁有拙軸其左壁長數艾而枝蟠府壁若之昆助龍再抑而製潛樹與其中門柏如坐臥顧乃見之稍遣徑益隘庚盡石斷不可前乃藥衣駟街獨薄而修下臨深鯉羞倚辭壁僅得度是日斷用之妹贈繩靜遊地丑洞卯洞副日環陣徑衡騁佩輒洞頂柳碧變楚逝僧焉羅想杜滯帥轉妣雌獻推卬從哭降壁兩壁爭高末相讓再行稍坦而老木列植如藩徑轉則丈殊院也薨雌口制川擊融惻丙都鹽華而蟬緒最富登吏殊恐曉財和都蟬在左壘華蟬屈府兩雌突並姒宅胥贄倚麟峰玉屏懈羅憑都董華趣特蟲敵瘠斷壺暨趣妒門隅院之前有甚墓壺則諸峰皆羅列在後墨祠聰絕睡瞻震蟬帥歷趣懈擬堤鄭祠液肅肥懸壺雌如驕煙濤亮都耀無徑不甲登鳩譚聲蠻華怨蟬純肉爍隨蒯鄉酣啼鑿石為磴不容武以腹摩壁屈曲層疊至山之麓乃復主違宰峰石壁折裂數百保永道由焉乃循水道臺石為磴寸千級以上綬之憂足石盡睡遊者觸額齧膝晴郡輿卿壁如障憂壓雜庚撫級盡更入石靜屯見天不歎尺兩崖陰陰永激濕衣袂再上可百童得橫岡循罔東行抵遺華之翼躋而上且百武忍巨石當道如龜踰石而光窺其旁有簫遂聞伯節靜陟數級有厄如飛門橋壁左行徑不容聊敕拆加洞澗兩石相倚見愛光僚復登降數級睡任石腹中得竇應轉脩明丸陟數七鄉有傅如馬櫓戶左擔玉石染船廣不踰尺其修凌虛無之無故俯視再轉而石怨中裂跳札藥而度擾祗絕壁聽梯助上者升梯之下后裂數七吏懽不敢先井則級絕而石抵其胸肺腹附后攀而起刑其卿復裂可臥尺晦而越之殄至韻誹祠視漸塊顯完后迥挺尺咫聊神重理揚時戀輒夔逾廊曲徙壁如番聊謂橋呼聲求轉聊律世鎮廣盈丈青石叢抱庫咽若盂狀如違之初維盛其共極里無際外城翱蒙嚴如在滑靄恥不蹄峰恐南有拳曰蓮蘊二削萬保如柱而其房未剖狀如邁之苞丸其出有早崖距蓮峰百餒田田如蓮葉中有積水歷久旱不蓋印耀辯酣祠傅響徑豐剛閭忽斷下臨淵渚乃鑿壁為磴百餘級級之受足不一尺遊者肩踵相接名之曰雲梯由丞相源而來者山雲拂臥祥待寺刪來者下雲樹梯盡折而東徑稍乎行大歷中可三旦而石壁纔削千尺望之如痛不可越是為加魚之蜂乃隨壁之瑚曲鑿石為磴數百級以上其旁有峰曰懸鐘白海濤乃出新闢石博其徑如棚楯折而上丈石窟中累石仙磴以題日石門禹石門登平天之罔是為海于黃山之極巔蟲縶軸題耀勸腳涸拋地映辭俯掃刺姑袍封姒剽期連都緇壘刪軒舞端甲鞍測及出石門至平天罔則山皆戴土甚廣而平其縱可五里而橫猶一里里之辦原隰馬同多羿松而棋梓松尤奇嵩不盈理尺而覆七廚枝葉綿給平睿如掌如廉如織文其山呼弄亦容四人坐而相向飲趣柳起刪增劓都曰光明之頂頃哭如廣潁高時蓬華峰而勢稍平衍有石角薪然礪起於東南下臨絕輕鮮五若峰起鄙輕中甚血祝志如恥兒稅空澄霧聲頂而望耳月之所出波霞虹之所照耀匡廬九子天日以及全陵報恩之浮圖療鹹可指數馬睡趣醉半雌勢妙昏靜妣即籠靜津避蕩奔遯帥供禰漫薨蠅莊布廚陋葵即無濁漸極元鑄駟貽肺迎姑樓疊怒環辟神諧峰錯畔就閒僅剋姑貢桐蟬雲乍隱乍稱其懽帥肺樓赤刪鄭骨樹鄙授著細禮堯跡廟酣暗哥疇樞桐灑翩裡峰霸姑飛棋刪淨於靡弊趾耐輒酣驪懸雲勒距騁卿師即爵融驛距躁睡趣卿鯉妣鄉如虺弄聲按趣隔忝雜其潛歸郁齋階昨請錯海趣藝逝哭黃輒看仙靈之宅雲霧之都舉是甜戀騷移馬晦郎而陰睛闌焉欲觀雲潛於光明之頂為宜其在文殊院者不知有復海岑在始借峰考不知荷前海登光明之頂則族乎四海而莫不來玉哲常於積雨柳睛印餘時見之顯或終議衣列地礪之登玉見雲海墨若天飾借邑槃剛乖利翮鄙逝桐月劉登錄丹之夢尋室方廣可容萬人俯臨逮羅深不測而西北諸峰環情如人如鬼如鳥獸菁物狀以千計峰當壺而起如供北稟土有松覆之如盎其名曰紫玉屏臺畔有方池或日丹井也清冷可鑒毛憂而拙枝倒影入其中妙畫傅臺刪祠歷石門之蜂大石橫跨兩山之趾長數文人謂御仙薨之梁其下通人行而中有石塔囿如月上大下小類削成其梁之兩端各有庖倚壁相對如龜而上平可坐臥謂之為仙狀其一壁有石如瓶引常如斟流水囊刺季足姜眷丘一記尸一巨出其中不竭請力為御蹄雌涸師乃登竦丹之燥岑高八百七十槐莫上有大石橫跨雨山之腹還望如長辨帥譖仙橋慚及至橋側則兩石如桂一橫石覆契曬勸睡祠滯赫睡恥緇楫傳海侍雕羽墜上脊不盈五寸謂下臨深漠千尺貴山曲點即避刪棋拂聊即線害禍雛藥推蠅雌輿後御封虛幣曲恐魁黃呼餅唐和寶躁對軌刪臺蟲卿鞅粗塊至海門懸崖夾立而中闕勳色如鐵據門俯攝其下蠢削無底辭殫峰於絕睡軒奮踰助出其勢蠅蟬什押栽士之怒去者甚眾環絕輕而疇有口海門每百步一關為闕者寸入其門徑不容足如貴暗而立蟲傅態鑠時禪海門忽例都飛來峰也其峰高出羣蜂數十縛其上有石卓立峰端可十丈盤石承之而斷不相屬類飛來者然而蜂因以名其下有潭龍伏其中窺之不可測投以石撞孽至數百千聲不己是曰鐵線之昆曲謝門東遇丑墨詳登始信之峰岑忿嗣歸雨壁鞅關禍去耳尋史下視舞晦千仰乃斬木為橋助慶樽赴憑崖嘶廚璽鄙晦旌歸勸遷祿御橫樹牽樹南釐帳障興蠻如檻名之曰接引之材攀枝而過陟其巔刑蓐峰環供怪石兵衛盍丹臺海門斯見若皆蒼萃而植立其前翩飄蒯部剛祠晦散相樹莊舒罔界兩山之間而山束為峽石起岐屯纖如指銳如戟繁如林之荀裂土而怒生者以千百計散格掃亦千峰排列騷底井黃錯出如繡有神仙對弈貴客旁觀及賈胡獻寶諸肖物之形嗣岫峰橫輕翩趣獨鄰無偏乎如是祿稻烏弊梗長囚毅餘墟醴曲定羲細堯輕飾獨橋蜂廟韓恥懸舉祿姓轡酣松旅鑄扣蟲期壘廓露典半甲窺憂辭裂稱聊屈廊蟠繕禪蟬頂遜躡廓晴櫛節刑槐擾祠無譽錦畏猶玉薨名其松曰擾熊始侍蟬力醉為師子峰自師子峰東降其崖側巨石聶立上平如掌有松高四尺其根穿巨石之頂而下而幹據其上甚壓名其松曰破石軸祠舒剛下松谷眷其間可狙十異絳至松谷山漸上益脫羣石參錯若有偉吏夫衣冠而立者其旁有石如脾中合綠宗與背光相激恥其字不可視視之雷輒擊去其字或央欲見之羌亦暗婢行掃近忿聘雲塞霧恐尺晦冥終莫能見云環松谷皆山其目四山飛瀑而下眷百數而聲響各殊聽之不窮前後五龍潭青都鸞者責都飾者谷跳鄭和帥受匕塵戀帶膺佩西容雲影伯物棋蕤趨聊靜聊禪翹明麵軒耶肅谷荊虹恭之左折而下曰清淳石壁青著奔泉出亂石間廬入潭有石梁覆其上而不盡覆者十之式望之如碧疏璃櫓巷而上可一里聞水聲潺潺石色瑩白與水稱則白潭也府油潭者狀如大釜堪絕不可開跣足蛇行緣登眉而窺之如見其底而以緝測之千尋猶不竟踰眷慚西有大石當溪東散空如室激水橫行聲若雷蟲而室下石竅關通積水澄裂題之曰龐遇制相饗刪蹄乃至翠微蜂岑高入百五十停而嵐光一碧無際故山之椒皆曰翠微而此以名其峰有寺在峰之西比環寺皆方木修簋其境襄填與向之旒角稍具有石澗橫道憎橋馬而覆之以屋以息游者魯寺西里有兩降相跪荒絕而鏡其高刺天雩之往來於其中者晨共不絕也疏其為雲所徑故名之日雲盟醉出恐軸離鹽乃問適遙之溪或曰征塞矣而心慕之不能己前軸恐般池刪都測涸趣蒯稱劇曲都川圍勾赴增興南翻都測縱漸轍雌圖諧湘翩銅淵徑嚴洲刪祠鑄卿溪在青潭峰下盎西出之水也展起就道見臉壁巍然而壁問石洞瓶堅各異色壁下即陰流漢絕無律徑沼營皆惟社幕置屈阻般腳柳戍澤澤布滯油附曲看取徑於石興以行栗足肺拾序不州御盎辦睡盎羿六廟口態與津般靜兩其潭亦者飾者如見長者如制轉者如踰行眷如錄止者如黛涯即恥澤湘肥飾油赭財澤和游赭濤高槐恐始繁星趣織戀溪行七旦遺窮所峰塞溪之滑若松冠之石能壘顯擁油監禪踰即煥嶺不竟折入深鯉中有洞深五十餘步前廣丈餘中倍之其後益廣而壁間之為占洞其右洞中有三池憎架木為室流水出其下激石作聲夜分時光點點如燈出洞外是曰仙燈之迥惻洞鞅野循澗而上至披蓬則諸略皆聚所見暮如始信蜂鯉登體借講攀禪徙是祠起屈翟峰勒擁邊則諸峰環獨敵遷攀禪尺井道旁一峰下一石戴之狀如飛來而其首獨鏡月塔也塔旁田峰面平如削上下渾然而中橫田尺痕晦隱如古豪十餘字可按稀鯉勤抵丞相源實聊挺響滿鉅帥辦樹砌柳即總輕及至丞相源則陰崖蔽虧老木森蔽諷如行墟落間禹寺門數十武有溪深深聲乍緩乍急巨石鎮其中流平潤如臺其上可布席叩坐其下可流賜祠禪相湎塾禪山輒溪轉祿飛般鄉叢靜聊騰躋盈臺端俯祠溝腳曲翻離濠津樹漸澤徑湮御灑州慚門漂紫熟巖輕趣師社加戀韓麻過赫隴急刪飛捶如體是之曰九龍濠水即薨洲樹路漸夷融遙見州峰雲際五指攝天是曰仙堂興雛若棋屯潛頂寶朗長渾容成之甚稟蓉之嶺皆山之支隴幽麗甚可遊也而好遊者不能盡舌稱黃山廣五百里高四千掘豈虛言哉奈所記蓋登山之大客如此若其蜂之峻不可登幽泉異石之翳於深整而不可見雖見之而難以悉舉者與夫雲姻之開斂朝夕晦明之異候雨暘寒暑春花冬雪之殊觀則雖有辦者莫得而言也運山斷嶺峰頭辨差而氣豚貫逼如絲牽繩鞭是之謂大手筆盡集古今之筆法而用之河東小記亦在所包而於太史公尤為深得其妙"
    },
    {
        "title": "方氏支祠碑記",
        "content": "古考諸候之適于嗣為諸侯其支子之為大夫士耆不得祖諸候而名之為別予其役旃漸繁童光玉懼其散而無紀為制宗法助聊辦故有百世不遷同吾之太祖者宗之謂之犬宗有五世而遷同吾之高祖者宗之謂之小宗靜鹽漸赴打恐巽嬖在率稟樓趣枯酬堯杞其君枯刪巴封建廢而大宗之法不行則小宗亦紅所據依而起於是宗子遂易柯族長然吾以為後世之宗祠猶有先玉宗法之遺意徒其帥謂絃宗之桓旗人莫不宗焉即香之火宗憚典飾請吏祠尺各宗其親焉郎古之扣宗出光王之辨別妙威雖嚴而天下無無祖之人茫乎祀器慕曾秦勳柴弔佩巴神尤憚求得祭禰邪律癸枉藥會靜府伴癸赴禪酣庫詩巽裡趣禦堪惻裁恕與帶驛曰掌憚掌與豐樂雜廟恥趣杞誰杞翩虧律船餅鞭弊狀故曰存先王大宗小宗之遺意者莫善於宗祠方氏自漢河南守緒避新莽之亂始遷歆之束卿又一世銜點侯儲儲於章帝元和祈舉賢良方正對萊第臥累官太常卿封於黜至隋開皇間惠誠為欽奈而其子叔滸憂歇之山水因家馬其距點侯蓋干七世矣又壓十三世宋銓中大夫秘書即建成子希道卜遷環山至孫高乃定居之丈五世師忠始遷嚴鎮丈一世名士請壬倚生周儒周儒於戚淳甲戍以明經省試第已擢官禮部是為省元門祖又歷五世至觀童觀童生二于榮其李也帶生音音生健健生申異中正生紹祚紹祚生思聰思聰生廷虞廷康生承箴承殷生嗣文嗣文五壬祈昌祈宣祈順祈恒祈減祈宜者尚錦之艾亦桓也自承箴欲創支祠而末遠嗣文總之有卜地矣又不及而徂其後嗣文五壬而四子皆旱卒於是祈宜率祖考赴攸訓思篤俞績恥夜不造背近供社於即儲神於野謹依光什廣其規制重門野究堂寢授巍步欄廚通讎阡垂喬莊桂繡棺干霓蔽印東此建小樓以速跳里登樓則皋蔭獅辦四山環措而天都蓮華諸岑並植几際齋庖之食燕享之庭霖列脩舉繚以清池游魚潛謨函葛敷縈踰年尚錦及其弟尚驟尚和典尚忠之子博乃擇冬月之士巴啼先族入奠主祠內觴豆靜嘉薦獻祗齋祖考歆格奈畢斯燕暗穆咸序長鄒有倫旅酬交錯醉飽懽欣神人和暢是舉倒祖考之精神既速而萃旂姓屯岫忠既喚酣交繼志進事其亦謂構至爾六尚錦歸善於親請于為記予觀方氏世篤孝義有可紀者乃系之以詩其辭曰維方於徽其族為匡省元之彼蔭探益著維向世匡竇華定異墓五記囊德篤生孝捷孝孫為謨惟亦桓君維祖維考有慈不遂孝孫成勢快旃助衛嗟爾孝孫峙贊之麟堂成禾見辭遽云歸孝孫之徒復生孝子載續膚辦家服承祀眾服承祀羊神在帶光走弔麥翁瀆於秋是卑仲春紛實始要子船代終及木之李方咽之祠孝徐帥創岑其旗姓典永同堂求成斯堂佩墟榛恭既成斯堂赫然宏敞求成斯堂雖癸既成斯堂子姓怡愉求成斯堂雖祭而簡閉成斯堂壽佛儀碑船爾孝嗣惟永孝思助維孝孫孝予之為禱善之報瑞漏後嗣憶萬斯渠馨階聊階一苴從五宗說下煌煌巨論行文古色班放如宗廟之鼎俎汙"
    },
    {
        "title": "程氏宗祠碑記",
        "content": "昔者先王之立宗廟也稱情鄙蔚抱特曲世而服窮六世而親屬請故天子諸侯之廟榭祝勾童輕酬歡晝宰夫先王豈不欲報本追遠真及百世以上哉而乃於其遠祖漸遁而遷之蓋情有鯉終辦祿鄉止敞高祖以奕居處笑讀心志者奸范然而莫之見聞攝欲於粹然之頃歎其歆假勢固不能曲禰裡會哥醉憚恐帶餓遲予洲隨禪尺神天子之於諸候增二挑而己謂之弋桃雖日六廟而實四朝也天夫以下其廟以次而減雁禦帥癸趣四純朴標刪滿輝夫所謂廉人帶於寢者庶人之贄不足以立廟敕掌禪到寢恐恥驛禁堯譽裡慶獸嵩憚封建廢而天子之下無廟制宋之儒者增損禮儀定為祠祀壬大夫之旗得祭及曾高而並及其始祖盎準乎尺命超腳宋容巴睹尺予趣心翩帥恥安黼無嘯景荷池程氏祖永和建宅立影堂其後承之州小宗之祠嘉靖時重建歷年踰瓦則根頹柱蠹瓦飄壁毀門牡飛遷階石妃澗木主之題宗黯海不可別識裔孫正印見而傷之以近紹圓肩謂世德停衍在于若先人安靈之室了仕風摧雨剝箕何以自比於人惜出其私橐徹而新之未及施行而正印病卒時在康熙六十一年踰年雍正改元正印之壬北元兆龍年甫弱冠仰承丈志詢謀族眾僉固尤哉遽因舊址而恢拓其制門之朱繚助搏牆任墻臺門地討尋其左刑為門堂洲東比紀於門門之內為虎庭脩四等囚分其脩去到沈為匕崇增闋以翩之廣庭後為堂堂崇廣妒虔丑豐尺以喬對脩藝從復布廣崇廣如前庭其脩如前庭之棠庭之後趨加尺助為方幽既存待池之奮池廣常有五尺有丘蕭深尋有四尺池匕俊酬卯寢條與前堂蹄縈廣期如之橋寢恐楹助為檻檻內常存六几檻外尋師寢童屢狄居祖考之冥附妣拊焉元年經精四年祠咸奉主致祭族之人成在爰推永和始創迎接遂及兆元昆弟重建之績目於禮有功德者別立廟百世不毀維我程氏之崔墜用功則配亶岑兆元兆龍泉厥考志獨任其艱其父祖宜從配享之典春秋咸得祭其主祭畢頒昨三人有加昨世世子孫無缺議既定其年齒尊者申宗法以訓旗人曰凡我同宗其始田人也喜相慶憂相弔患難相扶持其不遵約來者眾共譴罰之族皆唯唯乾隆己叩逆數建祠之咸四十有七年二昆弟之子光禍瑤日請余為記復綴之以請詩日遲存階替餉一細酬鄭懼有淨簿帥呵尺卿慮夫惟長者率先倡教施及後嗣其光有耀孰為改定程氏之祠上以報本下以聯支刻櫓鱗鱗飛擔鞍暇璧壘曰盛棟塗丹竄庫姻環奏子姓之間維祠竦峙庇錯中屑于時降登于時興伉于時蕭骨于時燕語相習以讓相勉以仁謹雛操盥溉其德維新入則孝怨出相友愛羸老有扶荷擔有代含阻六籍獵微窮精儲才抱質酬豫公卿孰塗孰堅孰脩其鼉睿良友夔維昆維李俗尚日弛孝義圓衰二子振之祥福攸歸歸辦犁靜到爭祠有即粹嚴轅賢違禦貴程紳怨寶慚貴靜實驪極閑輕貴仲壽酬靜實職種能和稻薨仰章趣稱刻石紀功以遺孫子傳知其所始一取四代之奈天子廣人所同偉論驚人其文之古直逼周秦"
    },
    {
        "title": "游昔祠記",
        "content": "太原之西南八里許有周叔虞祠祠西為懸甕山山之東輦著聖毋廟其南又有臺雕祠子產所謂神也有嘉背聖母神座之束畔分左右凶道源人就梟父冉托井上為亭檻助覆之今左井口湮泉徙流地軒昏井又東湛辦隱見亦七餘炭乃世流翩澤漠水洞狀鏡祠南敕甚微跪逮勸益大溉臥殆千頃軀碧色清泠見底箕下小清羅術視之如碧膳魚依油蝶往來甚適恥上有府橋妖事者交繁流亂折為堅如舟左右喬木交蔭羌柏數十稼大皆十其中廁助亭臺佛屋裏色相輝聊尤亦愛漠巾石大著如馬如崇如基局可聖予與一側予攝衣嗣登有童予數人詠而至不知其姓廣與迹坐先之醉之半有辛鑿玉為室繕亂宏麗落石級而其堅之墟姻遠樹映帶阡胎如畫山海經云懸甕之山昔水出馬周成王封弱弟於唐地在昔水之陽後遂名國仙昔既入趙氏稱昔陽音智伯決此水助灌趙城而宋太祖復"
    },
    {
        "title": "川門",
        "content": "因其故智助平沁漠甚哉水之為利害也唐高祖盎以唐公典嘗禱於普祠既處天下大宗親為銘而書之立石以崇叔虞之德岑其石在祠東又其東為宋太平興國之畫是來池祭兄奉之官徐溝余偶至其署因得縱觀馬心湮恕醬打乖興國遊臭并唐慈蟲觀益遼臭遇而虹趣蠅慶替慚慶缺虞刃虹趣盈禪臺驗金渡肉恐奈蟲熊石知在伸櫛飛康趣去慧卿自千鑠興婉並柯神飛茫蒲不知象宅袒仰境酣坤常裨融昔趣尺昏臼滿藏黨無宿淨盤輕輒轉試定融御把幸沖旌出無轉縣跡宅勸尤蠻酣肺如趣坐旅斯樹雖能血掘俗打東慚耕諧驚付興岑酌把畔緇視黯謳懈瞻辦寵判憂害禪鄭間鵠於是為之記敘失景物曲折分明如晝因而感慨古今波澗闊速是大文字遊大慧寺記余客居京師刪亳閒從友人薄遊京城之外而環城之四野往往有佛素宏闊壯麗奇偉不琵勝計詢之皆閻人之葬地也閣朴既卜葬於此袂更創立大寺於其覺便浮屠者居之臥為其守冢之屢而其亂又必請於申朝之貴御魯皆輔助上有右當世者翩丸而刻石助記豐出西直門遇高梁之橋西北行三里許其地山宛平香山之畏吾印有寺曰犬烹自遠瞻之高出松枯之表其中堂有大佛長五丈餘王人亦呼為大佛寺云蓋明正意中司禮監太監張雄之所建也寺後積土成阜累石姬山山阜之峻下視平地殆數保其石皆自吳之震澤并載而輿致焉山石散空瑞靈登其石縛以望連內見外外不知有內寺左建佑聖觀而於土阜高平之處建真武祠天學畢李東陽為文立石祠門之外蓋當是時世宗方尚違御閣人懼其寺史肖且段為逾院鉤故立違家之神桐於佛寺之軒而藉祠助存寺等之西墳壤纍紫而石人石獸巍然夾侍於前犬抵雄族親之冢也夷彼足使如軒恐貴翩輸羿臥著擁麵隙禾標石作恐靜翮德貴翩耆朔迷衡節樞戀船恐肺神秘姬作趣卿鬼神和漸府桐桐融郁洲浹趣使腳綸者廡把柳媒辭和斬趣貴起輿宦申春相知麵賈夫沈扣軸趣貴繪酣與響寺祿糟知恐德叫帥徙鄭卿帥喬貴丸都求如府薛粹靜帝恐推外典姬邯於宦鵲起糟聊餓隸得藉黼仲喪乎術浩聊湘曲禪密寺蹄審畏宦蕭肘題惟恐藩寺勾脂翩禍福於術雌拘于"
    },
    {
        "title": "匡",
        "content": "趣肺請懸伴佩愈臭髀御紅跖府念得患幾則與歸蟲將驛鄉邪翼濫德愚律祠船郁助得趣愚夷鄙船肅揀無知吾禍妾待肺佛樂府忠輔患得陛薨哭耐標哭翻權華灌甲卿操趣即鵝獨即待鄭為赫雁仲如苑勸旌軸靜出船趣副纓碑夷私誼禾鄰輕長難新虹筆力椎奇故屈盤延折皆如金鐵之流而氣亦高岸一旦且"
    },
    {
        "title": "遊工遊洞記",
        "content": "出羿陵州治西此陸行一十里顏大江之左所謂下牢之間也路狹不可行屬與登舟舟行里許閒加聲湯湯臥於兩幄之閒復合舟登陸循灰徑晦折以上窮山之顛帥又魯上純危滑助百其下地漸帝春丸厄履壓當道卒偃俯徑石腹佛船睡則豁然平曠而石洞雩趣高州七餘尺廣可十玉文鯉石柱晦立六野分為三門如三楹匕室馬聃室如堂媼室如廚左室如別館其申刊石乳而下垂軸之其聲如鐘而左室外扣石突立正鬢加之如嚴其地莊雜酷共撞之則運遼然鼓音眷有澄如狀可坐罷與一歌其問其弊蟲然如鐘磬助之響看下視深漢壯聲冷耐壯地底溪乙作翠壁千尋其下有楫薪采著貴薪行歌繕縷府絕焉昔白樂天自江州司馬徙為忠州刺史而元微之適自通州恃北還藥天捕其弟知退與微之會於羿陵飲酒歡甚留連不忍別去因共遊此洞洞以此六人得名箕復歐陽永叔暨黃魯直一錢皆以損斥流離相繼而履其地或為詩文以紀之蛾目領酣寶論攢弟歌騁誰衡予題流離神出柴偕而來考學便陳皆匕千臥伯思仲思予非礙奢雖欲至此無曲而陳公以守其魯未能雲然則其至暫其又有幸有不幸邪夷柴兜微勾輦拙腳輕肺諧律柯能赫綱聽各伸神刊晦撫口鄭是跡柳經藥奔臥停膝復世嗣地保臥翩帥顯若乎赤雖鄭窮幽陟懈輿嚴獻恕遜寶遊宋繩異雖諧軸恕騰使輿堂推避都赭蠻則好睡著慢惻樹輕顧原監勾神荒趣停陋趣圍臭姊石冰屈雁僧拍無帥親受鄭光鳴啼肥豈叫翩麵石幸迥哉一於人世閒境象之離奇吾心中情思之標織曲析縱橫無不如意筆力殆由天縱已遊百門泉記一庾輝縣之西北七里許有山曰蘇門山蓋即太行之支麓而山之西南有泉百遺目乎地石竇中涌而上出纍纍若珠然衛風所謂泉源者也涯為巨浸方廣殆數十百畝其東此岸上有佛寺甚宏麗寺西有衛泉神祠祠西有百泉書院明萬歷時縣令雲鶴築亭於水之中央其亭三室室宜屋寸速馳望亭畔廊四周廊之師老柏七數株蔽踏長憂幽其漸不知有暑興殫水清隴見其下藻存交橫蒙客而水上無之心急鯉蟹無數遊泳於其屯狎醴馴鳶好音之烏翔集於其羿有舟蟻其旁可模亭前為石橋過而東南攜屋二間者六皆夾惠理瑞石戶障其南水自戶下出其流乃驥溉民田數百頃世俗謂之衛河目此而雨經新鄉東遲衛輝之城此合慎水歷濬孫館陶臨清父增河以達於海音擁登嘗隱雌卻阨藉請部不菅嗣嘯鳴便船未幸黼坐禪登恐時典踐慶禍特與登帥聊登請稽康即予求安識棄嗣弊後康打避殺雖繭便登加常雕無僚臥欲薨湖而禍輿加諦衡趣畏居沁血聊鯉脾隱者起坐神世典飛存幸軀幸聊余目幼讀讀知衛有泉源稍長又知泉上有蘇門山思一兄之無由翩若突端待縛即戀趣於蟬是財衛趣幸迦趾點綴之工寄託之速文章中洞天也冷峭似予厚而風神曠逸又似永叔文至入妙殆不可以囚家形似之沛寶祠記桐城繇治之西北有竇祠邑之人所建以祀蜀人竇成者也明之亡流賊特破桐城成有救城功故邑人戴其德而建祠以祀之也當是時賊攻城甚急城堅不可卒下賊時去時來延撫安慶等處部暗寥應登率蜀兵開千人為防禦時賊不在州登禱兵往廬州經舒城方鮮鞍憩息而賦騎突翼遂詠慮登去賊顧謂應登日屏欲誘降桐城汝卒申譚可遣煮應登曰宜莫如竇減賊問賊若能往否成許之無難色賊遂以一卒持兵夾成擁至城下使登高阜呼城守而告之成諦視兄所與相識者斥大呼臥我寥將軍麾下竇成物賊潛我謗若令降若必無降荒謹予若戒意便人請擾賊今穿洞洞皆石骨不可襄計窮去英夾成之一卒卒出不思相顧驚愕遂以刃臂其頭腦出隔死目是守兵始無降賊意益晝夜謹護城而睿使人之安慶請援援至而城賴以全萬田明之季世流賊橫行江之北鮮完邑馬而桐以荒閣獨堅守得全雖天命豈非人力哉成本武夫悍帶然能知大義不為賊燭捐司才新殉跡卒全申鞅萬之生靈存跡德於氏則廟而食之宜臭投其受等城之苛百里之命君失之忌奎深且渥遊婦和至而開門迎揖香獨何岫欺起洲口卒勾微府德叫宮題繒紳哭夷莫姬稽嘗跪欒兒柳墨牖恢壽聊刃兆如塞予趣親辦馴晦仙都鵠吾觀存明麵洽懿貴如酬踐騎請請草慕麵幹刪卿唐書墮安曾而尊柴哭繫軒滕朝肺鄭尊聖滕邪謳櫛黼百姓獨華苦流哲無所攜許浦卒位卿恐夷下都扁姓遇纔赴荷枯禱翰謳帥器舞几作文必有高世之見萬世不可磨減之論此文妙義層出如累九重之臺"
    },
    {
        "title": "問政書院記",
        "content": "古之君于盎操使掛海之廣兆馬之眾忠門人之禾同歸於善衛於是立學佛教之學也者所以循序優游使深入其中而不目覺也故自國中以及黨遂閭巷之間莫不有學自天子諸候之子以及几民之秀莫不入於學之中弦歌以和其心誦請以探其義春老以深其愛敬鄉射以正其容止飲酒以勸其溫恭受成獻誠以親其武勇吃其知沈至無未逼譽其能助至認不當山且舉之在佳而惜國平天下之道莫禾措之而裕如付者其素所蓄積賦般後世學廢而以廟祀孔子之地為學又不知先聖為典禮之伯夷典樂之夔先師為先代明禮明樂教詩書之士所謂死則以為樂祖祭於瞽宗者而一皆以孔子當之鄭氏以先聖為周皆孔子既失其旨而後之議禮者復加孔子以先師之號其亦瀆慢聖人而名之不當其實者矣夷學有蹄馬有地馬存督焉有晉馬有脾焉春事嵩耐皆非脂于之廟帥可蕪近代書院之設聚羣弟子於其屯延請鄉之賢大夫而去位者以為之師雖其所學者訓詰詞章之末非復古人之推蹴而興起後生以師弟子停響之業於學為近焉赦故有書院其地屢遷而岑建於紫陽山上卷新安封郡之學也其一邑之學則休寧有海陽之院而歆顧末之有平定張侯之冷欽也百廢皆舉而愛惜髦士尤為篤繫而不可鮮於心士之好學而能文者盛禮以招之使來於斗山之亭圓課月校巳證年集而多才濟濟愈益奮典其肄業而舉於卿者遂教人適商人程光國等捐輸廣廈十餘閒於問政山麓以為諸生誦習之地而侯因以翩間政書院凡紫陽所不及收煮咸得歸之間政烏欽故人文七繫而張侯教膏之存相持趾土之從事於斯者識背酬開行亂佛勵怪雖有掩浮強時之具而鬥皆範之助平荊仙厚積於紀制恭讓池於其朱於貧審貴賤之塗常有廟恥匕阮末至貪浮臥奇待而古今洽馳之灑耳革損盎恐變無忝辨之明而施恐順其達也刑慈鳶及於斯罵其窮迴刑贊東其弱而無幕於鏘其高者盡怪臥星命其下者猶特牙適顯滅為旃戚之光鼠然則敏之風俗淳龐而人木茂莫忠暗於是乎敵之茶觀張侯之呵固將使錄人之同歸於善而非徒詞章訓詰以為進取之階也故樂山記之如此云其義醇深其辭典沁遊逸此宋大家之文口斗仆"
    },
    {
        "title": "重修孫公橋註",
        "content": "置樂溪水自黃山東出行百田十里而抵巖鎮之北巖鎮黜赦之閒一都會也往來看甚眾比木為棋或編授以濟多毀敗而有濡首之虞弘治丙辰里人孫仕銓纍石扁九門而架巨木於其上橋成而行者德之號馬孫公橋至康熙丙子及癸巳戊戍二歲之間運遭水火焚蕩橋傾不可復振原其本始無橋而安既有橋而傾則人之缺盟滋甚釋君其賢里之好義人也嘗謂力足以利人當焉之日睹驩岐髦墳暑丑口日不遺餘力而是時程君及其長子皆己沒眾乃登君之堂以告其仲子中輪信季子別駕備及其孫尚書即子淪蒼曰是先君之志也顧此重仕某等安能負荷哉謙讓至再固以請而後九於是相方度誤謂木易腐壤全漠以石處克永久乃屏百務一心有率先匠膚不避寒暑彈例府骨鞭附祠趨恥澀滯腳油和赴體麻禦桐鄉愛帆層翳跪極撫驪黜使砥帶乃伐石還呼人擔馬駢亂亂歇衝股赫畢寐綿腳機鄉臺離聽監鑿驪膽礪睡腳脫牒別精罷稽厚薄子母鉤貫陰陽互錯爰擇要石薨面使臺如玉斯潤如檻斯明靜聊旭門晦連禱蠅條建姑論如青塊祠快樂障漸橋之兩傍臨以石欄構之南端樹似廣亮傍彿都依廚緯鄭鹿雨揀禪離歡黯亭之上重以飛樓讎春獸諧八船毅蟠溝趣流細爵趣肥階蒼腳遊佛隔腳聊刪貴即劉如州峰顯藏雌跪無輕都慈即諧亭之東舊有勸讓亭因其址柘之使大用祠土地神亭之西創水榭三楹篤亭右弼佛僻溪抱隧播階精凡用石一萬七千餘仲用人四萬五千餘日始於雍正元年癸翊閒九年辛亥而成既成眾烏請項君曰此孫公之橋也吾為修之而已仍其舊可乎其後一十餘年中翰之孫尚書秋宮即益增斃理乃命余烏之記雄奇在退之子厚之間重修鳳山臺記秋官即程君晉升重修鳳山臺斗年而成其用白金眷萬有餘雨程氏世居儼鎮儼鎮之北溪水自西而東流當明嘉靖之時里人副使鄭佐用形家言率居人為臺於其地之東此臨水際臺據鳳山之豐故名鳳山臺臺烹二丈廣輪皆百尺虛其下以為三門而臺上之為榭者亦三焉臺成而居民從以殷盛葉趣盤臺都神書雲物循勾滯臺都揀作觀遊軸耕勾持灼臺迦蠅壽地恥羌無恥神鬼"
    },
    {
        "title": "宙溢柯睹支集岩車言藍卞",
        "content": "讎禪地驪柳伸血柳高驗雁尉翩肺御標船鄙顯律澤融繡操軸佩秘嘗者相地聊離典舒饑區與雖順漸澗溝卿蠻輿煙時漸映潛助臺其委積漏腳陛洲赴其合藏鯉授恐邪潘陽地荊附靡無緒暗辭無漸糟尉居旅是肺產繚避藥蠻和廡無棲灑恕憂無疫潤恐寶幽孺滯聚趣樂黼濁奔靜蔡抱管壘迦都柳洲禪雌趣石避極加加卿桐丙異鄭鄰肝禪斯尉幼紵然不能有興而無壞也晉升之曾祖其賢始一修之寶數千雨其賢中子信復繼脩之惟信之子志浴生不及脩之時然嘗語其子日吾受先人遺資當擇一事以善用之晉升志之於心不敢忘歲在康寅適值臺壤普升曰吾文之志也遂起而獨任之測有此臺壤者屢矣而程氏祖于孫四世雕討脩馬墨是普升之祖倍既脩鳳山之臺又脩孫公之橋橋在臺之西此溪水之西來也民之在溪此而往鎮者為水所限隔橋其上以通往來或石或木凡四橋據公之橋首東而西第在汗本以木為之而信易之以石費白金以萬計閱九年而成謚恐意千欲坐趣存盎旅翩似釋軸神澤樊爵國趣坐尉祖家助科旋施鄉鄰壘黨願軸近臺崩歸唐即牒盛普弗卷擊禪德禦鈞俞沖使監起趣唐神是都臥歸禪完竇當壽融非如掛趣翩鶴豹類御梨枯家乎療熟許輕於是事費能發明作臺關係而前後布置睹映似左氏國語文字且且"
    },
    {
        "title": "遊萬柳堂記",
        "content": "昔勾枯貴極當揣聊衝梅衡別館助即娛窮裡玉衣輕血府無帥愛惜肥旋腳邪槨絕凋鄭虧爛開聖黯離巴祿縛數束律聖若暗府咫摯操妃唐其恥看加鬼邪避醉衡迦義賢拂卿動勞王事固將不暇於此而畢庸者類欲助此震耀其鄉旦之愚臨胸相國馮皆其在廷時無可訾亦無可稱而有園在都城之東南隅其廣二十畝無雜樹隨地勢之高下盡植以柳而榜其堂曰萬柳之堂短牆之乏尹尹二二二三尹一尹尹三旱重尹尹尹一二尹三一巳二阜二三尹一契尹畫巨壺尹尹午一匕驥尹尹尹尹尹尹尹尹二一冒阜一二巴道一川旨闇賣丑三二午一土口奭晏日片辜甘一口士市一言上毒吾一迂口之者奈題曰救潤其後奈遊京師而師其下世所遺孤甥纔十歲奈困而歸窮居無事叩復來此樓課甥鳥童子之句讀副有餘暇則又自取八藝而研究之昔莊周稱六經先王之陳遊而讀書鳥古乂之糟柏燕物知繩恐濁黼卻篤卿樹予起前嗣掘宛祀能即掛鄭心肺酣揀讀嘗獻櫓精握勵疊譏即耕避餒祖鄭漸耕翮鄭帶髦鄭膏亦郵恭而鞭靜翩耀經趣避難濤斷維迥勢臭蠻軀餒慈旋爭對伯昏替人有言巧者勞而智者憂無能者無所求飽食而邀遊翩卯題時馳禱齊超雖撫讀替麻無典使翩若舒鞭袍齒屈腳辭邪脂勝禍殄使縛即淚淚膝出興巧若勾榮寶智卷趣愛寶柳無能春趣遊遊帶獻加能郁類迥因追念昔若名樓之始而鳥之記文情深渺包含甚速而大感慨極悲而渾卜卜了張玉峽記去桐城繇治之此六里許為境主廟目鏡主廟北行稍折而東為東龍眠山之幽麗出奇可喜者無窮而最近治最善為礪玉峽厥形長胡十丈葵水自西北奔入每往益殺其中旁隔延束水激而鳴聲琮然為跳珠噴玉之伏又前行稍平乃卒歸於輕旁皆石壁削立有樹生石上梗紛葉披倒影橫竇列坐其蔭寒抽肌骨于與二二子捫蘿陟除相振弊以下央叢棘蔓穢草引觴面酣既醉燈亂桐霄上麒稱滯客集卷蟲牛卜書一位尸小向悅懈眥助為御人鄭噫妒盤饗伊廚晦彌賤潛南擒打嘗地奭恐勝臥綿與遊錯神律陳昶得即避紆憾駟恐遊潛靜織恥興漏蟲恐會舒與船慚常寶桐雄予桃野態和雕體騮妒樸帶赴四鄰睡興纔加雜斑衣柳廟仲雕廟求踰年邀漸壘虛俯迦而獨非茲雌勾帝獸幽奇冷峭文境輿山水相稱"
    },
    {
        "title": "遊凌雲圖記",
        "content": "知者樂水仁者樂山非山水之能娛人而知者仁者之心常有以寓乎此也天子神堅元下黼事百僚庶鄙咸輒厥職孕臥蒞政之餘暇條軸即適於山阻水涯所以播國家之休風鳴太平之盛事施廣譽於嗣窮者也南方故山水之奧區而巴蜀我眉尤為怪偉奇絕昔蘇子瞻浮雲軒冕而願得出守漠嘉以為凌雲之遊古之傑魁之士異縱恣倘倖而不可羈廣助事耆類如此洲吾反盧君抱孫以進士令蜀之洪雅地和而僻跣簡而明影安其俗從容就理於是指童鄉挈壺觴遜進而來攀緣以登爽於崇同積潛之閒起然還禮醒然澄思飄飄乎遺世之懷浩浩乎如在道古助共於暗極樂肥蹄興腳屬延請血董事都畫盧御勒濟遊愛雲迦舌今人不相及英昔之人所嘗有事者谷人末必能進步之也乃子瞻之有志焉而未畢者至盧君而遂能見之行事則夫盧君之施澤於民其亦有類於古狗之神之邪於是為之記馳騁似退之蕩連似于長尸"
    },
    {
        "title": "金陀圖記",
        "content": "昔宋岳河倦翁為園於嘉典郡治之西南隅命之曰金陀曹侍即秋嶽得其地晝而新之己乃歸於里之汪氏注君方岳與其弟子堅來從余遊攝所為圖與詩以示余余讀其詩賦滅乎大雅之代與王氏之朝川無異慨然想見其規模及按圖以稽則所謂浮嚴圓谷捐谿橘田采山之樓澄裏之閣足以供學士之登臨者皆可占覽得之余益神往以不得往觀為憾然余典汪君同在京師每過其邸合飲酒論文笑譙歌呼忽忽然忘其室家之思糟爵旅之苦注君出此圖乞余為記奈不暇以為誼汪君常在此奈之記可徐徐為之末晚也日汪一君告余以南歸荼係牽於茲不能與俱往獨此圖煮對之差可自慰而汪君又將攜之以去嗟乎此未至金陀也其臺潛之鞠欄檻之幽花木船烏臺情麗祭不知其何奴獨念替禦熟推柳細事熟變血墮煥勸賢豪志雞搢聚散恐無常鴻宅飄祝蠱糞邪甲侍拙如祀蓋船傅詩輕始盤湘歸安嗣其鑄塵禪注濫祭符田鑄俠涸封空勸安知離別之在岑即哉還書以為之記蕭然曠遠如姻雲繚繞到由而盡"
    },
    {
        "title": "山悄經精合記",
        "content": "昔春堅翩作經神靜蕭麵弊融辛義趣祠鳶物趣爨弛尉趣情丘府懈興興特經恕荷肺袖衡友泰有天下李斯焚燒之而經以亡萬庚之羣儒區區掇拾白首而不治他事然後章句粗明然其鑿空附諦防至喪央瓦真者蓋十四丑妾匐孟子生當戰國之世是帥謂武成非今之武戌猶助為不可盡儒妃遭奏丸之後乎然則學者之於雁振在善取之而乙夫士必通經然後可以出而友天下之士今世之士惟知央科之為務其有以經術倡道於人則人皆笑之科舉之制比之泰火抑又甚馬余目少時管有志修辜而碌碌奔走無須臾之暇因循怠廢以至袁老卒無所成就每反己內顧而愆而吾友謝君香祖築室荊谿之側率于弟講習其間名之曰侑經精合古之人己食而益勸之使食則必出華美可愛之物以侑之八經之道可謂華美妄而重以山川之勝室廬草木之幽芳其味殆有阻之而愈出者抑命聞之鄭氏康成遊學雍并克豫之地久之乃歸今香祖不出尸庭而脩然自得於一室之內昔之人任其勞而今之人享其逸則其道之大而愈明者非可以淺求己也農大之於耕商賈之於貨脂不待智者而能之讀聖犬之網茫然而不知其故恥助末嘗失於其遺對夷聖紅作經酬審教豈興遊禪枯情橫箴距洲蕤部財鄭鸞傑加燥當翮即畔決善讀經耆輿榭堅翩與震充商賢無酬咫焉春裡老農似普知其贊膝耕者久吳斷斷績績若不相承接格局甚奇而其味淵永非淺躡者所可易知"
    },
    {
        "title": "乳齋記",
        "content": "完祠勾職無帥無憂邢聊肺梓獻抽勾辭糞赴宇存躬布堂蒙即渙趣弊完無融仲覺於完視難蠻聽單仰愛神尺洞力聲庶輿無中仰變雅灑祠逝冥宋細雌懸神佞和祠趣理船是脂律央誓無與膝準間麻聽軒轂掘構鄙山足難濁稼滕不知無之足樂岫有之為貴脊食英佩勉欲其精有求英而又欲典華有督室英而又欲獸壯麗輒童艷女之侍於前吹竽擊擁之陳於後而蘭己有之則又恭足助厭其勵志哲有蒙英敵又欲存國布國英而史欲有夷神存天下英而又欲加薨代蠻之無禾賓貢必聽川無未賢貢央恥又欲長坐久視歷萬祀老以此推穿人之訣美於審責快避刪欲其宥之紗此五有終窮寶古之詩人渭知其意故山之歌日隰有畏楚猗讎其枝夫之沃沃樂子之無知夫不自明其田身之黃而弟以裏楚之無知為樂其意雖若可悲而其立言則亦既益日矣余性顓而愚於外物之可樂不知其為樂而天亦逐若順從其意凡人世之所有者我皆不得而有之上之不得有馳驅萬旦之功下之不得有聲色目春之美年己五十餘而未有子息所有者惟此身耳滯階端亦幸翮肺存忽惟晦朱憚慢鄭禪惟穿起蟠刪灑存佛櫛帥響羅響鄭滯御柳樊其亦府幸誡猶存鉏射也使黨佛肥穿驛般肄脾墨輕藥殿刃淨仲極勞旅居無事左圖右史蕭然腫自足啼饑之聲不閒於耳號寒之狀不接於目自一以為無知而因以為可樂於是政無名其齋云昔人論文以莊周為神於怒者故其言足以騰駭世人之耳目試誦此文與聰者聽之猶當耳聾一日"
    },
    {
        "title": "曹求溪書屋圖記",
        "content": "華溪書屋者翰林吳君華溪讀書之所也誰溪厭廛市之喧囂讀書郊野之外故得力學有文進取甲科以至為天子禁近之臣然不忘其窮居之舊而命繪畫者以為之圖余未至其地也按其圖則修竹萬竿而千尋之老木閒廁其中其下怪石林立溪流自石齒閒縈紆旋狀茅屋數稼明聰曲檻稱手其為幽人之素履也薨弔遮督燕貧贈恐瞞兼鉅繡蓬輕仲柳請迂螻鞭仲興加靜灑忽讀曹耀肥皓社落鱗酣衢無加雞巴墨知鄭被蒙雕雲迎衛登金帥翮冠堂若耕墓溪故大宗伯吳文恪公之族弟也余幼受公之知榜之服官在京師余主其邸第蕪溪亦自姑蘇而至於時共處與公之嗣君松容相與晨夕飲酒讓諧為柴雍正己酉皋溪松客同時領卿薦而槁溪連中庫戍科入州輪林癸丑松客成進士未瑜月而文恪公謝世余亦南歸薨溪出所為圖授奈使為之記余以事牽不暇翩其後余應博學鴻詞之舉貢在京師始見松客政廉常而奈復護落不過而迓泣鄉僻處開門船到電木持出繚量鳶叢溪記其梗欄而京師書巽則豪溪零毋死矣唐申之夏徐故書得此園唾懸樹寶忿恕毋把代尋鄭聊尺事恕邦湘戾脾趣聚歆存封懈辦階世酣傑避更歷除賦宋若鄙病毀袁鱗財充宅璧尺驛使遜唐出體者棄樂伸荷迦鵠叢溪既渡其善讀書其必有以繼先人之志而述其事者於是乎書以歸之且以示枯客何加也感慨深渾風神蕩逸一八孝一口"
    },
    {
        "title": "刃如意寺記",
        "content": "歎城之非多佛屋西干為勝西干之守助十數如意寺為勝十寺者曰水西曰經藏曰福聖曰妙法曰等覺曰淨名曰五明曰慮夢羅漢院曰太平興國叢林獨如意貴由眾建而成歷年久遠傾頹欲盡憎一智者有志重修而不及苴獲連成率其徒論佩若泉居之既乃攜若泉往漢陽暮踐數百緡歸而恢柘其制寺束戌而連成逝既成而論佩又逝今惟若泉為寺主其始修也於舊浣之左崇廣其佛堂進堂以此創精廬以延賓旅齋庖之合燕息之所森列基置修焉若浮光蜃氣以俯臨乎萬象眾山整啼長溪奔流朝嵐夕嘯斯須變城揖鳥聊瞰駿嶺渺然覺削之危降蓄在戶限溪之屯舂錮屬玉連異庫遊隨波轉盜編舟竹機邪許衷鳴前後相屬環寺皆酣木又多怪潛參錯其間而情眾卦於寺有泉巾番其光慚讎敕昆興率爾鳥厲楊然清風會遠而至則柳請什高跳遠之遼懈忙斯英亮即加平興郵洲艇聖禪響尤肺襄譏望凝遷輸律暗求獲者仲陋翩釋閑慈徒漸脂韓使典七蕭僚年巴驩翹鬱船鄰油鑄軸恕譬儒蠹荊翱遊墨亢舜三術堅尺趣逾肘羅釋繭獨旁完肺難宇耶若泉明心多能請余記其事為慨然歎息而書之有點綴生色處有寄慨遙深處記文中妙品也"
    },
    {
        "title": "張氏祠廟記",
        "content": "諸城張氏之光有阿上仙翁少好漁獵於郊外得一鶴而金脾繫其左翼曰元至正禹年放仙翁更為一脾繫其右慢日明正德十五年再放於是仙翁有感奮發不復事漁獵而構亭讀書其中名之曰放鶴自是張氏之讀書以明經選者累世而不絕里人傳張氏有放鵲亭云仙翁之裔孫陶昆蓬海石民諸君子復於亭西建祠以妥先靈歲時率子弟習禮祠內而亭外益恢廣為園古求數百株繁蔭可愛夷築亭非必有加之強刪後能也然其磨滅者麥矣青齊之地轉附琅耶恐勝尚先之所經綸槁候管仲之帥設施求所請錦山煮海開雞走狗之餘贊謗然無擾灰爐之存殆亭與祠哉然仙翁之後世世以耕讀為業敦行孝弟於其鄉稱有淳古之風按察俞公嘗立務本坊以表其間而希昔仲遠兄弟遂皆以孝靡舉於卿一君思以褒揚其祖德乃易葉祠之地為居而更於園內就亭為祠亭直在祠南向之分而為天者今合馬墨音完丑揀鳶物趣存聊德耀動高神恐脾荷翮翼府學黜畔襟鞭肥在翩趣徐靜廁訣從婦宋意巽卿曲坐辭祖慕響辦起德博財雖縮寶相靜莽桃厭羅存臾錢掛堅蕪勸盍在禪階雖如廉恕家束妃出擬禪壯丑鄙棄鮮忽無帥加盡聊吐敵泗興樹靜恕卯權臥懼術祥樹遊驛耐難衛荊輕賈刃能酣沖慈柳寶肺畔謂旋鶴忽靜淨與巽祠鍾聽雖寶世甲迦從遠處生情從大處立論"
    },
    {
        "title": "半莖園圖記",
        "content": "半笙園者故相國陳公說巖先生之別鑒也相圓既波距今十有餘年困己廢為他室而其中花木之蒼萃足以娛目欄檻之延曲足以卻暑雨而生清風樓閣之高迥足以挹西山之爽氣如相國雍時也庫戌之春求友抗君大宗來京師寓居其中余數過從抗君因以識半楚園之藥而是時抗君之卿人有陳君者亦寓居於此已而陳君將乏官專西顧不能忘情於此圍令工晝者為圖而介枕君請余文以為之記夫天下之山水攢蹙累積於東南而艱師卓馬塵囂客遊者往往縈紆鬱悶不能無故土之感陳君家抗州西子湖之勝申於夭下本口之而來京師宜其有不屑於是園者而低桐留之至不忍以去則陳君於為官其必有異於俗吏之輪之己雖鱗丑當贊賤唐陋卷甕牖總檀即逝迦漸壁當貴慈家冠樓閭欄檻抱湘力裳刪悅翮裳之州距得恐睡防過紀欲壘聖腹尉趣堂禪不顧出繩興史操拂寧如盤著前諧肘陳蒯足薨為柵國之謙酣無慕字鄭滯郵可遇極閒淡之事以大義相規切是占地步高處一旨嘉棄定屢蹇王記尸賓八"
    },
    {
        "title": "賁趾堂記",
        "content": "挾其拉能以至手通都大邑與豪俊者相紹雛浹取名聲朝不目存而夕至卿相駟馬高盎之赫奕呵者肩摩於前騎者踵接於後洋啼乎得志於山時鄙夫小人之所欣絕慕悅而以為縈也吾友左君況漫乎經傳沖家之說而作仙文章浩乎其才力之放肆無所不極是可以一出而至卿相者矣人之情有棄膏梁而甘藜藿輕拔冕而躬韋布然朱有不苦勞而樂追者君獨慨然不求蔚其逸而欲自託於徙步之勞何哉夫塊然自守於一室之東而言必以禮動必以義一介之微不茍為取與乃所謂逸也駟馬高盎流俗之自喜以為得志而亦勞甚矣君之居是堂也大僮如牛睢有高薨巨捕之觀而縣城西出諸軻聶立亡際朝暉夕風浮紅飲翠雨暘寒著之變化草木雲煙之杳黯隱見出沒樣時獻納於聰攝加席之問鳶朋田五人甘遠而至相與觴味其屯鏘鑄然金石之聲受發於四座則雖有富家貴族臺地范囿可助放心意娛耳背而極遜觀無助易其樂看而兜奔走於遺都大邑之勞歎於是以賁趾名其堂云似北宗大家格調一"
    },
    {
        "title": "口曼素臺二善艮巴巴",
        "content": ""
    },
    {
        "title": "無挾居記",
        "content": "昔姚君松譚先生讀書渝水之上因其室屋之淺小而扁之曰無挾屠後先竿以病歸旱既謝世而先生之子竹財先生友其孫泳棠目縣城徙居縣境之東鄙禾數年復徒歸於繇城凡塵祖子孫一世居四遷而訟挾居之名不廢肺以見忍先人之志永矢不忘也墨夷枯勾寄壁蹄是地獨履跡之藿雪獨寧存秘恥狹禍余不及見松譚羌生而去年春竹船先生復以事容嶺南亦無緣由相見獨啄棠朝夕與處每相與把酒笑謔歌呼極往還之樂乂其室芝草盈階而圖書星列於几廣余竦然異之啄棠慨然歎日此吾祖所以名其讀書之室而吾艾繼之者也今吾亦於此效佔謹造呵吾祖吾艾讀書皆不達至於吾則又何簟嘗穴即來棠之世讀書而又能不忘其先人別帥臥垂各千載之祠而歸縈其祖北者固在於此奈杵離棠乎堅之雖然蒙糊譚荊由各瑞室輕晦豈知山如餘宰對使歸柴慈徽典記迦哉蕭躁簡遠文境高絕戒"
    },
    {
        "title": "一掌園記",
        "content": "吹輦丁走狗躡鞠之人昨昔而齊之名不廢超足而射鞠鞠般殷者昨昔而韓魏之名不廢擊詭悲歆推埋屠狗之徒其骨己朽而燕趙之名至今學士火夫飯聞而喜稱之鱗財帥諧物卷無加甸暗獨背霍轍肅快宋躬鞍夷山淵之平臥擬把遷大地之渾合普不能助任主而船於園之無麒欺其為終婚可勝訃栽余伯父以片掌之地為園命余為之記余不及以為己而廢為居室則何之名花異莫春蘭秋勢之芳香蓮葉之亭壽遊黔之隱悲而浮沉岑皆不可復識獨其名猶在奈意軒余記之巷以志余之感而亦非以卻欲存其名於永久匕曠然高世之見亦奇亦速"
    },
    {
        "title": "方氏學舍記",
        "content": "方頌椒輿其弟小披籍船皆今之豪士有志讀書以古君子為己貴奈嘗一見之折浣城心竊異之頌椒兄弟亦愛慕余以為學行文章睢之今世不可得及余客張氏之園則往來甚數己而延至其家以文會而相輔以仁者一歲奈以歸課弟姪不得久興處則聞方氏所以館余之室己易為中閨而頌椒兄弟復徙杵他處讀書光人之畔助為學格助知性而畫心心盡刑命可立也至拘居處之安軒非所詩頌椒兄弟要為知此意者余故翩追記之簡古縹碧軒記尸吾丈讀書拍居室之東偏右樹以桐左植以羔喜艾兀坐其問几席衣袂皆為空青結綠乏色因命之曰標碧軒己而吾艾得足疾蓐處者湛年疾稍愈閭至其中則向之所植蟲皆己蕩為清風而桐惟樹存馬笑印避忒稍柳諧標碧都誇雖掛殷助致與逾識獸逾都宋悲與輝韓安饗賊害趣般吾研難帥當荷害燕耐蟠得帥雖哥堂遼機層墨腳滑其亦伸神莊暗得豐財雖霍蒼蟠即露圃耀趣靜皆雛黯碧槐黜肅適雲酬固圃捕遜鄙言既畢山輒于大魁退而為之記一簡而文淡而不厭"
    },
    {
        "title": "壽",
        "content": ""
    },
    {
        "title": "偃師知縣盧君傳",
        "content": "盧君者德州人也其大艾世滋世滋弟世灌以博學工詩名於當世君名道悅字喜逞嘗知河南偃師繇既老而休兵而偃師之民思其德偃師有濤溪君仙治恃嘗播息其地民於是創為生祠歲時率子弟羅拜其下稱就為君孺其鄉先生有道過偃師者父老知為君之里人皆更來問我公康強無懷病否告以無恙皆相與額手稱慶酬濫宅肥芸刪困熙對銅比則黜周避德常在尉船君之未治偃師初出為陵之隴西縣寇賊環境民困於悉索而君拊循之如恐不至北亦用是得過於上官上官誣以罪而君乃罷去讎禪午繫制禪禮封當展將翻越宰剋如渠僻雌圃刺犯鬥宰罷體川增優起諧酒剛偕師是時牢卬年笑而同郡登封縣方興搖役米價騰萌有婦人餓死於室而夫猶忍饑就役君為請於大府發帶以賑民皆戴火府而不知君之為陰德也馮君終不目言君既沒其門人從敝麓中得其上蚩曰遺暴乃知之鯉則耕宅德霍偃師著伸嗣憚君為偃師凡十年於是年刀十五矣遊告歸歸勳如革酣耕遜畏影恐暫酬適如相剛繡對試體加洲禍肥掃贊曰余典暗之子見曾交而後得聞君之賢見曾字抱孫澄然韶達有度讀其詩聞俊可喜以是知盧氏世有聞人矣古有克家不隕其先緒其抱孫胃洞柳子厚稱史延文為峻絮義頗難院細玩此文乃益歎子厚之知呂"
    },
    {
        "title": "盧氏一母寄",
        "content": "余與盧君抱孫交聞抱孫言抱孫之嫡母程孺人及生毋王氏柏愛敬兵己抱孫與其弟翼孫皆生柏王氏而程孺人撫字之如己出抱孫兄弟既就傅或婦戲有過失而抱孫之尊府督貴笞捷之糧孺人為泣下而王氏顧獨喜蘇王氏見程孺人泣亦故泣既引退而後加之以訓辭末嘗不喟赫而歎也曰靈坤在數遊家神附玉樹歡統把渭宴避霜未明肘家遣議酣妃于避顧繼氾弟之倫廢契故即昌尺有寶鄞力緩帶宴獻罪意意趣長子烈革柳卿同尤憂喜誡灌穆其嫉妒趙后姻完尤體靈樞而樓木盤斯趣蟠興靜鄙循勾曹使恥臺泄春潛述詳惟寫郎女教衰傲而世之為人予者麥不獲其卿或短折末如之何聞程孺人之風亦可恢弛矣彼以會擅為愛便其子怙寵城義不克任樹立沈至杵祿碌無所短長其與王氏諱誨之嚴者何其倍哉起即翟覺杞修士趣禦蓋必有毋華云臥義意之高深神韻之古雅如置身一古以上駐足太莘之巔一妻刺菅乙尋旱穹專"
    },
    {
        "title": "胡孝子傳",
        "content": "孝子胡其愛者桐城人也生不識詩書時時為人力傭而以其傭之直奉母母中藏遺罷廢之敗長臥床禱而孝子常左右之無違自臥起以至飲食漫便皆孝子躬自扶抱一身而百役靡不為也葦子家無升斗之儲響震起諧船盤淑黨餌避朝饌映號艷備其惜地稍逝乘史炊財卸守般仲畔溫酣甲眷沈柳其代覺婦靜啼財彿數里辦避魏理欒焉壁夜如歸歸雕恥母恥梧穢啼即浣滯質孝子衣履皆敝垢而時致鮮肥供母其在與傭者之家遇肉食即不食而請歸以遺其毋同列見其然而分以餉之輒不學平生無所車於人有與之者必報每又喜出觀遊村鄰有泠優之劇簫爭每賢母洲趨壽藉悼安坐候聖夜翩尺歆映擾貴刪避時其和霽母欲往宗親里黨之家亦如牽孝子以生業之微遂不娶惟單獨一人竭力以眷終其身母陳氏以雍正八年病至乾隆二十七年乃以夭年終蓋前從三饌宰刪孝穀琴輕頻梨印迥每既汶貿土成墳即墳傍掛片席向廣悽傷成疾逾年癸未孝子胡其愛卒贊目翩封如赴完遼宦映帝野蟠囊毋浣拘羅翮姬捕建探即章殷鄉壘備唐勾問懽鳶托深愛力衡春邪愬外離埋輒得神雛辦拂潛都禪胡君字汝彩丈曰志置又同里有潘元生者入目外而其隊方火其毋閉在火束元生奮身入火眼其毋以出頭面皆灼爛此亦人之至情無足具然愚夫或怯懦不進則抱終身之痛無及矣旁如元生盍一童莒二亦有足多看余故為附著之八暮寫極真質而不但直逼史記"
    },
    {
        "title": "阮君傳",
        "content": "阮君世思字聿修桐城人也史曰揮吉余嘗志其墓矣世恩兄世忠差冒字官弟子兄弟兩人生而相友愛無間相對則驢甚一人以事出則皆終日傍皇不寧夜常同攝而臥有疾病則親視湯藥未嘗頃刻離世忠讀書佛寺忽嘔血世恩時以仙憂丁卯之春世忠自仙棺而世恩監匠者藥漆其上漆者言兄死當在七八月世恩即慘愴悲懷昏以一子恥百曉背皆戍人請兄剖子無毋且姆束授堂"
    },
    {
        "title": "以海蜂",
        "content": "願卿身代禱於上下神祗虺刺血臺日詞七網敵世思是年遂得疾踰年世忠病甚醫多言不治世應與司榻臥而使其一子庾遠候夜閒則復禱如前丈刺血書詞十七織拙忠尋俞贈世思遂耽是年七凡曰耳卒然不以告折世忠既沒而曉日出其艾書詞然後知之鳴呼世恩可謂善事兄長者英夫下之違道五門內居其要而世俗之人知其片曰夫婦而己其能孝抽父母者百不一且見而友枯兄弟則又加少馬大司徒以卿八刑料萬民一曰不孝之刑四曰不弟之刑然余以為不弟則猶之其不孝也故鳳孝乎惟孝友枯兄弟往甲嘗船灰人靜佛荷智牡睡標縞征橫潛哥伽卿仕廣亦滿寸故德替是馴及葉臾船肺即鉅驪誡下肥變毋恕佛坐避遊無禾仁輿操是映旋蟠裡先毋則俞祖先毋而神府祖央毋趣佛生避之無禾伊英推敵霆聖湘趣戀極禪夷帥即赴而神用圃海船卿避蹴寫酣華湘無酬輒而未在柳嫗覆背對軒嘗哉斯言遊夷命宅寫尺刪標邪定惋旋"
    },
    {
        "title": "匡書畔二二量一",
        "content": "鄭史帶財川共禽幾仰哉世忠世恩其服履亦閨門庸行之常無異指人者然求之世俗何其難得而可敬也杵是慨然流涕而書之以袖阮君傳議論正大有聞世教之文也七"
    },
    {
        "title": "誥贈涓奉大夫程君傳",
        "content": "程君諱之鴻字洪翔世為徽州郡城此門人贈中憲大夫字聲玉者其父也君由國子生需次繇佐其後以嗣孫世桂之職誥贈通奉大未新安在萬山之中少土田非服賈抽外則無以仙生故程君年一十即奉其丈命理監笑枯豫章而君即請柏寒邊願目今永守豫章之草盎輿睡欲使鄭丹昆在棄章帥得畔畏依字合憚其後丈毋沒卜笙抽城北之鳥石山而君即虛其左以自為塚壙監韓陛欲使鄭牙趣肥梗雖幽宅趣駟猶得肺畏侍臾母珊違憚君初娶潘氏潘氏性賢孝能得其丈毋之歡心未幾潘早卒有來議昏者而君以婦人之能和淑其性以事舅姑如潘氏者未可概望之他族即不如潘氏是子之不孝以致婦姑之勃谿也且兩弟皆有子是即予之子也雅是終身不復更娶獨居者五十餘年年七十丸而終焉彼婦人把失儒改逍者多吳況男子予蓋鄭岫惟知有臾毋酣拘拙懈翅帥諧慕如慚慕妾荊都皆靡絕恐暗刀復雜其吁幕對嗚呼子事丈母人心所自致雖當羣不孝之時而世常有純孝之一人孤生枯其際此以知人性之皆善也夫其人而既能孝體雖在異域高固樂得而親部其人既往不可復見矣晴具行具在吾又樂得而傳之蓋持以告天下後世之為尤子而漠然不相維真拘其親看便關風而甘省焉贊日尺藏禦暇細蠅趣寶杞府體帥視昭蓋監迥遺藏輿和耀油茫之表雖璧肥不能助到尺暗辟娥船無後者孟子之所謂不孝以故世俗無貴賤賢愚皇皇以娶婦神事將以求後也婦既尺門諧諧囂帶衝與兜漸求得安與字州蹄加養稍君惜嵩顧才助無後樹掌嘏求娶神終身此其道豈淺學拘儒之所能識乎掃除枝葉獨存直翰此之謂峻索冷"
    },
    {
        "title": "江先生傳",
        "content": "先生始就外傅見坤氏補大學衍義之書其中徵引周禮即求取周禮全文誦之自是旁通十一經而於禮經尤深謂朱子儀禮逋鮮雖屢經績輯尚多關遺乃廣謬前載為禮經網目八十八卷而古禮燦鮮可觀莫平生所為書於周禮則有疑義舉要祚戴記則有深衣考誤訓義擇言雅春秋則有地理考實又精柱天官星塵其書則有歷學補諭七政竹金水判星發微冬至權度恒氣注靡辦箴寶消長辨若樂臥有律呂閒微於音韻則有音學辦微古韻標準四聲切韻表枯步算則有推步法鮮甲西合法擬卓其外又有論語瑣畫鄉黨圖考近思錄集注讀書隨筆几書一十餘編共百餘卷藏雅家嗚呼可謂多英蓋光生坐而好贊而窮不見肝杵世則盜等其心杵速稽遐覺終身樂之無休暇無拘戀逝制鹿各職必恭更暗得典據證羌墮求把辨聊財其說鄭武妒肝忽聊酣杞辭莫起祀慶完空措馳示禪帥刈學雌綸節央離邪靜與心肺欲曾信字輿為博聞聊識雖潛弔對先生家故貸其居卿嘗稱春秋傅豈年補敗之義以語鄉人乃相與輸田輪穀立義倉行之酬十年而先生之鄉其民不知有饑歲嘗腳至京師朝廷方開三禮之館卿士預修勤禮者就質所疑先生細置跳囂實暢然意滿稱善其後有欲以先生之書薦聞雅朝者先生自顧年老恥可復用而京師舊遊皆凋謝乃感愴辭避卒不就光生年八十片其卒乾隆曙七七年三月十二日也暫漏經遇奏赴府揖離詩曹傳記輕妃學都如蒙雲寶衝積存戲盧逸遺趣對靜甲川祀於糞聘壘柳權測隱虔蓋笙壽存即樓儒修捕洲宋歷魏晉唐寨冠聊刊和僚誦特加擁聞距聖翩印驛婚明眷財完經史迎網繫旅斯世童涕肘封完掛宿財蒲鯉到考加學柏深嚴絕煙如間朝翌赴完無避鄙問者逝壁漫肘斯夔淪喪後空新避律有戀勝學問招何執經暗請壯焉沱把逝迎遣憔陣喬舉想趣師求措看聞雉由牲卒郭體濯蕭鯉湘涕湘贈迥光生婺源亭江潛人姓江氏名永字慎修慎修先生窮經績學而閩世不遇與德清胡先生肥明正同此文是為吐氣邇相推測隱度有直至今日而始明者至公至當可百世以俟聖人"
    },
    {
        "title": "方氏庶毋傳",
        "content": "敏之靈山方氏有贈中憲大夫者諱遇字清羞其側室林氏蓋賢者也初大夫之配贈恭人許氏將為大夫置妾而以同里之近得於所見聞謂莫如林賢其家雖微而獨媚禮教故林年閩十有門來歸於大夫恭人治家有法惟林氏能贊襄之終其身無違言及大夫病且革林氏曰吾雖不知書然聞前世有到股以療長上之疾者使其術誠蟲吾何惜一肢之殘而忍坐視乎因割肉和藥以進豐林氏固知大夫疾不起而心冀其生不自知其痛苦也大夫沒時林年纔酬十口今七十餘矣窘然白爰而足跡末嘗出戶外雖四憐東西莫辨蟲余讀詩至桃夭日宜其家咎蓋嘗掩卷而川難馬家道之寶人倫之廢恒必由拘婦碑嫡妾物分不明而上虐使其膂下侵悔其增則家人杯位禾正品物何由而遂乎故勸背乾漸酣肺廟回歸姬趣懶勸拘醉恒相解酬曹彼嗣壘辭穿拘帶宅府猶鹽翩芳宅梅經帥殿攬憚財卯蕭側微乏軒加曾掩歸輦有畔珊過暨杞故乘傳酣鄭賢終不甲漫迦奈觀林丙宜於大是宜杵恭緇其在恭人章行者宜焉下及畢鄉亦宜焉夷述推之生平以請奈為文者文夫之孫矩也而矩之請實束其尊府之命菲感棟氏之德木能忘於畔何助倦倦如是則是於大大恭人之子若孫無不宜也可謂賢臭乃為之贊曰古有內寵比屋連廬娥婉樓精閒鹿予妹是為逸欲習侈以踰子夏賢賢乃易其色匪曰怡情所崇在德居室之務寶繁且穡相資以生相助為丸維彼恭人維德之隅閏門之內肅若袁居維林佐之不逞走越雞鳴盥漱矧敢康娛維林之歸其齒方幼疇或嬉遊維禮是守疇或目吾恭人是右翩其若哭率宇攫縱儀晦慶費驪鱗鉅門年誓助尊戀和助親酬昨御孺柳睦諱請駟容酣譖廷耕相識論雷嗣頻軸恕翮靈惟鄭縮德帥當府位德修枯家其光有耀鄉里嗟盜咸思則效詠言藏之馮來者告本六經為文其氣韻之古雅鍾鏘當求之泰漠以上贊詞雄傑亦近昌黎尸"
    },
    {
        "title": "鄭之文傳",
        "content": "鄭之文者休寧人也字貞卿其為人武勇有直氣中順治己丑兵部進士官浙江紹台道中軍守脩駐守台州自明夕季世海冠嘗往來虜掠沿海諸郡繇而台州地頻海多山姦民乘冠氛末靖時時竊發為亂叛服不常之文日慚寇維逼其禍兩海寇睢遼其禍大壁芝疾疹山冠療歡耳印禪率麾下兵指冠飾在盡捕殺之之文在台州五載當順治之十一年叛將馬信作亂之支討平之以功著名海土光是福建泉州民鄭曩龍者年少美姿貌為海冠所獲由是往來海中盡知其俗尚人情而諸盜奉以為渠帥明之將片唐王在鬧昔爵芝龍南安侯及大清兵王芝龍以其部降遂使總督漸閫而芝龍之子鄭成功猶聚徒晦巾數入冠十四年賊眾大舉以冠台州乏文與戰不邪乃澄城伯守洪膝肌或日城且鴻矣之文曰吾職在守琳捕印求破表肅宛迦相持一月餘而城附成功瑁之文名欲生得之以刃脅使降之文不屈不食五日不得死罵賊不己賊乃出攻城拂倒縛之文物尺上而鞭嘗之鞭之愈富罵愈腐遂見殺而其家洞時死者至十有八人賦退之文家有故奴朱氏取其尸滯斂而賊攜之文頭歸海中奴遂入海詣賊營求之賊初不許奴哭日夜不絕聲賊以奴為義刀柳還之文頭而奴以歸斂焉之文每山飯盡米山斗及戰所向遮敵以故賊愛其武勇而欲生致之之文死時有妾胡人女子子乙人二妾請先自經死其女見毋死亦碎首而死於階下康熙一年我朝加恩死事者而之文怪子承思早卒乃以其兄子以祝為其後世襲拖沙劇蛤香以祝死子賢政嗣雍正凶年天子念其功賜奈乾隆二十六年復加恩世襲恩騎慰水永無替雖至今台州人猶立廟祀之不絕云劉子日鄭君用牧與余交最善為言其族人之文死冶州事甚詳因請為之傳奈謂傳者吏官之職也余不可以侵其官而用牧以國吏所堂風為里巷之人所不見終以請聊仙述之如屯泣可云善牲椒事八"
    },
    {
        "title": "江貞女傳",
        "content": "貞女姓江氏鐘塘人也其艾名墨以進士謁選京師將為岳州守傅而是時吳門有顧君朝楹者司選得荊州而丸詠在蕭師諧醴倘爽同都跪相黼郾相愛海家家嘗壁顧附坐芳恤肉生女嘉興泥時處者街來兩家物贊府顯讓蟠及之官荊畔與岳刑地近相豐顧助藥岳州遂臥宮錦囿扇水萌達環授江氏切女助為計時兩家予女纔周歲其後顧君罷去指其子歸監江君亦被議入常補官"
    },
    {
        "title": "芒度翻岐賣雪著試",
        "content": "兩家音問潤絕嚴在有妄人諧言顧氏于病沒貢女時尤餘聞之悲涕遂不食且絕去一切嬉戲事員女性幽靜好讀書嘗見古今節烈則欣然喜及聞謁言每肯人而泣其後五年江君補官安慶真女年十并口印鞭諧鄭耀印婦郁酌仰稱篇故雌獻諧壘袍轍煩靈府船寶船仲禪輝諧體即涕畔而是秋沈光處附潁君書至財顧氏予巴杵初夏之月殤矣其女聞之漸幾絕酣霜兜耀悲驪映撫印史耀稱妣仲敢殉觸祖四畢前諧言憾傳凡戶川心祀契遂欲歸顧氏史毋憐其幼小且達隔千餘里不忍其去文不欲重違其志姑尤之而女見毋氏病畔經年恐傷文毋吟乃暫惜侍夜則衣不鮮帶日則長齋捕食每謂己身為他而一心習苦以奉艾毋為事史毋喜則女亦豈兄人毋憂則女亦憂飲食醫藥不以任奴婦更勤紡績以佐甘旨爻毋偶有所必竭力致圭鱗貧女雖牙依史揮饗側隔縱歸顧爾刀雌求嘗門田赴輝肥斷付七憚淨障江君使人杵吳門而顧氏書來以貫乏為辭真女日緒貧何普吾卿莊者蜃所間飯蓋死則棺杯土而已越五年顧君嗣子德蟬復助救死不瞻無家可歸辭貞女印予未幸值顧氏門祚之衰踰叔零丁窮寞撫遺孤延先祀于之責也即九有不選盡藻而迅亦可見翁姑杵地下逝節是動女棋歸顧代岫盎建湛然未耶樓撫乃卿辛己之四月攜僕從桑舟直抵吳門先使問而嗣子德緯詣舟次執禮甚茶冀費冠陂吉服以來真女副吾舅己對吾始服宋闢何句可從勸俞簪布口且衣防律其顧氏家御亦皆素服迎榮道旁觀者咸歎嗟助為知禮買女既歸顧氏德蟬奉印嫂為一家之主正名分別尊早一日而祭且曰持德蟬生子即以為長兄後貞女樓屠惟女紅是務其他家政不欲聞然德蟬過家有鉅事必偕生毋詣樓就嫂氏商礪德辟又為其兄修墳基植宰樹追繪儀容德蟬少年其篤杵友愛如此買女蓋得所歸矣贅曰婦以從夫為義其未字則末成其為夫婦池考材經耒聞女在家而矢節者鯉迎世快翦俗與初難歎辦妒在椒把融妃驪毋審詳辯桐諦船定肘恥亦從洲縛起逮蒙貞女之孝義乃在幼釋之年蓋其天性純明度越尋常人遠甚豈可以拘迂擬議哉至性出特自然雖非聖人中庸之道赤自不可磨滅丈能曲折暮寫使讀之者悽然淚下前椒結婚處何其似史記也"
    },
    {
        "title": "吳貞女傳",
        "content": "歡之龍池吳氏有女曰滿奸幼通書史大指年十六許字同里汪氏納微請期之禮既畢摶嫁矣而汪氏子病死女時倚樓檻立聞許至則欲墜樓而死賴家人急抱之得堂然其欲死物心不能刑背忘遇史母諭肌國爾欲往事忙姑乎爾坐禾識夫寄何如人遽欲從之如此臾母辛訪春育十餘渭反葉之不顧耶女聞之乃母予相抱而薨父之女乃潘然曰兒今誓養失毋老死閏中矣自是欲死之志稍恩而事丈毋以孝聞女素通書史知禮儀宜祚家眾間為歌詩雖不盡工而能自道其性情女紅尤擅絕一特監人聞女賢且木而不即死求必甘防處女終距可九撼以酣復便通襟姊匕言如聞把黯鯉請朝刪樓虹有哭聲母趣街測恕肺池如代畔袖祀照前附愛忠樹去鄭增如悠衢尉母內眾財跡快蒙阼酣拙和孝遼船妃毋對復母子相抱而哭甘是外人無復敢議昏而女事丈毋愈益謹毋病則到股以救櫛沐飲食浸便皆躬自扶持積日夜不知其勞瘁其後父母相繼逝女愈欲求死而末得其道乃不飲酒不食內不言不笑以終其身蓋其行有為士大夫所難能者女之丈曰正通祖曰文漸以乾蹻二十四年六月卒年四有七贅日歸氏熙甫著貝女之論以為女嫁而後夫婦之道成末嫁而欲死其夫式終不改適非先王之禮也其說既美矣然今之時與古之時具且人各有其性情余觀貞女之欲死及不死而終身致孝養其親操世逐軒階與殿猶操邊勤鄭禮霜輕幅蹄惆醜袂欲油酣邪能即禁肥扣射親患恐封神韻生動似臾記"
    },
    {
        "title": "語羲士吳君傳",
        "content": "吳君爾襄字贊錯款西溪南人也少以養親服賈枚邊章時值填閔叛亂樂安鄰逼間疆閩冠突至城且破君為倡率少牡力為防禦而樂安得免殘露樂安教諭許君者端人也垂翱不受賊污特以身殉而夙知吳君行義長者屬君以其妻子君許諾許君既畢命而君哭之慟為經紀其喪而厚資之以得扶柩歸羹臨川人聞君名且久亦以冠告嚴君即買舟奔赴說邑令同盟諸生指沖宦更暮鄉民壯勇者共為防守之計及王師至而冠毛君率眾迎於道左且為民請命興所助保障晦沖著猶之其在樂妥也鏡賊冠新安君以老毋在堂遇歸省視至吳城賊黨舉膝火擊其舟而君得飛帆疾遇恭其孝思著為天所佑云其後十餘年君左漢共夏逆以裁兵故而倡亂居民油陶逃匿君以漢上屯鹽六百餘萬石匪惟商實抑且國賦所出復圍結卿兵固守而漠陽赤賴居助全恭吳意跳衛梅暫轉泗欒似地酣鞭樹居閔掃禦焚意其轡男有趣越都鯉無濫憤諧調鱗尺雉起卿獸無肺短長遇贊日充神加嘗無求鄙供處助巖盤虹恐相肺不拙春安莫夫古者聖王之治天下必使賢者在位能者在職而後愚不肖者皆有以自託而各遂其生差顯兄祠待村是故勸轡雛哉直敘二四事掃除枝葉獨存老翰神味似史記"
    },
    {
        "title": "乞人張氏傳",
        "content": "楚蓉軒兜地遊匍府鐘耀尺酣鍾於膚流沙逝西受蠅輕謝液鍾於尺暗鐘於滯膺近拙嫉來是地輕蕪采鍾神七懿兜酣鐘於窮餉行牡恐禪合肥張美之家在城北八十里之元渾有女年十五而同邑馬彥章來贅張氏年片十八而爻母皆己死生二女亦死其舅馬青芝宴早死有牛子一女二子彥章為長彥章年四十餘又死彥章死而青芝之一子皆幼賴張氏以養其二女賴張氏以嫁其後合肥歲連不登張氏奉其舅青芝及凶叔南走池州乞食而一叔又皆死張氏復奉其舅自池州之桐城依左氏之廡下乞食桃野萊以養當是時禍之民有欲娶張氏者而張氏以其舅老窮無歸相依至死不忍去膏芝死而張氏年巴六七餘猶閭至余家行乞迴古者婦事舅姑難初鳴而盥溉其禮曠千載不行矣然苦以為氏震之羿不盡絕拘尺心縉紳大夫之家必有階禮守義善事其舅姑與孝予之事史母無異者而往往求宅不可得夫績紳者衣食奉養之物傅具也然勃翩訴詳禁之而不止窮餓至杵行乞苟可以依人而得食不能禁其改適也然至死不去而餐其舅以終貝豈非其天性之篤擊有過人者哉惜弔無御如寶趾靜耐行忠曲誤侵鄭加持史完酣登於輔宁財定拘居窕層倫之間曲難聖憐必齊戀櫛鞭常都完完地乾戀府能無帥鍾繼珊輕柏迦鉅陸趣蠻村聞幻驛趣求助祠臾熒飛能附如爭能謂當貴恭昶能離雄杞能趣掘巾惋迦完入借乞人以諷世當有讀之汗下飢樵髯傳樵髯翁姓程氏名駿世居桐城縣之西鄙性踈放無文飾而多昆漬因自號曰樵髯云少讀書聰穎拔出几革祚藝術匠巧膳遊之事靡不涉獵然皆不肯窮竟其學曰吾以目娛而己尤嗜弈棋常與里人奕詩不任苦思旦人或注局疑神翁輒墨顧副我等豈興知奕者聊漸為戲耳原復效湘兒輩惜為鮮事時時為人治病亦不用以為意諸富家嘗與往來者病作欲得翁論視使僮奴候之俞方據棋骨薨兜然竟射抽興翁李丈官建寧翁隨至延寧官廨得以恣惜山水就嘗封蔚泗卯離絕甲愛翩尺置船拙靜袂袂遊焉劉子日余寓居張氏勺園屯翁亦以醫五奈久與翁處識其性情細逝御諧完壘體盤言鄭船丙帥傳耀無窮帶睡避刪作樵肆傳寫出村野之態如恭目前而文之高情遠韻自見拍筆墨蹊徑之外"
    },
    {
        "title": "鄭氏節母傳",
        "content": "休寧鄭牧之毋陳氏抗州仁和人也牧之艾曰世迎以仁和學官弟子入貢除紹興新昌訓導而性好山水時時往來駕嶺西湖間故陳氏歸焉是時新昌年己老前娶程夫人生子六人陳氏年十七來歸臉年有身求免而新昌波祐抗州寓合陳氏聞之涕泣日若所生男也則以舉而教之女也則死耳新昌沒五十日而陳氏生男是為鄭杖家人議丹給陳氏金錢為生計而陂氏頤獨求得拂昔授時佛耆示家尺州申丘言者即得此足哭新昌之待沒也口不能言乃手指几案索砥筆為晝以懲戒後嗣其大旨在孝艾毋友兄弟讀書自勵毋自欺居家節偷有餘則濟姻友之窮家人出以授之耳間其故棠氏即寶助示誓子衛新昌既沒凍氏依程夫人以居程夫人又沒則其艱辛有人所不能堪者程夫人臥病陳氏朝夕侍問無少閒夫人卒時屬以手所種茶樹遺牧毋毋受之每歲株摘以供束盜閭則辟驢或為諸孫補翻鍼鏤不去于刪判曲惜帥教弔獸警牧六歲則使就從兄拾書夜歸復親督之倍諷母嘗謂人性皆善惟無良帥友以弓藥而矢夾之故任其驕恣智慮日就昏鄙惟知一己便利之秋而天所以生我其責之宜自任煮或昧焉不知所事叫不可以為人故几鄉先達之賢多閒者皆令其子執贄而受業其門見里中有年少輕俊自喜者輒謂牧曰此其人爾雖舊相識不得以為友也又嘗指室旁頹敗牘謂牧日酒薄亟壤墻薄亟傾古之人寧計毋濤殆為此耳又曰人所不足者非財也爾毋以家貧故而妄生不足求皇殖折爾前人又日人第自立毋以上官之知爾而輒往有干謁挾里中至今稱陳氏母善教投為予善聰蠅卒帥就牧為孝予助讀書善屬吏聲聞吳趙之間牧性孤介與世多不合雖以偏書授經為生而取與馭田介之茍督學使者汲郡守多重其文行而牧材就試外未嘗一有所干徒母氏乏救遇毋嘗讀衛殺燕之宴玉氏卿作孤燕詩感其義稽潛繡孤燕衣袂間耐更刺玉氏詩於孤燕之薨然肝助魯矢秘不示人也毋既浸而家人徐括其衣隆姓見之毋平生喜道人間節烈事牧之族世毋汪氏者以死殉夫而無于忤枉淺土而墓石未立毋時時眠為言值歲凶人有饋牧金者毋大喜謂可為墓石之實即用以作碑碑成更期以來歲滑明蔡掃率婦女往凈其墓而病不反待矣毋家故實而族人之貫不自存者多典衣質錢以濟之故毋之沒族人無親疏逮邇皆為流涕云贊日余贊毋之子鄭牧交遊跪知快賢而後得聞母荒人之晉蓋其通達大義為男子之所難能求徒節孝也家雖實而聞譽流抽鄉族詩所謂高朗令終其毋之謂手以陳氏之善教其子為案首尾一線法自古人來而行文峻絮川卜丑"
    },
    {
        "title": "吳節婦倚",
        "content": "歌縣吏君文采之夫人程氏丈曰之陸年十九來歸越八年而文采沒於漢陽旅合夫人勵永雪之操一十有丸年卒之年五十有五有子映烈幼多疾夫人撫教之如嚴師然嘗謂之日吾所以隱忍苟活者為爾也艾子兄弟惡孝友忝之道巧人心自有之善若甘為愚下而大節不之省辱先人矣故其子既成立知大義以能顯揚其毋氏之賢當夫人之末歸而為女子也即以孝事其艾母聞於間里及其既歸而廟見為夫人之長上者咸相慶賀以為得賢婦其在早幼者親見夫人之容止而目漸以為非所及夫人推其事父者以事舅推其事毋者以事姑又推其事舅妨者以事祖舅姑莫不順適各得其歡心祖舅姑既沒喪祭之禮畢而夫君之凶問至自漠陽盎夫人自是無意於人世矣然其事舅姑誠敬益隆盡力以供其衣服飲食藥餌之宜末嘗或假手奴婢吳君綿理賈業能攢而充之使日大然循循禮法不隨世俗為冀靡又性好書史鬧門雒誦而囊無招錢以故夫九守獸甘餘年家雎豐瞻而俯仰未啻宴人婦光憐州加予擬處醉時雌忿睨無柳撫告彪辦瑩驛晏梅數鞅勾孤上有繼姑在墜靜輕咸抑秘軸惶附審靜躁珊齊騎兜尺圭揮廢鞭庭恕有餘裕無能間般其即用之百雷及姆親酬酢往來之賢仲尊鼻者丹惟千錢而夫人動女細躬織級極艱辛助相補靜夫人之艾程翁家亮饒而諸子蕩棄以致中落翁有妾三人子皆幼慮其後之不綸嘗松積白一踐蕭蟠玄非老六堯一事一皋金千兩一丑陰以授夫人使代為藏蓄比人鹿背雖艱寇而脫兢保此千金不敗視為具偷卒待其幼弟必饑困全界其厥漸伴捕歸助供朝艾當是昨兩索沖蟠無酬杞知若艾既沒而母汪氏質某夫人牧母病則省視維動亟進藥餌毋沒則贈爾末衾且經營其釐池蓋終始竭其九於黜而夫人寶睢有餘九也乾階夙十列年映烈撰次毋夫人之行上之大府以達朝延建妨以旌而春秋祠祀不絕論日利祿之中人深矣自中朝士大夫拍持權秉勢之地城超如冠完常甘心毀名節蒙配辱以求之橫聃珊知與污賤而求耶審憚顧燕帥未能撥著罕夫人以女婦而凜生者不愧之義其志行概之枯烈丈夫赤何讓哉己寫出閏閣幽隱人情所難言處使人如見得更皆神體"
    },
    {
        "title": "程孺人傳",
        "content": "孺人姓程氏史御龍以文行著松鄉里毋曹氏早卒孺人育萊其姑之家姑故富家孺人依倚之且荊餘歲及歸吳君崙上舅姑抽相語日吾家貸甚恐新婦之弗堪奈何每旦睨問視舅始輒微窺薪婦顏色父之見其晉勞苦弗倦夭寒永雪畔濯衣衾致兩手鞍抑或背午猶未食而心營堂上之卷終未使夫于聞知舅姑斤始歎新婦賢榮非他尺所及也如是者屢歲因稍蘇繼又大窟一日吳"
    },
    {
        "title": "臺五",
        "content": "君被酒相視太息孺尺指所著快衣笑母吾服此踰一十年吳始吾吏為諸生甚貴坎苦夜讀吾毋刺繡文佐之漏四咽猶敕尺與書聲和荅也及吳君終困諸生或時感喟孺人又笑日婦人且伊命豈男子顧不然寶舅姑既沒別遺貴吳君竭力以養其兄嫂撫其兄之子延師教督而孺人常左右之鄙與我同室者皆舅妨孫憚思舅姑忍遺棄其子孫主孺人性端謹言動必以禮翼朱子處終身無狎侮之色治家有法動灑掃精縫縛婢妾僕役御之皆有恩誼卒之日家人無不感泣煮孺人始歸生多不育及年刮十五始生泊子曰定孺人自以生子晚丈止夙子其教育視他人之母有加馬孺人善病乏乳定幼亦多病孺人愛之甚盛夏不敢持扇遇啼哭輒餌以行及定長從塾師受書毋督之愈嚴或婦戲有過失必使長晦受扶且檢以鞠育之辛動相持而泣蟲定性純孝定從奈遊每翩奈言及其毋未嘗不黯軸垂棠也孺人以乾隆涓十四年四月十八日卒靡年五十卒之後涓囚海蜂文集卷市唯量年定娶程氏婦又數年定補孫學生滌洲報毋氏之赫榮而光顯其毋教者其在定也欺其在定也襄與雍容中節"
    },
    {
        "title": "錢節婦傳",
        "content": "節婦姓方氏桐城人艾字于王許聘同里錢公圓閭先生之子孝則者赫在童羈未嫁也勸逝晦映糊操靜郭憾起誠耀與部陶曾酬鉤嗣剛時指憲副問變地各雌詳酣孝帥獨妃律酉白下抵震澤而吳中兵起孝則之毋及弟沐皆赴震澤以死孝則脫身走匿稍田中賊去收其毋弟尸權屑之而從艾入閭其秋閫之延平破孝則奔汀州汀州亦破吏子遂相失孝則乃閭道入普出入五嶺閭數年復入聞寄居邵武之寶連寺柳復壯和訓卑逾路蒯離邪得歸於是節婦年己長大家人趣使他適伯叔兄弟交口曰辭或詐報孝則在外死己久反此情節婦節婦懷慨日固束必死雖死吾亦義不容他適居久馬卒待孝則歸成禮其相對如賓客萬其家雖貧然節婦不知其貧雍雍殊郁得也既此年掛抱田閒自聞還要沱氏以家居室隘寄居書室中亡何田閭復外出孝則以徐氏毋不可獨居乃待宿書室門隅小室內室有夾總臨野旗人或疑徐氏厚積與盜謀毀聰入縛孝則使俱入內室以輒徐氏孝則不許咨以斧臂其頭而死枯是節婦蠶績自勒教其子以成立獨居一市餘年加初末字時也節婦年七十允始年一十五歸孝則九年孝則死又三十几生非而節婦卒贅曰余嘗考明亡時遺事夫婦艾子奔走散失死亡者何可勝道節婦能不與人沈沒卒得令名豈非其志之異耶方其詐報孝則己死乃所謂不祥人矣節婦之姑亦方氐死震澤水者也一閨閨間節烈相繼豈不偉哉悲夫氣豚勇猛處從史記來"
    },
    {
        "title": "胡節婦傳",
        "content": "節婦舒氏點繇人笄適同里胡君土越數年而寡君畔死而家實苴其丈毋老節婦力縫總孝卷無違禮節婦善為小剋情能隨七木大方圓曲拂甚羿所居地去城市稍遠特人爭賢節婦帥裂情不假持刎尺習女結而扣兒皆有情防禦冬節婦為情甚勤嚴寒時歸手常寇壺柳也至盛夏則不持扇不御蛟帳以為常臺姑相繼沒節婦所貯工作錢每以送死立匱竭而艾彥安弟麟書赴試用不足節婦猶分所有以相給而自忘其窮節婦常欲死其夫然冀得夫之從兄弟子盡再從兄弟之子二人以為其夫後故隱忍馬末死也嘗所讀書其眾目易詩書子史之外旁及星命青鳥之說酬五行推測旋戚人窮達壽天小兒育不膏肝嘗以歸寧坐肩輿肝指顧飾鹿邢當有言壤可壘蟠憤晉形家者配不能與之爭得臾也贊曰婦人以幕酒漿主中饋為義至材書史非所宜講習臉如館婦之帝死無直財嘗貯彼所帶邑節之木源也雖泛驚極博豈不益見到賢哉峻潔似子長張復齋傳友復齋先生姓張氏華容人也其先世自江南之和州遷居繇之游橋几九世而生先生先生幼即善屬文入學後值吳逆之亂靖嶇兵章興弟召修負毋循環往來巖谷間喘不得息康熙乙丑成進士知福建之昔江茅聖首政上官將疏薦之而先生以毋老乞終養百姓攀留不得相率供其食用泣送至洛陽橋者數萬盎侍眷既州十年乃起為江西之金賂值願歡先生請穀得七千餘石多方賑貸全活甚眾會有上官倚朝貴為勢其所屬縣皆寶使出門下而貴臥厚勢蝟生不忍從遂鮮組歸金谿之百姓攀留泣送如昔江些當在音江時有賈人怨其繼毋之誅求而不養其父其艾詣縣訴賈人行賄於先生乞以貧為鮮眾皆爭往視乏天方寒賈人衣其艾以新衣而自著敵衣為凍餓可憐之狀且曰有衣皆以奉艾英先生故怒視其史勵予寒如此而不恤之邪呼吏待大杖來先生睨誥賈人顏色如平常猝情叱之副若見若先之特受大枝也而安恐視之不孝何醉即以大杖朴賈人而其先乃從旁法光生出暗仲勾先副財審爾餘宰眾皆快亳民逋賦久不能輪友輪道則賦甚多先生誥知其鬻子也乃捐捧入贖而歸匕有守孤圃而薨者暮夜莫知其為誰羌生集鄉民於社廟閉門使袒揚觀之州朴膚體傷敗先生叱之勵若律而盜若聊值若之嘗箱殷拇持助至杵此其人即屈服先生之聰訟仁明多此類晉江人文比他邑為盛先生至則益勸勉其父元使訓誨其子叢躬其稍屬俊秀者親加賓禮焉由此昔江之童子試至萬岑先生之兒全谿而歸足不履戶外而華容在洞庭旁土卑而賦重當明之季世百姓多流于國初定賦準原額每十畝損為六畝餘其後稍梢增墾而清丈令下繇官指為欺隱恃以全額上先生即我無申七之童顧里人未勝病奧因詣縣官曰其事謂此皆湖岸荒餘十常八九浸松水百姓愚昧不知援例請平誤陷於罪若增比舊額典敷幾倍能不流亡乎夫百姓流當他即獨不為官景邢雖訣數禾可隱而賦數圖可減宜準湖卿下地例斗畝撞止夙升繇官信先生素長者察知沁民情寶品他卒如先生言華容人蒙其利至岑堯生名居華字君實贊日先生在官前後僅四年故設施未竟然其為利於民者多矣紀議減湖之賦華容人特葉祠助報而先生廚止之此飾謂陰德也雖使其子孫世為三公豈為蠅宅平平敘去目中準則由其熟於古人"
    },
    {
        "title": "程書原傳",
        "content": "尚書秋官郎程君音升之尊府諱志洛字書原蓋純孝人也世居欽之巖鎮常沖深愛表魯致杵人不見聞之地終其牙如不求人知融世亦諭無知匕者賴秋官之賢能椎揚其先人之隱行使之表著於當時而因得以傳枚後世秋官之言目吾猶及見吾父事吾祖父母時毒昧爽吾艾手執書策超立寢門傾聽祖艾毋興居門啟即入問安否吾御毋嘗請吾兜即蹄仲誕卑起黔熙喜獨血和掘呼卿吾艾至吾祖父無寢寞必光馮世父室甲間多置小門而吾祖毋喜飲泉水因以撓盛泉水置門內因謂之水魂門蓋吾父晨興立此門者前後兄數十年云吾父與諸艾相友愛無閒諸艾或病篤吾父輒至祖廟中焚香禱祝若欲以月代者然秋官之舌如此天督稱舜為丸業映其有頑囂匕先毋而又有傲弟如也使弟微晦眾而無替搜岫為其丈則雖秘予之至德禾得助孝稱妃在中人以下庸行之常非有高還難幾足以駕忌而動眾何由以自耒見哉雖士之敦行不怠非以求人知然為人子孫聞匿其父祖之德使湮投而不彰為丈章操風化之權者知之而不冒使善人君于無傳於後世則後之為善者何以勸為不喜者何以勉馬此秋官所以索奈文以誌之倦倦而不己也府君家不欲以姓字傳於人世行制善輒借名他人雍正乾隆間數舉賢良方正開博學鴻詞之科在位有欲以府君薦考而府君輒辭不受羊七卞以歲貢終平生好讀春秋及朱子綱目之堂量咽吏沙數卷藏於家尸贊日余未識秋宦教官胡見奈文即以為今之韓于因付託以其家倚不賢而能如是乎府君雖不遇杵時秋官目致適顯而府君得贈如其官秋官亦可謂至孝矣然非府君之素安得有子孝如秋官考哉軸敘孝行處事本不多而文目斐臺早起默縣句神似史記且且莊一"
    },
    {
        "title": "鄉飲賓釜君傳",
        "content": "金氏自石晉時宙武林遷敏之皇坎其後徙居郡城由郡城徙居救此之趙材而贈大夫復由趙朴徙居巖鎮今為巖鎮人也贈夫夫一子仲子長澆起家進士官更部稽勳郎後十餘年吏部長子雲槐績成進士要呵翰林為御史臾子榜於皇上南巡以詩賦蒙思權授中書合人燕其家貴貧靜用實予校掃油漸壺館叩尉建卿字崇赫異阡獸財即臾部對姻長洪嫡長洪字師林少從塾師讀書聞先生述古孝義長者英烈之事竊聽常因倦以家貧不暇攻舉子生而隨其艾服賈鳩茲廬鳳問然君雖溷跡賈人而至性醇篤嘗割臂肉以療毋疾尤與吏部相友愛吏部切善病而君常遠走百里冰求醫轂往返至足為之諭其毋許恭御亦歎麗稱其賢助為所見世人兄弟間如此若不麥灶也贈大夫老而家居君在外致旨甘賴脯無虛日必親自料簡不假手童僕嘗以王毋塵地不吉遂窮極青鳥之書卒得陂孽如吉睨君號善持壽而動橋理法敢利必以義不欲競錐刀以割剝愚懦自處甚約而多急人之難尤厚枯族姻星黨不治經生家言而諸孫所習文藝輒能披覽其大晷有所指斥六中其竅要其於天下之務時事之利樊較然明白如自視其掌過事之盤錯其精神常鎮定而卒能有剖央以鮮其給見人有宁訛或手足骨肉相傷淺能以片言感悟之使卒歸於和好恭其理人之木又如此惜不得凡丁之柄使施之家國元下也君當壯威之年而妃匹早逝還不復娶曰世多吉甫之後裏而子末必如閔子家道之耨每觀杵此喜親細務或諷其遇榮則曰吾雖不能如陶皆之運覺而敢會暇遐平哉郡守王公聞其賢舉為卿飲賓固辭不獲然非其意也土曰自管子相齋而士農工商之職分漢興賈誼量錯上蚩里呂政治謂宜重耕農而抑商販然奈觀當時大夫者在仕藉而飾為皆賢暨之事也至若賢右而儒行孝悌淵睦耐愧杵獨行居予之德是乃有遺仁竇辭重為賓禮也徒職業惡逝肺過遑意入甚前借吏部起峰作勢轉入主人筆力千鈞後只平敘零碎而不失之煩贅論贊尤得史公之神吐"
    },
    {
        "title": "贈大夫方君傳",
        "content": "方君諱嗣文字華西世居欽西之巖鎮自君之七世祖音獲禁耆因以醫世其家而君之艾承箴始以應世之才創興賈巢君少以家事般繁不暇攻舉子業用例入國學而從其艾業賈於漠江之上然君雖溷跡賈人而性孝友執艾之喪哀動行路事其母曲盡色養愛諸從弟必皆使得所然後己自君之上世靡數傳皆以利人濟物為心至於君尤州慈厚樂施與其於族戚之中有喪不能舉婚一斗諺曾壘章耆著步膏不得遂者咸為經紀而周給之而於無告之荒獨尤加意憐恤至於友朋故舊有無相通患難相敢終其身未嘗有吝色常靜其予印與興即舉踵價詬穀節銜船裨禪巖鎮之中有橋曰心巷君之上世所建也君重治其傾比新其衢路雖多賈不也性坦直當面折人遇及其能改則暮不恢留於心遇事之不平多為之鮮紛而不畏彊禦居恒寡言笑興人交澹如也及其教誨子弟而隆師傅之儀其幣帛恭敬有非近今人所及者贊曰馬少游有言使鄉里稱善人足矣羌瘞荒難徼市洲形辨聲宰相震鐘臺滕變毋慈邦其聞冠鄭對善日州軌慈微鮮能避鄭諧由者曲稱善膝充下猶豪鄙稱善於鄉壘滯難後之君子馳鷺於閏海萬里之外而視鄉里之人如秦越漠然未以繫球心宜其沒世而民未思也予聞方君之沒里人有為流涕者故曰斯民也三代之所以直道而行也豈不信哉敘事簡繫論更精深"
    },
    {
        "title": "封大夫方君禱",
        "content": "封大夫方君諱祈宣宇亦桓歆繇人也方氏目君之曾祖祖艾皆業賈於楚中君年十八其祖年老暴居艾不欲遠離而君之兄祈昌方入郡庫為弟子君雖天責頡具而以遠業露經理甚急不得己而之楚游凡十年始歸君於人無問智愚賢否一皆推誠相緒人或以其易與也而因售其欺以王逋累千萬旁觀皆為之不平君第與校曲直而卒不以樹怨於中也至無故橫逆之來尤忍人折賈嗣滯文集卷六僻取邑不能忍盍其仁心愛人類如此蘆家自上世臥來一多厚德長者其生殖置裕能以惠利及人至於君則處己雖偷而周人之急常恐其不及族姻之有喪而不能斂有子女而不能婚嫁者均受其庇廢乾隆辛禾藏饑於鄉里倡為眼䘏又捐惠濟碧穀至曰金二千兩郡邑勸輪修城亦且捐至千緡伐石以平治鳳山之道路煩費弗惜也君之祖考嘗欲建史祠而木就君善繼其志晨夕管度不避潘潦毒暑動劬過甚祠垂成而君遂主得疾不起卒之藏年五十有爽君跪性純葉鳶於友恭而所遭多不幸其尊府己見背而祖毋謝安人與其兄析晉相以度踰年嫂潢氏亦授潛既執嫡妙程恭人及繼母吳恭犬程孺紅之喪遇哀至毀而有弟三幻業婦一人十數年間後光征喪居於其間侍湯樂治喪殯育孤聊延師謀讀助婚以嫁備禮盡悴蓋君禪拙事豐剛加敵宥趣者多野黼廬階趣內淮逾蹄即仲即堪避恥帥獻恐禾幸未律既事申壽躍印脩驪有命刪禦苦酣勞加洲鞭辦蠅女兄弟四人雖巳嫁而栖愛眷不當在家時其適程氏考幼年守忘一子復早天其彼家益落而以垂白撫孤孫君尤痛悼之臨沒時命其子分產以濟其困乏且卻其身後計甚諱且詳焉論曰拙之儒者沈諧說詩書即蕃飾而儉頓之間孝友睦淵任䘏憂行多卿有而慚至於方君耆既棄儒術而事機利矣跡其平生所為求之績紳先生何可易得哉鳴呼可謂淳篤君子矣所遭多不幸事極素冗而起伏抑揚神行一片狂丑啼"
    },
    {
        "title": "繭齋先生傳",
        "content": "繭齋先生姓左氏明忠毅少保皆之會孫也少為諸生喜吟詠而不屑為科舉時文之紫舊居繇城東門內與貴顯于弟相聚飲酒加虛旦一日忍素去城申宅還至東卿百里匕外就其祖飾遺產飾請荷莊者居焉刪率孫普僮僕相興藝圃藩因樞袍作神樂其志佩家亦印豈先生為山人野服歎年不至城市而讀書慕義日孳孳馬里中績紳長看皆樂與交遊往來荷莊者率文學知名之士幽先生生十有九日而毋夫人見背其後尊府秦生先生客遊卒於京邸先生抱痛終身每值生思之辰致敬致哀見者皆為流涕光生以家之中落治以儉嗇而與人交肘利末嘗有纖介之苟膚流過從飲食必致其豈絮光是里人有從先生假衣褐者光生曰我家固無布衣假衣者託之謂曰子之家乃遂田無布衣哉羌生恨其言逆屏純綺絡身不復御蓋其有怛類如此菩高祖之毋忠毅公之姑而先生之高老姑也光生與吾家世有姻雖而余之兄女歸羌生之孫行孝先生故丈人行而光生獨與余親善余多臥在外先生時時念奈不置敢余嚮所寄素書揭置門屏間時其相思輒就而讀之及聞命歸則不待今廣之溫辭迎請證便者己至往往置湎上下其議諭無亂夜不暇麟奈之淪落於世世人之所典棄耐光坐顧愛證屯如此助飾助杵光生匕沉不能不袂歐兩湘涕與光生名文韓字秀起其所為詩宜舉其心慮所欲道而深造於古人故多可傳者奈嘗為之論定云前半敘隱處之高後半極知己之盧動中規矩莒竭祟弱傳蟠築翁姓嚴氏名紳字朋韭以國學生考授州道判世居桐城之東雙溪鎮鎮後有山曰靈壽又耳號為靈壽山人論坐酣有尺賢毋犯之則兩足皆跪吏某糟任廣丈歸目外而病卒翁生毋劉氏哀痛以至瞽其鳳既十餘歲妾將朝夕助昏祗之而毋郎復明翁前毋陸氏生女一人適吳氏早寡純斃孤弱翁撫盲之以至成人其後遺孤又卒惟兩孤孫在而翁同毋女弟適某氏亦寡且貧翁皆"
    },
    {
        "title": "二",
        "content": "辛勤為經理其家終身無倦色康熙甲午歲大祿鄉先生奉觀察之命來溪上為粥靡以脈翁阿飢者數十里酣來凶啜好酣歸膳碑則復飢其老弱難行著終不得食是不如計聊授米之為待也郁民賴以全活甚泉而賑米之羨復買山以瘞枯骨其後荒年有眼濟之授悍敝此助行而不知翁實偕之蹲翁有治劇之才而不得施設卿鄰有幸聞必以質之翁而獄訟乃息然翁特勵志讀蓄夜讀常至難鳴工詩善草書相因張文和公見而愛之目里中有此才何可使老於林泉于欲薦之而卒不梁命也夫贊曰余與翁之子伯顧同學相愛而翁之幼于丹晚奈再從女弟夫也故於翁之行事知之為詳伯顧亦工請伯顯既波丹曉出其平生遺賈傳奈論定之將刊刻以行於世云簡潔"
    },
    {
        "title": "方氏節毋傳",
        "content": "歆巖鎮方君肇西之繼室吳氏年一十來歸七年而肇西病卒於時氏年二十八歲丸守節嗜十二年其孫尚錦上其事於大府乾隆壬辰得俞旨建訪旌表方輦石就毛而太孺人遽以是秋長逝蓋自太孺人既歸方氏而方氏遭家不淑肇西既旱卒而毋氏謝安人壽終末孺人以婺婦末持喪殯盡哀盡禮以至目勝不能視當是時肇西前室之于及太孺人所生壬共五人而連喪其四諸婦隨以渡者三人其船亡哭法排由繼續齊凡所不能堪看而太孺人匕志彌堅常獨坐巾樓終刪凝然距其于婦不太孺人年己五七其子祈富請以毋節上聞晴太孺人堅拒不許曰婦人夫如禾驟分也甘居立節己非飾安比恥膺朝廷之寵命音太孺人躬持徐約疏衣稱食至族姻里黨之貴無以實者輒周䘏之無難色百尚錦之曾祖大生欲建支祠歷一世末成孫析宜繼之功鴻成而身沒元孺人殄命析宜之予及其請予臥此童加人之志也盍亟成詳玉作涸食恭孺人身任之嗣不訃知其勞矯祠恥而後喜可知也大生樂翩善然其志願多未竟而巖鎮之南山故有會文之館其後移置鎮西年遽傾頹僅存遺填鄉先生議欲脩復太孺人聞之復命諸孫推先志重建馬又於其時重筵鄉賢祠慧即神衡曲即距蓋聽肅廢雕請撫加仲恐豪無鄉銅憶抽孺翩逝教迦贊曰祭觀女婦之以節孝著聞惟新安翩尤眾蓋其流風使然忒獨太孺人所遭傅極人世之愁帷天殆摧挫之以玉其成也若其春春助善繼光人之志海畔續紳大夫或不能蹻女予能匕當呼可謂賢矣敘事獨得臾公之峻潔"
    },
    {
        "title": "汪烈女傳",
        "content": "古之人以死生為大苗孟于別之日可以死可以無死可以死而死死之得其道者也可以無死而死死之不得其道者也人末有無故而責人以元看其死之大端有千曰臣見其君婦兄其夫縛奈以為臣之死君與婦之兄夫似同弗賞異掛顧昧義卻曲即合肺斷離合帥封夷攝曲懸卻衡即疊輿趣齊綠棄府闕後之儒者不明於輩人之義乃以夫婦之道為君臣之還靈申貴之以兄求共不改貞下學文集卷市乳粉季適而己羌就燕丙御輿潛赴晦與劍丙禱鞅押事匕委鄢疏帥勸恐食獨燎薨黯恐監獸劉昨加佩迦事一君則不復可以去而他適是以臣之事麓祟如女之適人夫所謂君臣煮豈竟同於夫婦哉郁腳處懿伊拜麵詭暇酣誥鑄師昧處丸拘弔紆知戀酣勾鄉怨弊遇伊戶砌歌辭距距迎如避睡仲驩甸桃築趣和伯殆殆御柏靜嗟爭于貢于路孔于之高弟彼且必責管仲以死矢何怪乎後之儒者哉翟恐慚爭懸總酣脩臥加席臥恐赴甸卑樹靜朱酣去舞是乎馴無殆迦如典辦未能去歸嬰守勾貴酣城附是呼昧殆莽船可死可不死之間此之不可不審也後世玄許字而未及適人或為其許字之人死夫未及運人是禾嘗壹與之齊也輕且死是死之不得其道也雖然有延之以不得不死者張巡許遠守雎陽城隅而不死搏何之欽之喻村有汪氏之女年十五求適人也於村中觀劇鬲有強暴者要於中道而欲汙之雖其毋輿兄奔救而歸明日女卒投綠佩兄是延之以死而不得不死也於是朝廷正強暴之罪以女為烈建功而旌之吾獨怪後之儒者混君臣於夫婦且仙之說目忠亞不事二袍烈女不適二夫不學之徒饗聞具說而信之故奈於汪氏女之死有感於君臣之義為作烈女寄几發山諭必與聖賢經傳四面符合乃為得之若流俗人駭怪毋怪其然"
    },
    {
        "title": "胡毋謝太孺人傳",
        "content": "經歷胡君與余先後同官於恣欽相處雖禾久而心相爵慕知胡君困以知其毋謝太孺人之賢蓋胡君自西川發鮮以來沈輸末宦者數年而余竊觀其為人循循恭謹不苟取不妾言於人木嘗有疾聲厲色而守身惟恐其失墜雖其天質改溫醇抑亦太孺尺之教也太孺人毋有五壬經歷第序莊六几曰為仁弟曰以仁體仁存仁几與經歷遊處耆或末及輿其諸昆季遊而諸昆季同淮太孺加宅教則皆印得酣借其為御經歷常為余言若方在童稚時受母氏之笞督至今猶標燥危懼雖其後拉而有室稍有愆違即令長聰受枝末嘗客為寬賈也抑又聞太孺人之賢能尤有過人者胡氏世家福建之汀州經靡之祖以明經司平和之訓而不治生產疾卒於官賴其門弟子共為經紀而後得歸葬故經歷之尊府貫無以自存增棄舉子業而浮游於閭海然府君幼有獻譽夙為枝叔史當餘帥重受當鄙分知四肺之綿州意欲得府君朝夕與偕府若以家景辭乃許其蓄弗助行行末察仕地府旋叔艾徂喪府君前後無帥帳倚遭里遠隔不得歸不獲己之潰川之申江寓焉當是時室中空無有家臺不減十餘口而太孺人指楯席作獨任其難宅且極力延師以謀子膏油脩脯敬禮有加馬即常所往來申其稍屬儒冠端堯看大孺人未嘗故簿慢恐其洲牙回長者之車子雖欲親仁不得也大孺人身所御者疏布縞衣禱細至再門而幹濯必便其鮮潔及其過族戚里黨體寒窮延常分所有以相恤而自忌其貧太孺人之丈粵東大浦人也絰歷名翠仁贊日自國論不及閏門之隱而為女婦者雖有尊行碩德無由目表見於世顯偶有能傳道之而聲稱赫奕殄與申朝七大夫等太孺人寄處荒遐非典教予恐嚴世亦訛得而悉其生平然則為父毋而以姑愈為蟬與自葉尺子何異哉首尾只以教子納事為緣"
    },
    {
        "title": "李節婦傳",
        "content": "節婦姓錢氏淮寧李生之妻也有子曰寧寧以書來求為其毋傳其言日吾父為縣學弟予吾母世為漸西名族年十九來歸吾父念大爻毋家世貪困常冀得食祿之縈以頭其親坎苦誦讀喜毋勤女紅烹雕以佐之雖炎暑之朝風雪之夜無有銅息歲在丁固吾艾秋鬧試罷得疾未逾月而徂禪年甫及周吾毋逋生女弟一人哀毀欲死者敷矣然念大父毋在堂寧兄妹方在懷抱勉以承舅姑之養不敢以哀痛形枯顏色吾大母以吾父之堂憂爵成疾乎足不能勁履者數年唯吾毋常侍湯藥難初鳴即起至夜分乃就寢息吾文有弟二人及諸姑皆在捍麟吾毋勒撫教之永飢而典之食末渴而輿之飲衣垢則為少煩欄衣微則為少改作耽延二叔親迎諸姑出嫁而吾母之辛勤始謝馮吾大艾常號於眾曰吾兒武賴有若婦在乃天所冒以存李氏之血食也眾載其言眷自吾爻之沒叔今二十年吾毋年四七而火毋之疾忽寥寧亦生子成人矣信如斯言則古陰禮所謂婦德節婦其無媿矣其子寧年在時冠不遠千璽求向口助揚其母氏之賢李衡可謂有千哉就其子之言直敘簡淨"
    },
    {
        "title": "記方節婦事",
        "content": "節婦余氏桐城人年十八歸方氏夫曰錫庸干年生一子一女而其大貢節婦念上有老姑下有弱思乃忍死以待然其夫伯叔兄弟之家願節婦之去不願其守也挫辱之百端不己節婦常吞聲飲固刪居卒奉其始八十餘以州見其二子之成立困婦人之守義助剛凍為音奈匍之交家末貧而其苦出之飢凍有甚焉然後知大司徒教民以六杵堪曰孝友睦淵任恤而又斜以八刑其一曰不睦"
    },
    {
        "title": "童駕壅霍辜毛一",
        "content": "少己刑邑疵必教炊興堂侵刑助督必鮮貌加棲之常黎安其衛未改相擾奪而綠寡狐獨無不得所之尺甘恐教行於卿而風俗淳厚其不狀此也歎巽不以此也歟"
    },
    {
        "title": "記楊節婦陸氏事",
        "content": "陸氏煮上元楊邦翰之妻也邦翰之父太學生毓春娶董氏生邦翰而側室劉氏坐廷銓廷銓生洲歲而鏡春卒毓春家饒於買而邦翰少讀書喪明有司族者覲其家之無人將傾其所有也於是邦翰無病夙夕卒距疏春之亡纔十四日耳當是特陸氏年一十八箴毓春之毋尚在堂而姑董氏新寡董氏廷遣劉氏而劉之予方且檻撫陸氏痛欲從夫死已又念楊氏之不絕者如踐而兩世牖姑無以養乃不死而撫育其幼敘廷銓脩極艱卒以卒至成人廷銓入太學生子松集乃命松年為邦翰後酬嫂德也陸氏性澄護喜佛汁平居不事容飾而上奉兩姑惟謹松年今為博士弟子貝"
    },
    {
        "title": "知上猶縣方君傳",
        "content": "方君諱求義字綺亭桐城人也以貢士典修實錄敘官得顏州之龍南龍南在江右極邊輿粵東接壤僻處群山中風俗較他邑為淳君初雲則欣然即是足助安余之拙英其在官不欲以才顯而一推其朴誠相示座署定南安遠信豐諸縣皆有聲龍南有豪民廖氏兄弟五人虎豹蛟龍為名號橫行苦鄉里而官吏莫能禁止君至則攝其渠魁至設庭諭以利害而善遣之諸麻歲感激自奮終君之仕無敢縱肆看江右素饒裕歲偶儉不以災聞而君著安遠時適值歆歲是時布政使下令擅耀倉穀無益災黎而徒飽吏胥之貪煙前令皆一遵約東不敢上請君獨喟然副誠使服救及洲邑物氏堂刑今雖罷黜何憾焉遂急以甲狀打牒大府其勢有不雜不可者方伯初聞之愕然而大府深加興譽且檄屬邑皆傲此施行諸屬相繼請耀其全活不可勝計然君不即以翩功德也在龍南十年有終歲不一至訟庭考到固之內草榛叢塞乾隆九年以葬親解仕歸翼既一歲謁遲補南安之上猶上猶亦江右之邊境風土約鼻相似而君之治上猶臥如其治龍南建社倉以傅荒年創書院以興文教暇財擒洲童雜坐樵夫臥丈問親訛疾訾故又別字樂萬便尺宅新樹帷灑綸臺趣封繚襟桑麻圖陝即鏡迦贊日樂藥與祭家世有姻連知其素行具兄子裕曾奈甥也及其弟子玉成皆幼而失情樂祟教育之無異己予豐其門府之行赴有人所難能者豈徒思施洲邑為良吏毋哉直敘一事而令之賢自見贊中補出門內之行有法"
    },
    {
        "title": "松江府通判許君傳",
        "content": "許君諱曾裕字崙高門字南湖桐城人也君少卓華有大志年甫人齡植母病篤即知長聽祖廟之前禱求至十餘日不倦稍長從整師附學聰穎出其輩類牲書無商不讀然其尊府麟直諫御族人時怨怒興起獄訟十餘年而屈不可仲遊發憤以卒君把痛乾屯復桂杵有可又十餘年而理始得宜然君之精九油志己消亡其過半蟲差獲己乃入貴補官得通判松江水利船政松江地濱海舊"
    },
    {
        "title": "一董",
        "content": "設巡海之船其曰烏船嚮者通判監修土下多侵漁其船遇風輒壤君獨親自驗試而其英始除先是遠人負販至松江松江姦民限其貨而負其價直不還君至懲其尤狡點者數人而負敗皆戴德感泣松江河道細挾易至填於填於則舟揖師通而民田亦無以灌溉故冬日水涸用桃濬之工其賈皆出目民間積至巨萬有司粗為興築而浮消其賈大半君獨以私詢己之桐載有限而取萬民之膏血甚晝船心不忍乃親量度深廣使其工不得尺寸有差民成呼舞以為數十年來兩未有因即河滑立石以紀其事濱海失業之民多通海洋以逐利禁之不止君奉委延察而海船之私貨浮牲口根之外者至百餘般君念窮民非有大姦完徙以無知嗜利而自致干紀之誅必加詳報則己雖有獲賊之譽而死者不可復生因潛請救布政辰公愨其霓貫辰公察君愛民出中心之誠深為激賞將議遷除而君以是年得疾招六月十八日卒枯松江之官合年五十有八婚君少時懷柄臺膠貧巽欲奔醇薨堂拘尺謳如赴楚興君柳如香咸虔悲當諧朝藉顯肝酬避蒙勸故姬得遊巽卯袂諧灰尤靈伸耕慰間黼徒奔禮抑靜拘華眾恕帝曉寫新柳節柳廟幾有晚廬典定也而逾妃豈其惜春命聊雖然映黯控樹諱與夫世勾貴顯嗣加定奔樹眷鞍爵豈鄭朴熱拘彼聊鳴呼可悲也己贊曰君舉丈夫子四人而幼子國獨有志枯古之立言者國久從奈遊而後奈郡聞君之始終甚條乃今知士之有懷而得以自遂者寡也然君雖不得行其意枯一時而復世特有興者矣尚何憾哉折有才而不展其用處著精神意在筆先神居象外"
    },
    {
        "title": "竽園張君傳",
        "content": "張君桐城人諱若沸宇珊骨矧字芋園大學士文端諱英之孫工部侍即諱廷琢之子也中雍正乙卯卿試嘗是晦君趣尊府史君起御蛇柳臥慕仰昏勸完予避右糞御缺勉磬受紀嘗軒滯家亭繫綬惟潛能卿穿伴恕文端祠祀貴良安微巡撫徐公實承批蒯祭其徒隨興祝之乂填隘賓館牲字酒食惟君能餽餉踵至客無缺漏少司空視學江蘇兢業旬持其所拔文章必命君再一譬校收棄宜當號稱得人惟倉之用力為支相固虧缺謂藏盍括家產不足以憤可空倡助白金萬計族人以次捐輸猶不及數惟意能絰槃旱盂力蚩字卒辦治邑東溪水自龍眠雨山奔流數十里其勢游鄰相國創建石橋以利民涉工程浩繁惟穀灶董其役早夜勤視三年乃成其後日久橋漸崩榻司空捐金築霸捍堤惟耕能督工辜娥堤外居民恃以無恐堤既成君更勒石以紀其事文端創古義田司空增古義助廣惠及篤素公囚惟君出納脈施能不遺不濫君之弟早卒撫育其一孤五女一如己子曾歇以鄉舉第一人發鮮曹產為學官名弟子惟君訓飭督教之功長姊適孫氏浩漁而姊夫早卒仲姊適顧氏協鐘而顧氏家賈惟潛能饋問不絕撫教諸甥皆得學業成立乾壑乙亥丙壬歲凶民饑司空捐米數百石以倡惟君更牽率諸弟舟運湘湖米至穀價既平民食乃裕既又以其餘米立永噫之倉豐則出貸以叔簿息歡則出糴以平市價"
    },
    {
        "title": "匿",
        "content": "邑有同善之會兩以濟死不能踰險而暴骸骨於野者淮若能增益其賈日月滋長思施偏於閭灶君天性克勒司空嘗訓之目天與田日之年必有日日之事惟君能稟承其教不憚煩榮日出輒興夜分猶不寐應務之暇即彼覺書臾其於古人成得失因羊損益之宜能羅列於胸中尤詳禮制邑人吉凶之儀紛來眼質能人盡其意刊去蓋吞恐乖御有神如翊惟爭其僮剋推鄉獸表得施趣邦國迥贊日當雍正之時桐城張氏之貴顯震驚天下而竽到獨以鄉舉終其身夫豈九不能及蓋澹卿翩志不汲汲柏帶利以致然也鳴呼豈不賢載通篇以惟君能三字鴻章法文甚峭勁呵"
    },
    {
        "title": "金氏節母傳",
        "content": "金氏節母許太恭人者歎之蕃押人也年二十來歸奎氏五聚歸五年而五聚客死京師光是五聚之父文二早世遺孤五聚縛五裁不能目存乃從王母冒蓋姓而同居於方而五聚又復早世遺孤公著練九閱月時恭人年惆十四痛其天之旅觀末歸而姑年己老敝惟看寄食他姓欲死不于乃忍死映圖膏金氏孤兒當是時金氏家本貪及五聚客死在外拜紅以為生犬恭人躬自灌園作苦常雜和藜搜為廩而河日多不再食嘗攜其孤抽園中採摘蔡茅荼束盈筐而日補饑餓其孤牽据欲還乃母子相向悲泣又嘗日暮目園中歸失足墜道左叢棘中下臨絕壑墓援久之乃得上先是恭人長子以疽殤因使遺孤往依郡城鏡氏以避其疫染及聞孤復患瘦則惶急饑走四十里往視面色非人日夜辛動調護不寐者旬月而孤又善病太恭人口雖不書而心懷隱憂如捧盈而常恐其顛覆也恭人以夫殯在外歲時遇設祭奠輒北向長號及孤年己壯奉命往求旅觀拘製絮衣牽母前坤毋華逾四如黜單股蔽體末知有擾繡遊濫臺恭杞衡雕滑在亮戀長街馳雪昨侵凌議不恐獨求濫暖鯉恭赴禾郡焉握幻蹶無醜存問遇恭人念姑年己老偶得食必先以進其始姑晚箴長齋奉佛恭人不敢異味折姑常典姑同茹淡襄及姑卒子婦能具旨甘則不復茹素然目奉常多取其粗惡者家人殘徙問往事亦約容言之絞語未平輒鳴咽不能戍聲蓋其生平醉閱歷有人禍難堪不能會覆遊巷姒坤也拘男子非至戚不見嘗病胃疼痛甚劇水漿不能入口然終以婦人之手不得與他人誇視卒屏醫藥不御也時呼赴恭幻酬刑如弔嘗金肉存諷鯉續趣夷叫陣惟醜鞠予為普鄭弊肺勸考恐靈如其末濟存弼酣巴憂魁臥普黃棠其暉鶴餓寒豪夷赴鄭體而赴撫尺列若冥鱗無僻獨茅聊動掩會恥積雪嬰靜卒使釘肉趣門築嘗細缺墜而優興然赴恭翩恐潛秘戀掩針師眷卿距池旋勾節孝可臥藝肝譖憚入恭人執節六十有二年今己延坊崇祀矣潮剛荊劍則之流離遺孤未及周歲而附離他族盂爽不絕者如秋毫矣太恭人以八人持之而孫刻駟禪累刪竟嗣五天屯幽趾無官而潛機鑒趣豈人世醉能窺測哉慕寫苦節令人涕滿驢而橫流生氣淋漓得吏遷之神髓矣"
    },
    {
        "title": "贈大夫閔公傳",
        "content": "贈大夫閔公諱振武字商嚴所之烏程人也公天質貞粹幼而為予弟財無子弟之失長而拘父兄則盍父兄之教初執星海府君之喪仍哀而戍阻爵之疾遷延鑿戰後遇醫者餌以琉黃數十斤乃漸平復其於諸昆弟歲時聚盧一堂相對怡怡極天機之藥值公事則恂恂隨諸兄復末嘗敢越次僥言其於後生小子直言訓誨之無隱教子弟以立身虛世之道及為丈之法靡不正容屏息拱手以聽者性嗜古授徒所得穀倦韓以購買書籍閒人有異書則必請門借取紗錄手所錄蚩尋里盈滿箱篋而尤悉心研究諸絰其於尚書小戴記周官漠唐注疏多所考訂發明以家貢簿遊姑蘇淮徐間繒紳大大之家宇延迎以考疑問求公循循善教出其門者多知名之士作詩不以雕琢為能而以杼情速意為適間作指頭小畫措墨壟冷氣象飛動人書聶貝而藏之居家儉約求裳敝垢不為意館主人山製紗衣一襲深藏筐堵二十年視之如耕為博士弟子應鄉試凡十五料乾隆甲子始以老不就試而方伯舉於鄉洽方伯官刑卻而公猶館於郡城嚴氏馬閔氏會莊懿可翹助萊眾門貴盛折西無其倫出其後中微而星海府君助文章為肉世公復繼之熊皆遣逢不偶終老於講生故仰之予孫奮興角列並登朝著天之所以報公者甚厚而不獲饗其子之祿養此方伯所助抱痛於心而卦人言之求嘗不垂涕也贊日余為黯學博士延撫託公檄令圭安慶書院因得謁今方伯於按察之司方伯留與語且腸之酒食今方伯在江寧夜人以其家狀米命為作傳然微得聞其尊府贈公之賢覽竽伸當右卿錮公勾對翬加酬避猶哉敘事窘樸古健似退之贊文蕭間簡遠似子長"
    },
    {
        "title": "耗試誌",
        "content": ""
    },
    {
        "title": "翰林編修李公墓識銘",
        "content": "公姓李氏諱重華崇寶君又字玉洲宋忠定公某之十七世孫世家常州之無錫其後遷吳孺擁五世而至東崖公富琴崇祀卿賢者公之艾也皆生六歲巳能為詩出語輒傾其行輩東崖銅沒能訃擇師而事韓鄉先違翰林張公大受映文章右世公往從之遊而張公於反門中獨綬重皆因以其子反元子女子于咸受學於鐘於是盤亦峨文章右世其飾交友皆當時號稱英借有右之士也纂事太夫人至孝不忍斯須離訓延而太未人念公之賢能宜起家甲料督令赴船師求舉公不得己就道融心顧常在太夫人左右康熙唐于舉順天鄉試雍正甲辰舉進幸收官輪林而公益日夜慕思太夫人不置大夫人聞之寓書地其供職毋以我老為念其役太先人卒於家禍皆以奔喪歸遊哀毀待疾蓋太夫人之志如此葛性愛士如饑涓士之負材藝遊京師者公皆與之往返論議擇時出酒食以相勸縈壬子典四川鄉試而是年以前所薦舉人不稱落職而皆之長子治運方為秋官郎中以祿眷留京師則咽與績紳及故交之閒居者連為詩社或聚徒謀文元章益富賢豪趙赴益眾治運提學山左公主校閱覲拔號得人知榆林公為書院長而邊徼之士皆興起於學知有經訓按察安慶每訊鞠皆必坐屏幃後憶聽立看所平反則喜稍可疑則諭令再三慎測必得情乃罷蓋竹雖不伴而功德之及人如此昔佛在京師則士爭超之恐後怨從其于莊柳則容遊京師者耐所歸皆卒士大夫曹相游徙者皆相向飲歡法祠嗚呼其可鉛寶公以乾除二十年八月十二日卒享年七十有四娶張氏子三人長治運令按察兩淅次奏運太學生先皆卒夾光運太學生女二人長適縣學生張七雲夾逋太學生韓承詩次幼銘維砥尤德世積而偉維天相德施於孫于既勿憂祉我作斯錦纔之幽里永千萬祀結構翦裁以著其絮"
    },
    {
        "title": "翰林侍講張君墓詰銘",
        "content": "君諱若雷字樹形桐城人也姓張氏其大丈文端公英相聖祖仁皇帝朝世父太傅公廷玉相世宗憲皇帝及今上兩朝皇考延聰禮部左侍即君生累世膴仕之家而超操被服無異單門窮士生方碧亂穎出濟輩稍長盍嚴鮮有幼志之失撞聖八丈人行許娶以箭出就外傅潤以詩書華器夙成以待出而為用於天下年二十八成進士授翰林浣編修充日講起居注捐進侍講几館閣文章之務君皆隨時立就不稽日月其幕修書館也職所宜盡趨赴惟恐後時未嘗憚其勞席其分校卿試及禮聞也公以生明號稱得士上嘗謂其兄中丞若震曰汝弟正直人也蓋漸特太用船而潛則既卒英稟伯附視學江蘇丸年江蘇事繁削公振起文教選舉俊艮絕除旁顧而乙其右輒贊嫩劉綱丸畢舉潛梅俯赴聊居安皇帝東延狩宗伯班在扈從君方告給里居念尊府年考之高即馳入都扶侍以行故宗伯以哀年走塞外經落刺泗敖漢翁牛特已林祭曼科爾沁以達藩陽往返六千里而不知有滑嶇奔走之勞翳君恐色普試違眷以慰藉鶯二年之喪其禮曠不行矣君之在疚屏酒肉而不鄉獨居殯宮瑩兆之惻蓋糾十七月如一日既釋服趣闕卿辭於慕猶攀號緡數印不能合助去也里中人多客京睡時其不幸則往往朝夕之不請寄食旅鶴積歲丹其償其直戎終表能歸歸而無慚歸遭壁恕鄭甚則病病真為妃醫樂死廿而莫為之糟雛君悲為區輩隨其綬急難易必使之輪理乃貯刪又慮急遽匕難助恥給危更與有九之賢共桐桐輸便洲人掌其脊爪附恥其惡助待肘規制草創既定英佩君卒君之成進士其房考為滿洲伊公爾敦伊公沒而夫人獨居困甚君不忍其饑寒嚴月魄問有常能君卒而以其計澗失憐夫人哭之慚鄉晦以刪贊伽樹燕屢肺兜杞加懸快柳像聲醴間楊蔚詐狀雜其禪黼封乾甥船蓋君於人一仕以誠而接之以慈愛故君之卒朝之薦紳大夫宗旗之親朋友故舊下及皂隸軌婦莫不悲泣相朋自以為失其所歸蘆與人飲酒淋厲終日如不厭及其開門端坐末嘗一持杯掌見人有所禾見書輒借鉤馬研究諸經而於周禮尤為交通午違所為文甚富而長於歌詩其侍宗伯而出塞也有從蒿集數十百首奈嘗為品次支君以乾隆十八年八月二十二日卒年四十有五生予四人長曾敞翰林院檢討次曾放國學生夾尊欺中丞翼以為己予次曾虔尚幼女子子一人長適司縣吳綸其幼束嫁云曾敞將以某年某月日莖君於某鄉某山之原而以書來請錦銘曰施於權都聊蘊滕恥著畔耕恐捧掛就無憾調尺恕禪穀帥府縛蹶府鄭耶腳酣脾印壤眷婚絕曹神行於法度之中故其機流而暢"
    },
    {
        "title": "阮君墓詰銘",
        "content": "阮君諱為光字輝吉桐城人也以乾隆四年八月十州日卒於其家享年如十有丸其子德修與奈弟昂千相善余末得交於德修而德修知余最深介余弟請余為文以詰其墓奈不獲辭則問德修之所以欲顯其親者何側德修之旨曰吾艾幼而孤吾祖毋撫教之以至成人吾父不敢肯祖毋之教以友於其弟兄家之廣務皆田身仕之以聘川娶兄弟一人終其身相依倚以為命吾家壺貧吾晦逼晝醉黃增著斗乏爽艾以授經為生館穀所餘悉以分吾叔艾而不招吾先世世家桐城祖墓之木以歲久樵牧之不禁漸至凋敝吾艾親為樹植且至數千株嘗念祭物耒脩幕全置田迄今春秋享祀賴以無缺與人交終身無忤有非禮則義形於色或無故加之亦不校性嗜書至老不倦年且汎十餘猶手古經傳不置然吾艾績學終身不獲澄賢書以仕於朝徙恂恂為鄉里之善人此余小子之所為痛心者也昔吾高祖為明湖廣穀城令先是流賊張獻忠新敗偽降據穀城且周歲時有應補穀城今者皆以畏持禪去吾高祖攜僕就道至則且撫且教賊革諱騎盧捕吾高祖嘗碎其旗賊終不馴率其眾脅使俱行吾高祖不從索印又不與且大罵擊賊賊怒吏鮮馬家人囊洲體馳報大府方孔昭事聞恤贈太僕寺卿蔭向子入監讀書且命建祠歲祭末及建而我朝雍正四年詔舉前後忠節者祀於學宮吾父泣陳先人之遺事於有司乃得以雍正八年翠主祠祀馬然吾艾痛光大艾之早卒大毋之苦節而身卑賤無以彰其名於後世未嘗不教歡垂涕也信如斯言君其可謂篤行君子者妄即命鄉論秀對法廢暗對避獨善興身湘獲登仕版雖軒都安壓波未慰網鏡足幸有孝荊燕孫能推揮與祖宿請命禪當世有遼能言趣碧寶殘記禪諧字酬停加幸無對財雖布嘉言懿行是闕垂濯神禪無窮亦紹興畔兜無黨間嘗考鄭空平衡恕待樹授難御樹鄭豐醴蒯慚肺壑柳卿祠哉圃密稷抱棟帥船變予逝叢鄭脾鄉漸旃黨慈滯膚御恐常仰師軸表避盧害觀阮氏之先世著其德而君能張大之岑慮修文能繼君之志而鬥助褒揚其光人為念使世之為于孫者皆能如君史子間則為其祖艾者尚何遺憾於後哉鳴呼是可鉛也已君之曾祖諱之錮字寶甫為縠城令者也祖諱渝字子貞松江南雁營守脩交諱敷寒字九咸毋王氏行載郡志貞節傅妻何氏子二人長世忠為繇學弟子即德修也次世思女幾人長適某次適某德修以某年某月某日葬君於某鄉之某旱余為之銘曰禪超剛桐君畔昏赤慈衛禪君洲傳頤君獨能出闢耕者煙雞予艾祖之行不能目顯而子孫能顯之於此生情感溉淋漓鑄勃方府君墓詣銘嗚呼七宅聊忠而未稷淨存求刪束能洲即冠者蓋即和安榆興祉辦獨翩顯盤薨趣壁巾雅仲御千壽恕軒鳶船門翩寫神甲諧無意迴授鄭咫即沈燕授腳雅作偕帝鳶趣漸肅挾部廢華洲欲有帥相盤洲顯禪當時嗣傅禪後掛序掃尉湘離老祀於窮加郢湘間如盞祀九英編樞忽震干坐加船府雅掛陵財刈驛未矩授棄漠帝節把去垂殺稱安曲主號青蕤玉避代助來貴祿仕暗贈幽鄭雎杼妒梅夷藉未登禪朝著藍闕穀無帥短畏雖對宅伊身潔行非叨授聞酣駭傑不審知財姬巴詩刪節微趣論世者觀緯市精滯頻酣懿濫遇同里方漢德坡者奈之同心友也其府君樽披先生余之所深知也蓋幼而惆儻有大志其初至京師一時縉紳大夫多重其才願與為交遊府君亦懷慨自命欲有以敷布於天下未幾以族禍牽運窮居困阨十餘年然後得放歸田里臺且其方剛之歲月耗磨於憂患之中雖有管樂之才無由以自達矣然府君紛不以屈伸窮達沮喪其志意而時從賢豪長者詩酒共娛婦其自京師放蹄止近卻不入桐謁光祖之墳瑩至泣涕不能興平居則治酒殽丹與諸兄弟燕飲為樂酒酣適逢其仲兄之怒府君長縣請罪不命之起不敢起夫其既老而善事兄長如禍則方其少而還事史毋其孝謹為舒加也天既篤生府君以其才而不使之施設且況抑錮蔽之府君知所肆其意然其中之所存浩然不可以沉抑而盍也嘗徘桐中庭顧其羣從諸子而歎日兕輩中誠得一智勇深沉者庶其有以繼奈乎嗚呼此可以見府君之志矣府君諱元履字高度中康熙戊子順夫乙榜以乾隆某年某月某日卒享年五十有蝟所著有口繇南枝乃吾廬小擇披諸集共若干卷藏於家祖諱干宣邑諸生早卒父諱導祐休富縣學訓導遷廣德州學正妻姚氏子調人長漠邑庠生吹浩雍正庫成科進士官至江西分巡吉南贛道按察副使而府君及府君之丈皆以浩得贈如其官其季深國學生漢將以某年月日葬府君於某鄉某里某原而使命龍山之莪我有古君子筮宅其可墓石可助其銘不磨就有才不遇處感慨為姻波筆力矯變"
    },
    {
        "title": "江西吉南轅道副使方君裏詘銘",
        "content": "力君諱浩字孟亭杵城人也其尊府擇渡先生家睡行誼既有錦君生而沈毅不與童兒共婦遊及長讀書為文章駿發有氣中雍正八奔縱十初知太原和縣調陽曲遷保德州又知隰平定川遷知蒲州府移守路安擢江西廣饒九道按善副使旋調吉南韻道因公有註循例復職方需次吏部而以乾隆十几年七月十日疾卒京師邸合年五十有六君之蒞官臨民嚴而不苛和而不可犯既去而民多思之不置其在隰也隰民以茹素為群群數百號為大乘教君悉眉至庭而啖以酒內火奠知其原其後逮捕大乘黨人連數郡而隰民獨免全川用兵平陽富民願輸餉而旁郡效之者甚移君獨以略安地瘠民貧不為報會夭子巡狩中獄敢道澤略而民田之近接道旁者吏輒令鑄去青苗以俟君獨以鑾輿末出而廢民耕作非為上愛民之道令耕如平時民得以收獲而事亦辦治蓋君之仁愛即其天性不待彊而能也其在平定州值天早姦民扇眾誰奴求耀穀君不為動升堂坐取獄中他以威其被驅脅者多逃散君乃徐名姦民慰諭遣去而明日陰捕渠魁人論如法其餘眾悉置不問左廣饒忘攝九江府事歲旱而米商末冀洪州乏食大府檄屬郡蠡運倉根往濟君以郡民咸待食而移渠他往恐生事請獨輸丸江倉而屬縣停運比違大府意末幾安仁以阻運罹重罪罪及守今大府乃以此重君旋有吉南轅之詞南韻自前世多不軌之民依山澤為患審而上猶姦民據險為亂君罰即馳詣捕緝比大府至而謀主己就擒訊寶置之法蓋君之明敏有所發而巾機宜類如此孤順所至助狼興學校翻務初在神即改西洋禮拜寺為昭餘書院在賂安捐俸為倡以葺新郡學其桂江西復聘名儒為白鹿院長壯篤於親黜嘗推光君子之愛以事諸艾諸姑及從兄弟又推太夫人之愛以事諸舅從毋及外兄弟其族屬姻臧故舊之貧不能娶文喪不能爽及羈窮財死而江至不能歸者君皆為之區晝必得當而後己意可調能人之所難者也君要吳氏子一人相梁相正玄二人長適姚芬乾隆廉午科皋人今知陜西靖速繇次幼暗以某年月日墓君於某鄉某里某原其兄漢來請銘銘曰兄集君聲殷雷碩群駕聚處親肅爽兩驂縱轡馳康莊睨者伯樂御王良被駑禮目遙相莖羌獨絕塵氣暢揚忽蹶不復中道優時值晦塞父愈光有如不信視銘章敘事有法如秋水澄融可愛"
    },
    {
        "title": "湖南按察司副使朱君墓詣銘",
        "content": "朱君諱陵字紫圖十世祖由休享月潭遷居欽之悟村祖木叔父蔚庭俱以君貴贈如其官君幼而隨其艾服賈畏進年十亡受學武進諸生領明侯明侯每令君誦所讀書而己聽之以為俯仰抑攝能盡含古人之音節雍正甲辰登進士官翰林席吉士瑜年跋授刑部湖廣司員外郎崙往威京整飭部務遷禮部祠茶司郎中還哀補刑部視審左司即中考選貴州遭監察御更協理山東道事巡視比河薄務收授江西贛州知府遂分巡韻南以丈喪去仕服關參藩衡永調任辰沉永靖薰攝缶常濫道署理湖南按察司婁禾幾又以毋喪歸旦其在此河陳便宜三事而上皆允行之屈韻州十年讀當閏粵之衡有東西兩關甲丞委君羔攝君開清吏胥之樊恭諸商自注杭銀於簿藻完而課目裕贛舊有源溪書院君為延名師以振起人蒸人稱為朱公講堂云箕分延輔南值學使按試類川忽大風發屋覆壓應識童子四十餘尺皆死其餘折傷肢體者無數人情慘痛成歸咎於守令督缺之不堅反學使命題之不宦幾成變亂君目以蒞贛日久其思信素結民心乃出示曉屢毒三而民皆感滇其變乃中己君忠木足濟乳費如此當是時賢穀賈倉儲而禁貴於岑地恐霄民彈邑或貧瘠不供肘求匕遠地又多廟近旦之費於是蹄令以畏禁而和交弔雷氏富民以有挾而離持子長羿其弊量端偉中丞轉帖下各道般壽糴補居以為糴賢本地富民忠轂靜有石得不然與其陽禁除違再若揭白而燒諭韓價不使柳平不使短斛不便浮貧賢咸濟其遺和咽出之上下桐欺桐懸憶黯也大府褒嘉以為得政體居之推誠未助內外有間旁如比勸農牲著理胡靜酬歸翹爛甲巴州料郁赫歷湘丑申餘增翮是掃丑湘恭尺睡鄰曲凋帥曳卿靜鄭靈匏勸鬼避酣郡悲昶即勝故服闢赴累將補宮而在道復退迷閑處田里十有五年患蔚恕清撲無禦謝櫻趣諱聊敏空加悍避畔大存諧禪兜市耐惜和壺鄭卿似君以乾隆三千三年正月十五貔卒享年十有六誥授中憲大夫要吳氏誥封恭人子四人長辰郡增生次睛夾戀惠皆國學生並先君卒其季若水邑庠生若水惜以某年月日莖君於築鄉某里某原而請余為銘鉛曰君之居官不為末攝既以持又卑以收惟其有利於氏兩有移於俗于萬斯年君于之穀刀斗森嚴如程不識之治兵而氣自縱逸"
    },
    {
        "title": "山階門鮑君墓詰銘",
        "content": "乾隆訊十年歲在乙閏十一月壬戍海門鮑君卒奈繫官於黯久不聞其鹵問而歆人頗有知之者醜恐觸奈之悲哀匿不以告踰年孟夏其子之鐘始獲以其訃聞奈哭諸寢門而不自知其痛鳴呼余窮於世所有者友生而己而鮑君之窮幾輿余等天又奪之耶鮑君諱華字步江其先欽之永置鄉人其後有橋寓真州者復渡江至京口而家焉祖諱仲珍艾諱天民皆不仕君生而潁異年十七隨其父參謀幕府往來浣江狀講間過采涓上太白樓所至發為詩歌出話隸驚其耆長其後牡遊姑蘇兩淅文益迫而背縮盜富晴旦蓋君之天才鴻麗山峙泉湧放恣飄紙極馳鶩之能不勞紀律部伍而自中於法度近代稱詩罕有及之者君幼而攻詩不樂為應舉之文邑宰奇其才摶薦之學使遣遭父喪輟試而同里姬害其能者宛究以寄籍為辭服開援例入成均連值鄉試不獲舉君乃發憤禁去舉子業而轉力於詩故其仕宦之塗絕而家道益落舒古木人之不過求有妒吾海門看幸其子之鐘賢能繼其志八皇上南趙乏鍾以詩賦蒙思擢授中書第一人奈以為君之憤戀無若而得舒血忤長享具丁之祿養鳴呼訛請睡和補臂翮肄禪是紳祀鮮難諧馴恐勤是尺船賊趣畔授船剋求雖禪帶神固疊絕無徑壁顯使與蒼軸黃姜若祀軸壓恭滯趣憚岑穀勢年鬱駟扣祿碑求愛禪鮮若憚翮船肥實蟲苦徒避燕如姬避淮縱使掛恕早摧神狗骨顯禪軒聊鄙映若壽終與卯眷知勞藩潛趣茫部虞門鯉撰世趾辛聊歲鄙無將難縱懸豈石手酬度量詳酣和薨腳授敕博陵少宰尹公守楊州關君之名石至其門下日與公子右亨相切翩而竇公太夫人尤重君滯巾引至內庭相見飲食之如家人時方開博學鴻詞之科尹公即祝君應舉咨名大府趙公中丞顧公督學張錢徼至而君以疾作辭不赴篇逝雜勸即加酣凝愛耕耕拜椒持媒貴樗愛宇慈逾辟翮申無防轍起潛憚悲零君家多藏書手目披閱無虛風所著海門集三十卷己刻十卷又外集十卷華陽瘞鴛銘考一卷京口文獻錄三卷筆耕錄一卷藏於家君娶某氏生子二人長即之鐘友之鎬女子子三人皆幼之鍾精以某年剛日葬君於某鄉某里之原而請銘於余銘曰江朝於海山蟲其申金焦之秀爵細才雄維君特起厥聲蘊隆若存測禪酬惻鄭禪相裡黜靜細完稽逾嗚呼已央安此冥宮前情其不遇後悼其年之不永其氣帶塞其辭沈驚足徵友誼之深"
    },
    {
        "title": "汪府君墓誌銘",
        "content": "府君汪氏諱景昆字明羞飲縣人也生而仁慈奸施與常謂其家人罔一家饒裕而旗有四窮牡也年二十毛棄儒術標百緡以往賈於浙之蘭谿及艾而歸里聊畫停液靜禪辦靜酣昧樹濟紆巴寶里黨間託獨無以為生計月授之渠其寒無程補則於冬日授之衣暑而荷擔於道路為水漿以濟其揭渴病臥不得醫錯藥物以救其疾昔力不能親師建館含延儒生以誘冀萊學死而手足不擒形贈以棺禪而里之潁以殯斂者至三千餘人有贈以棺而不知其為非命也訟詞連府居里人道以請於有司府君亟止之其後事得白而府君施濟如故也鯉府牆非興仲弔恐賢雖背相和必如興獻意輝仲箭諱泰安字永享生十歲而喪其毋吳安人廚在淺土而尊府白以春秋高常欲自立生藏仲君用是不敢目暇速力末所謂桑生氣之理誤巾不避冷炎徒步行數十里以求吉壤虞得免水泉螻蟻之患將蔚肥刑帥施濟誨請不衡問廉恕存無滯施灼而昨加加是馴惜佛禮職指攝黯加助禮與莊禍酣惟恐府居知逃縣齋靈稱虺倫惜愚典辭趣聃檻蟲轉即興婢廟僚友亦勸諧府耕繫卦能博蒯采圖幽府君曾祖帶吁艮鐘祖諱啟賢皆太學生艾諱廷俊妻鄭氏繼妻吳氏又繼妻曹氏又繼妻許氏子三人長子旱卒仲子即泰安也府君及仲君皆候選州同知乾隆十七年蘭谿箴不收府君以捐脈議敘加級二十四年郡守舉為鄉飲賓鄉飲禮畢子姓稱賀時府岫穿己怕和朴畔僻柳其千姓軌揮者與惜諷飾繡竇歐幻軸不吁無帥事無事則心枚吾數卞年來獨壑則暗諭前載酬歐仲君二于長指鳳次騎梧鳳翩學官名弟子從奈遊府君以乾隆二十六年回月十日卒享年几十有六仲君以是年几月十二日卒享年六十有三楷鳳櫛以某年月日壅其祖及艾請銘於余銘曰孔酣于霞水而吝不觀世德愈下手足相殘獻有君于根窮濟離嗣社繼志刑己以殫有高者原善人所安山谷遷易其鉛不刊一艾好施而于善丞其志幕寫有生色"
    },
    {
        "title": "烏程閔君墓請銘",
        "content": "閔君諱永欽字英問泄賦晦程人也尤世祖珪明部尚書曾祖宗聖魄廣岳州衛經歷祖詰生艾雲邁皆縣學生君生禹沉屢不煩教督而親近詩書年一十天應童子試吾鄉戴褐夫在督學姜公幕甲得君卷喜日是我輩人也家貫以授徒仙生勸飭拔收無殊子思又善於謗掖其言披驂暢胡吏分旃節驗童鈍夫聞難咸如夢轅鷙覺其證開悟則喜其有末開惜則憂戚形於顏色故凡承其指誨者參幕於鄉亦或去為學官名弟子性質直於人末當面諛族戚友黨或以文章就正其魯黑瑜韻讎其本真不稍宜貸知其人之意不顧也而人亦多諒其誠鮮有憎怨之者丈善臥時文魄央他人科第得失遲早利不刑能預許其年凡十不夷尹君嚴於義利非其義到毫不蹈其在學寶值有非分夕財眾竽求之至於闢開君獨退況亟醜之不受居常教戒子弟束嘗言利至其職海川為勇力赴之如省慾饑渴之不可己君雖窮晨顧嘗有大志以澤及斯人為任醉則請其衢輦曰是皆楊朱為我者也昆弟五人其仲弟叔車皆先君而沒土室之寡姜遺掩時其凍餒貶衣點食分館隸給眷之亂難色閔氏之從南渡也其始祖翩將仕即其後數世名字磨滅不可考知自歸安教諭以下乃始可諧而墳墓又多迷失君立遙祭之禮每春欣饗奠必致其誠愨夫人吳氏卑卒君年方削而獨居二十餘年與一子相依為臥起終其身不畜脾妾當君之少時昏與其群貯人桐切蒯荷文章意氣豪放其後請若或成進士管翰林次亦鄉舉為學蚩矯獨老於諸生田十卑雖屢試富等食廩讎顧垂及歲薦光期以卒享年七千有鳴呼助君之志輿其行其視彼富責而赫奕者某有佛不及邪一子文山乾隆半酉舉人以辛未年獵月某日壅君於箴舍里謹字三汙而以毋夫人祔之余既識丈山而得聞君之賢文乃請余為銘銘曰八麟態脂蕭妾坐酣禍掃軸握適懷背誕齒而未船相諧苟宥勾抽慰帥鯉輝君丈仰想點次生平甚碎而自成條理"
    },
    {
        "title": "吳君墓託銘",
        "content": "吳君諱閭字崙上轍縣人也吳氏目唐左臺御史少微十一傳而遷歛又十四傳而遷歆之蟲鎮曾祖諱銳祖諱文輸艾諱正通世有隱德君生偏潁異頭直目端不習而能經史百家動窮其典渠三十四補縣學生赴順天省試入成均眾皆謂君轉大興吳氏之門然六試秋聞輒報罷乃慨送棄去嘗南登會稽遊建康踰絕寒入雁門經子推之故墟弔公孫杵臼之遺濁其後復西陟匡盧上勝王閣與令侍即魯公地山及江右名流相廢和能洞徹秦漢以來文章之真廣為詩歌古淡簡遂間發為雄肆酒酷輒骨編勵青加恐著翩豎響戀禪難著學逾恕蓋牆雖抑靜科輸佩鄭神學帥動常表嘗須與念廢諭恐恐其洗拙無仲旅從對自君匕大父家巳中落父壯貧君以授徒為生所得修脯盡以供其父毋而獨與妾室程氏忍肌操作卒不使堂上二老閻知踰年排相繼汶君方奉命社豫章中塗聞變而返痛不得親祝含飯故自號曰嬰王悔堂居縣選廢青手是拘綴然歲時值先人諱印或展張畫像必勉九使人狀持聽待涕泣交橫偶食時食輒念先人戎煩著不終其食有兄不事賈君映貧講生供眷其列門女鱗長沈立婚嫁跪畢謂可耐勞雌斯而君赤長逝矣初君隨艾往豫章豫章舊遊最重君念君家了赫朗盛合白金千兩以相補助君付託不得其人蕩然悉歸洲有尺謂若且蔣章諧而君委之於命禾輿毫毛許腳真舊遊復合金如前而君疾作震乃愴然訃咎其時一命加窮惟恐仞我費人決病紫涉千幹卒出墮資各如其人匕金並其息快價獨牙衣縱袍酣歸居恒呂貌循循至其臨禍福利害則只斷以義命而無織芥遲徊眷顧之私君以乾隆三十八年二月工十九日卒享年六十有四于一人定邑庠生女適程家蠅早卒定從余遊以君卒之後二月當四月之一十三日喬墓其艾毋於古塘村之英山而使人請鋤於余鉛鳳厚潛洲幽畔靜細如制駟細盂此似補側關鄭滑酬晦與寶獨恥輝元涸混驛無郡研訛雜典以憚耕固州視乎窮通蹄仲分於坐死迦某睨濫沸府意離忘申書臾遇蓋潛雖曲麻有珊如者衛翩悍請若勾布于避太吏公列傳各肖其人之生平作者亦有此能事惜不得奇功偉烈書之銘詞尤古可績離騷"
    },
    {
        "title": "吳氏節毋墓詣拂",
        "content": "吳君櫓封者歌縣人也其夫人汪氏艾曰尚瑜嘗為某繇丞夫人年十七來歸於吳甫入門而其姑顧之而喜以為是可付以居室之務蕪煩老者之勒物矣靜是暉柳卦趨御八巴舞酬拂禦射醒蓉欒勝怛斗梅坤盤辦御兜怨驪獸禪眼遇廟私體歸熙帥惻御禦勞都佩牽禪蒙軒昶得樹嘗讀嘗野袍雛酣袍耕幽禱夫人問知其故則曰君其行哉夫牽卓牛以服賈所以孝眷文毋也今使祖父行買面己受共眷其何以自安若始及祖姑饑飽煥寒妾在也君其可無慮於是治裝具卜日以行梅封至漠陽瑜年而病死其凶問至旗戚之來弔者咸助之悲東而或咎大人臥曩不止梅封之行故至此夫人曰人之生死有命便吾夫在家豈能不死且行以省覲其祖父孝思也豈知其不幸而預止之咎者為之語塞醜刪赴翩禪鄭推迎學謂懶願翮刪瞳荊越趾懸薨私翩拾船酬轡挺難憂禍肥部禪擬對自是足跡不出於戶眼笑聲不聞於鄰里獨與其二女閉門管甘旨以承堂王之歡其後十五年梅封之弟生男夫人為色喜乃奉其尊舅之命布几筵告廟而撫以為其夫後名之曰紹澤蘊澤甫周歲而病夫人辛動鞠育閱月更歲五齡即為延師教句讀而更出梅封所讀書授之故今縮澤恂恂為儒者明聖人之道能文章毋夫人之教也赴刈船卿輿剌恐軒封酣期事糊遇魁柳測曲翅藥荊嫡鄉則殉刺翩荊掃禦耀酬獸荊袍勤樹恐喪處油衡嗣梅鉗邪旋穀伊鋤迦剌刈烈加卿驛蓋積勞績段以至於懸故不能永其天年以乾隆十山年十二月五日卒卒時年四十八鳴呼其可悲也己其明年紹澤宙其行義上之有司得俞貢乃高其坊表立通衢而歲時祠祭如例縮澤從奈遊特以某年月日墓其毋夫人於某鄉某里之原而請銘於余銘司御縶兜枯仲德音經辦似獨幽命恐遵怪靜巾邊刪柳睡戀晚剛麵袂抱傾幡沖閑滕遊柳盤錯葉青棲燕維翟浹飾迦粉婦興布撫鞍到世忽職遇子冀冀鄭賢求漸輝袍宗桐對怨翩辦酣告終暮卿飛辭輝堅驅始帥跪堅右無暗洲適袍阻鉛諱後來眷恐神弊梅封之祖年己老特起一蜂為容漢陽而死發膝痛其夫之學業不成又起一峰為立後發豚既痛其夫之早亡又起一峰為年字不永發膝氣脈洪火從史記來赭詞古睢亦近昌黎韋捶中書合人程君墓詣銘程君諱倍字自閑歆縣人也苗曰祖諱粥鳳祖諱維敬贈儒株即父諱具覽贈承德即其質居案揚州之郡壤君因占籍江都為江都學博士弟子貢入太學候補內府中書科中書舍人君生而明敏以直道自持自其逮事失毋爻毋無不如之志反居喪以盡哀盍禮聞有兄一人弟一人事兄如艾典其弟處終身無間言驛其兄以反兄之壬兄子由明經為即君皆誘掖曲成之及其無祿早世喪之若喪兄然其與人交視人如己憂人之憂如己憂尤厚於宗族故舊無妻者實之無子者藉之葺宗祠修譜牒表前修翼後學重建孫公橋其賈以萬許閒丸年乃成苟有蓋於人不避艱辛勞庫幽居郡壤幾一十年與其鄉之人遊處愈久而諧合無恕嫌返里居又十餘年其人有族戚交憐貢富簿厚信買姦欺之不齋君一與之親韓莫有違言者然君之與人外雖樂易而性剛以嚴不能隨人為是非然否惟義之從於人有不善未嘗稍宜假而人自畏愛奚帶呼世俗印盜鄉簫鄰轡夷魄柵婚說陶諧下助是貢盜洲動釋若枯怒膝我廚靜術都恥翩不如木惟鄭嘗讒華尺姬必興飛辭惟無飛識眇謗姬體御貴枯意指徙鳶御馴遊勤稱變潛卿滅教滿燕予諭門昏攀滯就轡藝伯縛言繡州衛乎慚柳華神都面靜僮存君者酬尺遊血典階廣難猶甲旋轉邪君以雍正十兄年十二月聞十七日卒亨年七十有妾娶吳氏子四火志淳安東繇儒學教諭志洛由歆學生入貢巨襲萼三孽身其一互子球監生考授州同知子羈狀學集奴某年某月某風葬君於某卿甚里甚原銘日烏聊之陽有古君子之藏其德直賓不以自韋我銘諸石真百世共猶競暮寫世態如一幅童圖有關風教之文"
    },
    {
        "title": "方府君寄渠墓請銘",
        "content": "府君姓方氏桐城人諱元體字高說寄尊具別字池少時與其兄元履偕至京師早己聲聞傳矯討時知名之幸如吳襄馮詠徐葆光王世瑤萬承暮唐建中楊繩武同里胡宗緒府君皆浹詩文輿相磨柯其後諧鳩為達督助去府若獨丁舉於鄉而罷黜騎御雌臾飄禍啟謂選更部得疾府君棄所有黯漱百餘兩而帶送甫顯鬥阻蔚戊齋禮部泳第而兄景誥得戒進焦府誥朱禪活輿淵影麟馴浩得為喜佐戴寅知院南游繆氏汝許聘於黃其失聽訛毫荊要府君為再涕狀紅冉福妻禱掌共滿令女歸黃代當懿延軸樹南竇嚴璜幽察順永府君皆在幕府多所翼助澤及州闔府君有兩姊年皆八十仲兄愚溪老且貧府君咸竭力敬卷擊弟是巢目疾困悠府君率弟姬芸贍之而按日授食獨仕其勞兄子早卒無後族姓孤貧不能要府君為立嗣授室且代為治集其後府君年己七十餘然不敢背助為老而盡典心加於光人印墓營豎耜呼廣梅松楸彌里暇則作為歌詩著有寄渠詩文集數十卷藏於家娶姚孺人孺人八歲即誦詩禮女箴曉大義是巢初生子輔袞缺乳孺人分己子之乳以哺之得生府君贍其兄弟及其姊米渠金錢孺人月給之唯謹又脫簪弭為再從姓輔爍輔慢娶婦其御僮僕咸有恩禮府君年八十有五孺人年六十七軾丁輔讀靈學生輔華國學生蔣以乾際三十八年某月日合葬於龍眠山某星之原銘曰桐多者家方為且族碩德英覽聯行并育府君初出名聲四馳宜其施設而止於斯匪舟必帶而後決啟伴職而昌乃在孫子乃下其黃厚壤高原君子之宅當世之安無敢段傷剪其條肄伐嫡陳辭以告來世簡峭近昌黎在集中又別臥調"
    },
    {
        "title": "鎮口遜擊墓託銘",
        "content": "許君諱廷佐字意伊欽縣人也從武舉登康熙珪戊科進士殿試抑甲第一人筮仕陜西宣素反乎羅菅中軍守備以單恩誥授明威將草遷江西鉛山管都司僉書陞河南河北鎮標左營遊覽君生而至性過人毋病嘗割臂肉以療之鬲疾亦旋愈其在寧夏當朝廷征優爾旦之時絃悲軍邊外督軍者未至而糧讓匱絕君獨不待聞而先行脈發壬卒潁以全沽甚眾其明年皇帝親稱君即具疏怨隨駕以圖滅賊而跳翩上官所沮遏故忠惆無由訂聖祖閱其騎射是驚曰南人亦有此守馬邪又訊其蒞仕以來事績知其深入賊梁天子為動色褒稱錫燕恩禮傅箕自昔武舉之制帷在長標馬步射陷腰引弩撓兩石之弓翹開賀米而己而君獨明於文藝寧夏之地雖眾習武事而於文藝或未能通知故多不及格君獨教以科降之文一時出門下如吳開折吳進義馬會伯見伯覿伯兄弟八人皆經其指授復多以進士出且官至延撫提鎮君之遷任江西門下構送至數百里外至今西寧有許公祠寅其在鉛山都司食用舊多取給市賈君獨以身食朝廷之根不宜櫛獵錐衿以牟及間左數百平之陋習美旦虧除以盍民皆以手加額錯山有編民登氏居家無恢而恐泰按察司提問縣令符發鮮君獨助奎恥索屬良郊圍蕩蟠文集著辛至蓍一元氏知畏決不合驪膺重遣因究誥恥史見其言諧吏楯又文移封臧有謬崇乃轉怡孫令毋遮發酣屬其暴助上請梁待其姦而登氏得以無累其明於見事多如逃君以康熙四十九年四月十吠日卒於官享年五十有七曾祖諱可模不仕祖諱孔訓例贈標騎特軍父諱仲仁誥封明威將草娶程氏誥贈恭人繼娶沈氏誥封恭人繼趙氏例封淑人于曰人長良相國學生次良槐敝庫生次良格廉熙卒邢科舉人次良模捐貢輯女子子刪人君之孫文短政某年月日葬君於某鄉某里之原而請銘於奈銘曰黯山牟它其水紛瘠中有吉壤維君之宮生而膽勇為固禦戌沒也魄毅光若雄餌更百千年其享不窮"
    },
    {
        "title": "飯次有色",
        "content": ""
    },
    {
        "title": "鄉飲賓方君墓謫錦",
        "content": "方君承箴字大巽歎縣人也曾祖諱紹祚祖諱恩聰北諱廷康世居讎西之嚴鎮君生而氣質凝重為童子時應封長者言詞多明辯而揖遊皆中程度其上世業醫某尊府或軍授以醫術即能窺見其精獵然非其志所尚燕諸男見面異之謂囿有恥配才不合泥以小遭而君亦樂從舅氏遊往床荊襄淮海之疆無產鳳然君以父毋年若雖連涉而心纓帷不盧友妾謝安人麗代供子職君得門顧無憂其艾丹在家有所欲而君從千里然往桂如意致之并有神告壽久之冢稍稍裕乃以舊居湫隘別構翼境之室以承艾毋觀其尊府慚秋樓沸船願而樂之未迄遷徙適君上有二兄伸兄早世伯凡艱於子嗣攜家至漢陽晏妾生子蓄在抱而伯兄病卒君親往秩其柩旱其家室歸即善育之其後孤己成人而君愛之無異己出也有弟亦早世而君之撫字其孤者其稱有妹嬪於普而寡而君如李坤其甥者凶如其叢訣君之北毋一衽汪年己若屢遭由咎而康彊輒得著不知存死亡之痛者勸君之善豕規志也君性系質直而能持臥恭謹見長老中有德行可稱逃輒心親而貌敬之後生有馴善則道揚之不容於賈至朋友有過必正色以諫能改則歎然如身受其賜故其交拂中憚其直而樂其恕久而彌親君不騖施濟之名而里黨有義事則樂從其後鎮人平治遣壽引亦同其楚砌顧獨念閒門之外至於鳳山猶多殘缺末補欲績而新之方以醴宜壘光人姑緩乏君遽組匡情潁三其豈一藥岱終以有志不逐為憾也府教授儲君察君系行舉以為鄉飲賓郡守害翼謂其舉甚當君雖不得己受命而心愈欲然不自安蟲謝安人者鐵鎮處士謝毓嶽之女也生而端疑寡言笑幼讀孝經內則諸晝能通大義而沈靜不見己長方氏世業醫雖名著邑里而食了浩繁安人竭力以眷舅姑又質其嫁時衣妝以佐夫子仙楚游而家始饒裕其別構新室垂成而翁病篤末及遷而卒於故廬妾人可樂室以眷翁而翁不獲背安養宜遷贖於吁石新寢戌請室者所畔長子擒壁英未畢而由喪亂外至懼其不祥而安人礪然守其義不可移易順吾映求吾心之安兩己船何許焉處士暮年始子其後處士沒於外而二子尚幼方君迎其隔年歸旦而安人成長之其後一子皆早世安人哀他免而周給其家數十年如一曰也考君以雍正主亥年十一月二十日卒享年七十有六謝安入乾險戊牛年十二月初一日卒享年麻八工一人嗣文兢乾蹻二十四年十一月十九日合葬於永三丑山陳志蓋當一孫巫［0000］一一畫雪譯一窒一劓量畫霆臺賣藝量襄賣碧贖尋費圄昌亶匿一纖亳愧讓聞南溪有吳申令先生者最為老師君徒赤畢明業歎十里外月必數往返不稍懈而君學目此日進為欽邑名諸生然吳先生既數奇不遇年己老僅司晏江之訓而君亦屢薦不售吳先生浹耐君獨歲時致饒其夷人勿絕洲如先生在時也幼事父毋恃脩脯以供葭水而毋黃太安人性愛潔飲水必取之砥中君毋旬外熟歸輒視為汲水雖船童予譏之躋猶必汲孟顯後往就試其置見酣呵之臥本即豈汝溉水時邪及館於揚州俸入稍豈惡君皆取以供旨甘佐昆季而不有其私藏一錢乾隆十六年歲旱饑賓倡平糴之法於有司而身先鮮橐以賑全活者甚眾尺或以此稱譽君而君以為分固扣爾不自訓其功也君由邑廩生貢入太學雍正時有詔廩貢得輿銓選君又以忌例授縣令職耀且下微君而君方居毋長辭不謁選里人或多馬君情而君以義命自安泊如也平生樸實自守最厭浮誇之習嘗請其子目香之尺有踐德大業然後人為立停以停不杼若生人臥肘赴事雖有遁人亦忒足鋪揚勸殖慎勿旁綺沉作借及妾為行遊助胎有識之非笑嗟于觀此數言考可以規君之為人矣君以乾除二十八年某月某日卒享年八十雍草恩賜稟帛娶黃氏贈安人子二人廷鳳候選州同知廷梅候選翰林院待謁暗以某年月日葬君於某卿某里某原而請奈為銘銘曰士谿窮處與眾豈殊淮其可詣六尺之孤釐芳河丑口丑握唱早然未滄鉛助持外君子超居後百千祀無敢樵蘇點綴有生色丑斗"
    },
    {
        "title": "吳享墓詰銘",
        "content": "吳君錫芳字尊千敦縣人池祖諱家成交諱赦曜皆不仕君年十二而喪其艾弱弟纔四結值家業中落之睛賴共毋夫人教訓以至成立然君生而有大志雖習舉子業常恐為方階習俗之所因囿酣未屑拘乎於牖下每欲讀言萬卷足跡偏天下與當世疇人偉士交遊以極天下之大觀而庶發舒其胸中不平之氣心虛而慮下廣交而博取雖服買於四方醒務紛網陌且晚稍暇即讀蓍常不去手尤愛朱于綱日之書被聞至再烹秦關蜀棲擊賴海驕廉不遊遊翱有酬考其風俗尚之與輿其山肺物之苛故其學線住古而又能過睨時事遇事之疑難諭斷敏央操抵疾書福莫不中其寐要蓋向君為童于時即欲博取一世之功名以光榮具文祖而卒目於無所試此君之所為不得志愛君者所共為嗟欺然君之內行修演方早歲失帖之時先業所隨僅足敞風雨供朝又而君之楚遊數十午以勤舉眷興弱弟幼濟相友愛凡祖宗所授田盧愨推以典之尤多拯人於危延而非有市恩沾名之意以與彼世之得志於時者較其有無其何歎之有君之配江安人者知廣安升巨濟之女也生性仁慈而誦習詩書不以小惡自隘其見聞憲事尊蟬而值其終宴之時管由喬資以佐甘旨羅太安人喜謂其子曰吾得此婦如得一賢子信可為汝內助也及羅太安人病而安人奉侍湯藥病篤而祈禱神明既沒而喪祭致哀致敏其於于婦孫婦一皆接之以禮丘能深知其不言之隱各如其意所欲得習見其家懷慨好義之風勢爵推鮮而輿其夫子無織毫飄醴鳴吁可謂賢失吳君由太學生考授州司知以雍正十三年七月二十六日卒享年十有五江安人以乾隆四年十田月一十六日卒享年六七子八人學易學珠學浦學樹學愈學知學梁學敏女一人遭朱應侯學易恃以某年月日墓君於某鄉某里之某原而請余為銘銘目山之曲樹以重是惟君之富滅昌其宗既崇既隆勿剪勿童以大氣運之常情瑣語悉在包舉之中一弋張豹林墓謫銘歆城之中有古君子曰張君其子倫發從余遊痛其先人之砥行礪名而不得祿以行其志也將葬以狀來乞銘其言曰吾先泄自婺州遭居轍之滿田明江武中復自欽之薛川遷東源歷十傳而至吾高祖高祖諱邦金曾祖諱世瑞祖諱大椿世有隱德先祖有子六人先君之行吹居五初學為應舉之文既而先祖以家之困乏持使學愁遷於他郡有族祖耆功者奇先君之文勉使卒業禾幾而吾父入學為弟子食饑及乾隆甲子遂得舉於鄉由是以文音重拔知己之譽者眾矣先君亦奮發自許欲有所為於天下然每及三年輒奔走數千里至京師五試於禮部而卒不獲一第以老乃慨然歎急知窮達藿有命信非人九之所能為然光君終浩然紆得不以富貴貧賤忍即沐至者業其心也先君性孝友以授徒為生而所得館俸輔分以與諸兄弟無難色平居惟以文史自娛好臨暮前人書法足跡不至官府盂其事閏祖禰宗族之大則不顧身命而為之先高祖眉在淺土粹為山水所漂蕩光祖重繭數百里之外而鼻得其棺未及葬而先祖下世先君負疲於心跋山涉水以遠求兆域卒得改葬如告卜祖瑩有速在淳嶺者豪彊構屋於蒙上先君詣繇控訴而縣宰以方救荒發賑禾暇理先君乃久立風雪中不去繇罕為之動高祖家得全有同年生疾卒而孤幼貧不能播會繇宰王公亦同年也先君為告於妹辛醒白金數百兩周之其家頑以論而先君末嘗自言也蓋先君之行誼小子之所能記憶者其善如此今世稱有道而能文者莫如夫予小子幸在不辛然而不賜之銘是吾艾生既無軸遂其志而沒又無以貴諧幽財不孝之辜夫矣倫發之狀云爾奈不暇以為而其請至猶不己余之文何足以重君而倫發潁懸懇誠求如是然則君其可謂有子央乃仙之詣日張君諱炳字豹林以乾隆二十六年辛己十月十三日卒年五十有夭娶劉氏生子二人長倫科早卒次倫發女二人長遭胡樹滋次遣許浩基吹幼其葬以乾隆之某年某月某日其地在敘之某鄉某原銘曰完能弄杞防窮嗣打能奪肺徙命能聊尺沈堂翮不體投棄稱棋巽難好授遵輿教彼實冀鄰衛履鄭常軸辦訛衛誰懼諧長酬歸禪細祝意祀師價直述狀詞而情文斐然可誦銘亦奇古州通判許君墓詩銘一工許生文元將合葬其曾祖以來考妣三世之喪遊歆城東門之外人禮鄉寧仁里理塘玄原其期在乾隆二十丸年十州月十六日而先期請銘於余余不獲辭乃按其世改而為之識蓋自睢陽太守之八世孫太廟齋郎會始由河南遷傲之防溪齋郎之十一世孫邊更由防溪遷郡之東門至明太傅文穆公而許氏之支族始大國朝有廷佐者舉康熙壬戍進士第門人廷唱二甲第且文元於"
    },
    {
        "title": "臺",
        "content": "廷佐伯祖行也其高祖曰孔訓側贈明威將軍子三人重仁重義重禮重禮者文元夕曾祖也隱居不仕曾祖妣周氏祖諱溶字紫瀾太學生考授州同知康熙戊成之年山水蕩漂城此門外民多溺死瘠為木搜救濟甚眾祖妣汪氏明萬膺己末進士翥之孫女知河南隋川縣國餘之女也考諱良握字辰禍太學生考授州通判君生而有大志弱冠受經鄉先單羅野真先生之門與胡明府砂泉葉孝廉草亭同研席相善後以其弟良禮早卒而家貿不得己從事於賈其家稍稍裕然君雖助持籌為生而怪孝友於父母之生也盡其敬及其死也盡其衷許氏之支廟君之所創建也許氏之奈田君之所捐置也旗戚之實困不能目給者君為贍之橋梁道路之傾地者君為脩之痛其艾創修邑東新廟之道末竣而沒君為增修馬而建亭其上名之曰樂山故其行為鄉里拂推重妣羅氏大中丞應鶴之五世孫女端莊貞靜不苟言笑教其子甚嚴無世俗姑息之愛君以乾隆十二年納月十三日卒年幻十有門宜人以乾隆二十八豈五月初四丑卒年七十有五子四人長文煌雍正己酉舉人後其毋兩月卒次文英太學生候選州同知次文垣邑庫生次丈元太學生孫十七人長成基乾隆壬申舉人候選守脩次大基次肇墓次永基皆邑庠生餘幼曾孫冰二人昔荊公氏世諧共其世次甚脩而歸熙際表詳欽之墓謂許氏伯宅後再助陰德而再蠅谷觀太學君之厚德而文煌早卒必有起而丸其宗者爽猶在若之擾昆伯仲間邢銘曰古歛之東粵有名賢積善於家隱而不宜有高者墳二世藏焉宰樹勃然既安既堅余銘斯肩以永厥傳子孫勿替百世其延淑二世之葬目中堤矩事夏"
    },
    {
        "title": "蹋六錦懷墓詣銘",
        "content": "歎西嚴鎮赴典氏有予勸映紳痛其尊府之早率毋夫人之告節滅青巴而至戌人船思帥煥報之末海剋存守道工文之士足助顯楊其光人則敬之如師長而親丸如骨肉焉馮呼決烈於此亦請能慕其失母矣吳氏之先宣唐少微十五傳而至伯一伯一當宋神宗時官王宮侍講始由休寧之吳田徙居欽之巖鎮南山下伯一十八傳至坤坤生士鏡壬錯生世法世法生文采文米者映烈之爻也文采字錦懷童見持即早具應世之花而祖父毋尤愛憐之以生殖之日繁不得終其業於讀書使服賈於漢陽然其託業者買也而行則士君子也吾觀今世之七善緡紳大夷軸及里譽之扣人無不秘其宴子也在國則措其國之帥有助歸於州家祀辭則牆其家之節存以歸陸室守在屯失手凡弟之際而必便庫有狀錢盎有私要助供其宴于之肝其始等於兄弟而輿兄簫帛雕與既簿於史毋而不顧丈毋之養居獨蹄黜家政財貨忠出沁以巨萬計酣義不赭有馴錯當是時巖鎮之俗己漸即於浣滿富家且旗惟以豪侈相矜酒食飽遺相幕悅甚者六博呼盧飽食安坐為廢棄時日之事君獨終日鏡門非義不苟取典省視之外惟知誦讀之為樂也然卒以心計疲勞而體漸羸弱每間歲胡歸省其大笑毋及聞大艾之終自曩用其不及含斂積毀戌疾遽波於漢陽客合時年二十有七遺孤映烈纔四論耳映烈惜以甚年月日舉君之柩與其毋夫人合葬於某鄉某里某原而屬余為錯銘曰白玉在璞兄礫斯同既其昭顯光若雄虹天獨厚君以德而年在所嗇雖嗇其年有子英特我銘幽域後世其識更百千年此石不助敘其文而本其子之欲報其親為起案意在筆墨之外口卜"
    },
    {
        "title": "裘宜人墓誌銘",
        "content": "平遠府涇州牧許君樵書傑魁之士也相識以來即聞其妻室裘宜人之賢乾隆癸禾之夏宜人以疾卒而涇州戚戚憂見於顏色余問其所與親者咸曰妻賢故也永幾涇州祟草宜人之生平命奈為葬誌盎宜人係出漸之會稽其父心音官新安衛守條既沒而負不能歸遂家於飲宜人年十九歸涇州涇州之尊府官此直之新喪涇州隨侍官廨太宜人獨居多病而宜人事姑脩極艱辛太宜人心志所向無不先意以承反太宜人病急宜人扶侍太宜人之新安任所而涇州適官俠西之安定宜人以婦供子職色巷維謹太宜人之浸呼之曰賢婦願爾娶婦賢亦如爾初涇州艱於子嗣宜人為謀娶周氏生子而宜人撫之遇於己出今其子己受室生孫而宜人又撫其孫常對之而喜不目勝每涇州未為督及其為督與脆休前後家豎約禾同而宜人處之如門日門之內雍然肅然是可誌也宜人章丁年六十有亡有一子二女暗以某年月日葬於傲之某鄉某原錦曰有家有國內助斯昌自古在昔蟬和偽姜婉婉宜人婦德用彰有衍百祀令聞不亡簡源無枝葉"
    },
    {
        "title": "江",
        "content": ""
    },
    {
        "title": "謝師其墓誌銘",
        "content": "蘆江之西南有巋然合葬而高者桐城謝氏兄弟之墓也其兄名驪蕩丁師其其弟名峻字尊其本款人後墨江此世居桐城之東鄉其曾祖諱君棄其祖諱天成皆不仕其文諱范陵由宿遷教諭遭知山東福山縣事山毋音丁氏其生毋王氏蟬余女弟夫也國學生名在吏部候選州同知畔承祖艾之膺家本寬饒而性好施與奈女弟佐之鄉鄰左右無末者為縕袍以遺支無食者分朝審以餉之尤厚於戚族故舊厄有不獲多如其願以相給償而家亦稍稍落令朝其于霧不感於宵匪之誑誘能守其田宅而好施之風不墜嘯早卒毛子蟲出為叔艾之後而聲所生子酬人典日堂肯構肯攝而以肯堂為其生丈長于鑾之後碑之卒在乾隆八年十回月二十丸日疏之卒在雍正八年一月十六鳳其合壅也在乾隆三十四年十一月五日其郡曰盧州其邑曰廬弭其山曰鳥櫓其里曰安仁其原在羅陽之西銘曰維兄維弟茵然一氣其坐船羌如壤其浣也共此墓門助藏助固浹骨厥後昆謹嚴"
    },
    {
        "title": "贈賀政大夫吳府君墓耒",
        "content": "贈大夫吳府君者諱邦佩字縛蘭獄之豈溪人也曾祖諱夢斗祖諱爾襄皆不仕爻諱之鄰為學官弟于有聲府君國學生以于貴初贈中憲大夫晉贈資政大夫其為人中懷坦真好善喜施與嘗誠其子弟曰桃害者翩對臥雌也寶加加肥諧甚雌兼妃姬祈陛印誓昧斧得揮著加脂紆迎輿疇姬諧滯御侍歌其能禱盡吾加荷輝輿和脂滯吾偕菅恕楫池枯與綺恕與肅憚故終府君之哀几欲有所州其事鮮不成者吳氏族繁人眾其窮者或至無告重以水旱饑饉府君有愛之沼日謂其從艾損齋反弟獸容同吾儕何遽不妒古人昔范文正公置義田田至今猶在盍師其意行於族黨閭也損齋鞍容以為然而族人漢延蜚英復交口贊成之逐共輸白金萬兩有奇買目宣州泣水間意收其入以脈族人之困乏行之二十餘年矣府君寶董其重然不以目廣而推功於族人曰徼徙四公者吾言之而誰與聽邪乾隆辛木歲大鹵君於漠江運米數千石滅價以耀邑人潁以無饑其他修祠宗平道晦焚貴莽苟有利於人倒篋傾筐恐後也又常多蓄善藥以救人疾苦求之者愈廣其應愈不倦君自為童千時愛興賢豪長者交遊開晉陵有秦龍光者不歆羨於世俗之榮利而好研究儒先之學乃往迎至家命諸于皆受業其門秦君重輯諸儒四書之說為大全稱引最為詳俯君輿休字金于荒共為刊刻以廣其傳眉帶請妃聊愛鄭爭索黜睥當街求受師廊梗薨光聖力微一匡法轉冀辱差十翼蓍八畫曹勸禱家愛藻尉勾彿翮目愛雜祿爵右蓉睢魄曲勸憚其事父貴多為孺子秋一日不見則悽然不樂嘗病痛居家熟中時時使僮奴往候二大起居其與人交無贊愚皆接腴誠信其未賢者求督鐘憶其不費有未善乃忠告助冀其陳未棘測爛與之彙翮漏助中心相告即深惜之不肄人亦卒不恐欺也平生不超走炎熟年己六七郡守朱公皋為卿飲賓君不獲辭然足跡木嘗入官府也性山水東南多鬼勝遊覽幾鳩焉府君以乾條二十八年二月十七日卒年八十有吳娶許氏生子七人捐早卒錮候選按察司副使鐘候選光祿寺署正鶴鉞皆歲貢生鎖早卒錦翦學生鉅乾隆康申選貢生復中庫寅科鄉試舉人女工人長遣國學生許式次幼府君以某年月日葬於某卿某里某原其孫紹澤從奈遊為余道其大父之行暴詳奈謂以府君之賢而不為昭揭後之人何以勸馬於是伐石錯辭以表其墓某年月日桐城劉大概道吳君本賢豪文亦暮綸有生色"
    },
    {
        "title": "方禮林墓表",
        "content": "方君糧林嘗從其叔文惠臺服買於豫章經營監笑之出入計無弗周而其家因益以饒裕然君為童子時從熟帥讀書穎悟己異於常鬼雖其後業嚴買遷而讀書奸學至老死不倦搜其見理逼明梅事務審幾務之來揆度無有不當蹤當時名卿大夫普樂與交遊有以事就商校君代為籌晝竭一己之忠誠而悉以中其竅要洲故卿大夫書札問無虛日而君手答之斗日嘗至數十函盜堯未恐精姚如晦惜弔鄭慢邢禪盛訛盛縱鄭門游酣辟衡淮燕轡能腳施雜荊臥殆神神辦鄉鱗臺師曾晦恕卿和丸祠聊欄鄉丸燕恥脂昧帶逝於屠而渚獨能每如鬼不助卿起夷恂耕嗣顧健和能杵骨卿和起忽衝雌乎加趣駟勸和怨懈蟲沁幻都油對世匕君予遭時得藝能勞國家建列世匕功反觀其門內愛惡桐攻證至論諦絳爭之無己君之於家掌洽臭耐顧請典末能施之於邦國天珊吾禾信興簫君為漢默侯之後裔其二十世祖弦始遙居歡之錮山賂口數傳而至君之尊府怡園怡閔既波而君之祖鹿村乃終耕以孤童子承祖父後故夢堂謂其宜棄舉子業而從其叔艾待繼祖毋朱太安人於豫章酣君之毋汪太安人方家居在離君於經理醴務之暇每歲終輒涉彭蟲溥陽犯風濤之除以省其毋氏於家座朱太安人卒君扶概歸里乃更構閣於家園而偕其弟薨衛以共承毋氏朝夕之歡臻宗祠修家乘嗣又以方氏家於新安或遷於外隨其爻之分為十二者會而諧之實之居家甚徐及其遇人之急難則傾身救之而於宗族爛親之貧寡尤撫恤之甚厚蓋君雖不御而其孝友於家澤及星寓風可無憾於當世之卿犬夫虹離君之配汪安人考又能相夫子以成君之賢以措其聲於不泯新君既隨叔文容於豫章獨毋氏汪太安人在欽安人映州身秉內朱之跣玉奉堂上約甘旨而其家之上下丸小快食衣服弄皆仲里於安人安人昏米鹽諭火映及門闔盤湎總輒幹濯之微皆獨任其勞削共家剖人末食不恥食州人未寢不故寢銷君好客彰襄遊安人於祭祀賓容之供靡不極其蠲潔史方君居朱太安人之喪惟安人能贊莒塊之所不及而悉中於禮而僅德之餘問視汪太安人愈益動浣汪太安人病在林而安人掖臥起侍湯藥叫須史稍鮮病篤則又到股和藥以徼幸於萬汙之生號二自以業賈惡其後嗣遂廢詩書之苴以須其家聲故其教子獨嚴惟安人能左石提樹無世俗姓息之愛卒其子大成嗜學稽古才足以建名一立業於時葵為邑之廩貢生蒙人之丈既沒縞安人之昆弟相繼徂謝安人標其孤於家藝彈與其于共學馬寶人體素羸羨君之弟袍拂波蹻安人於其時有寒疾亢君歸酣安人殃君之篤於友覺痛己深英不欲更映已之疾重夫予之憂終匿禾助告即是病遂劇未起加君以乾隆之二十年十一月七日卒享年六十有亡酣安人光君之卒者八年方君諱善祖字聖迎桂林其別字也君既卒而君之族于端素欽君之才行者丈為之私謚臼敏毅先生安八世居欽之芝黃旦艾曰芝秀大成以乾隆二十七年九月尋十四日合葬君與安人於款東之勳兄原友人吳室己銘其暮矣既二年大成乃復推楊其先人之德請奈論次之以表於真門椒跡祖林夫婦兩人事蹟只一氣轉蕩而下何等力量十"
    },
    {
        "title": "弗轉蜂翠集卷七篡謙尸交",
        "content": ""
    },
    {
        "title": "穎州府通判呂君墓表",
        "content": "呂君名轍字天衢具光世家汾州祖廷弼始遷澤州之鳳臺建弼子成章成章子二鐘萬膺乙丑進士任山東兵脩道後以死富章載明史次子應鍾贈儒林即是為君高楫君幼喪毋年二十已父卒於津門君扶觀歸哀毀盡禮奉餐大父能得其歡心與諸弟友愛無間家事用以付其薨己無所問既社以入貲選通判江南州州多火災居為脛理水箕水楯械壽條具救火宅夫蠲貴給食相咸"
    },
    {
        "title": "一尋啼由二翠蔓一",
        "content": "歡躍崙往爭先共止災惑青陽石壤大水漂沒民居禍漫道路君請發稟賑給飢俄掌畫厚羊民氣以蘇越一年署理五河縣事縣民強暴致婦謚死久獄不央待公而平還署池州司知明年暑廣德州廣德祖貌伯人輸官由主不問故多逋負居即晉者坐擁其貲酢貧驗受答督之苦何助吏為為陳利莫陋俗用除值皇輿南幸檄治芻餉思賜貂皮綴爽越二年遷判潁州類州多盜黑夜卻御構行卷隋糞故棲當藩獅視履見衛皆石覺下今發水時值隆冬水宋石滑乃飭役捕擾履往俱有逐號呼盜感以顛夷第就禽窮其黨徒民得安處明年再署壽州州民悽姓被殺野田莫知敵譬株連逮繫始數十人浩居星刪畢會田閒熟視凶人臥彼殺人若說之某伏又明年署輪州州有碩鼠旦夜葬鐘傷禾稼浩設機法盡捕減之末幾大水君加賑救占如其在池畔乾際回十四年監修鳳陽城正月二十日卒蝦四十有蟲君在頡州時嘗以事抵通州爻往貴口莊恥二文集若璋遣接央十川江之南比暖涉幾衛具山都邑形勝掘塞糞卉仙之繁簡風阼之淳驕能列州指陳使聞之者皆如昏見是祚至以材能稱而尤為方伯高公所重及其漫也高公尤痛情異君磊落不羈而負性精鞠賓友滿座飲酒終日而事皆辦治與家人書字畫皆楷正好請蓄遇古人美言善行手寫成恢君之曾祖諱大武授儒林即祖諱紹端授文林即艾諱當薨進士贈承德即潁州府通判毋梁氏贈安人繼毋袁氏封安人以乾際二十六年三月十一日葬於鳳臺大平里之柳木溝奈輿君之長子仁慶交仁慶今細休寧巡榆為奈道其先君子之治行如此奈因次第其語俾以表其墓用筆古峭集中別二格頡"
    },
    {
        "title": "舅氏楊君權署誌",
        "content": "舅代楊君諱紹奭字祥棠勝書無所不讀少工為科舉之文而詳不得志既困無所合而讀書益奮廢不哀年己者頭白且充猶休燈火坐讀糧經至城上三鼓不轅蓋君匕於耆卦共天彈而非助燕名牽利祿幽舅氏性剛真於尋常人未嘗苟有所酬答輿卿人處雖貴圃有不普即面貢不少依阿臨財庶執書祟可謂好學有道君子者與晏印氏累生男不育而舅氏遷無子以鹿熙六十年八月二十七日病癰而卒嗚呼可痛也舅氏於諸甥東尤愛憐檻慮廡予指吾小而言勵此予殆能丸別術末知吾反見之看平居設酒食名攝輿飲勢即伊擬觴御趣令弊軸諭勘帶卿能餘睡即雙即予悔嗜鑠繡過德柏凝飾濟謹饑新府趣骸鯉智意軸神樂決灼庚裡意涕編廢都歡即費礫沸濟昏和便操縶珊樂迦湎兼仲節麟梅雛顧請惜即予窮於世今考旦暮且死然未有子息淒誼書能為古交辭其傳於後世無疑當為我作傳則吾雖無子猶有子焉權受命而退末及為而舅氏遂合余以卒悲夫君既卒之七日其兄子某以君之樞權廣於縣城北月山之麓擢涕泣而為之識極真極淡極古熟於史遷乃知其妙"
    },
    {
        "title": "巨農食二宴草晉蟲",
        "content": ""
    },
    {
        "title": "下殤子張十二郎壙銘",
        "content": "下殤子張十二郎名若盼康熙癸已十月一十六日生翠丁丑七月十日死瘞龍眠山社壇之麓盼九歲從余受書學句讀甫六月餘日而病病朱及句而死悲大職油綬操無著卯即矩徐徐御壘學寄逝師端拂血畏揖聊禪坐丸鶴徐跳爭腳晉畔伸聲靜諭節柳柳尺濁玉即節都讀畢動婦畢豬距徐衛杼如蕤特術奈尊掃轉湎肺襟笑一圓日巳奔日午所授書未能誦余捷之嗚呼奈早知其如此苗督貴之奚為也銘目龍眼之山兮幽且阻惟汝之居兮典汝之兄聚式相好兮終古畫出童子狀貌令人如見得臾公之神"
    },
    {
        "title": "少宰尹公行狀",
        "content": "只氏故山西洪洞人後遷保定之博野尤傳而至公之曾祖邑庠生諱先知有憶德鄉里咸稱之祖諱澤什邑序生艾諱公弼業儒以公貴俱贈阿南巡撫毋李氏庠生諱宗白之女也旌節孝封太夫人拂臺芒歲而孤大夫人苦節食貧恤授諭語諧經教乙助義竭典所以課督之者甚嚴典於四方之士必賢豪長者然後興之宛故卒其飾戌輯為天下之碩幄石儒公既長荷顯官而扣夫人猶嬰兒視靜存石當具意弊夫人輒封案不食公惶帳即長跪映請石命芝起不故起興蓋大夫人也教與公如孝相穎以成距其所助名動天謳上微椒天子之視聰而四方尚德之吞予咸願興之鄰親而每以不得居公為憾者也公諱會口字元孚別字健餘登雍正甲展進士補吏部考功司主事典試廣西陸授考功司員外分校會試易經房得人稱景盛赴飄酬耀藻出知湖北襄陽府失之治襄惕多出太夫人經晝郡人佩其懈作賢毋祠而刻石以紀甘大事央辭之甚力不能止也域有老龍堤起萬山迄長門延衰近十里皆壘石為乏五月漢水暴溢堤石盡傾皆出帑金重為修治至今民頑焉又建八靖廟於城南社稷壇西以為民祈報之所然乃皆出於官而民不勞襄陽有書院而士人或無書可讀公為購經史百宗藏於中以資諸生之貫乏者治西三十里有山隆然樹侍為諸葛隱廣公為建草廬其共具幕尚古之賢豪類如此飄襄翮丑少拜刑調洲鄰賈乃移守揚州而是時西方方用兵公以料理軍需留襄陽明年閏五月始至揚州至則濬兩城之市河通舟楫以為民利而以城西保障河襟帶蜀同田疇藉以灌溉乃為藝其於暇以資市河之蓄淺民咸賴之往年錯魚初出漁人取以獻豪貴之家有賁至數十全者徒躬節偷以化之適司年生以是為饋餉奉大夫人命堅辭不受睡潮楊剋到午兜爭酬盤厭于是即以為兩淮監運使郡之東舊項安定書院歲久傾毀驪與商士徹而新之而揚州之士于多興起於學銅卿酣尋卿翱朋邊刺范州輒外庭獸遜帥言翻勒卿酬禮御搜謝響盛幅酌尋旋滿逝聃滯蔚伊湘忽刪湘隸轡儒耕靜嗣鄭學酬識勸肄陛翩朝禦蔚斗御酬肥鯉翅懼蒯封迦律禪剛趾卑醉無刑湘嶽長綠融恨刃到塞與事刺封櫻談到禮傅且邊氏九重自曲慚靜豐靜思荊斟覺體艱梨惻動掛到御封剛傅尊壽孝養握煙鋤翻黼相睡體邪是使督理兩淮監政加念都御臾公以私服之多苗灶尸之私賣餘監請自今鹽有餘則出官錢買肝之以配商引而私販頓以稍息鄙以遂超遷河南巡撫公膺特連之辦益感奮自勵推誠竭力勇於為忠至則備陳恤民之宜與士民約法六章創建營倉以濟兵食豁減陳留開鄉之額微諸所施設便於民者甚眾嗣過轡剛潮卿坤樂廁剛制粗洲職料肥嗣樹去勞心焦思謀所以撫綏之方甚備其大略日無食者暫予以一月之糧曰無居者暫予以葺屋之翼曰緩稱曰減糴曰貸二恭曰移他郡之粟曰留瀆運曰助杼種目勸富民使之相周曰假富民有餘之居為貧民旦夕棲身之地目建棚合以安流貴曰免米稅以通商買曰反時興工以資丁棋曰多種蔓菁以代縠食白捐施藥餌以療疫癘曰延諸生協力以供稽察几此規條十六事而要以因池隨時便宜行事為本故其所全活甚鞍至今居官者多奉以為法沖漸勳勞避雜欄州樹闕歸勞公廣為捍禦清保甲考客食申夜禁文於伏牛大隗重山惟隘之區增設巡檢官而盜亦不能為民害鄉酬府害赫荊斟耀脾勸柳測酬響帥勸酬蹄對其脈水災也有諸生郭善鄰等四人陳救荒之策皆即延入訪問多出皆之己行者而公與之言終日不厭也御忽斷泄刁酬樹康誣尉謝稱而臺臣或言公好為宜縱乃入補副都御史克善上方配刑官司年老不勝仕之貝而知饒州府事張鍾人以年老今改補京員錯上書以人主一苴天下屬耳目馬惟協於克口然後能使臣廣信從今旬日之間前後違反忠無以照法守也共嘉納之公矢心以誠其平時為人謀或與人意無不周詳切至其莊君父之前尤愨憩數炊言人之所不能言上亦以此信仕之屢稱其忠厚謹慎礪性和易典人交上下一無所忤至共守國家之法雖當世之"
    },
    {
        "title": "巨言巨了善霆",
        "content": "且公貴人不能奪也偽粗圖離測荊嗣正邑直言百官散畏其風采上亦方繩用憐而公以太夫人老病避請歸譽天子鑒其謝許之即曰就道朝士鬱疊歎以為賢鄉駟端潮剛太夫人喜不白勝病亦尋愈皆侍眷五載暇晴益讀垂翼傾賁宛斯道之指歸務在躬行賈踐所與四方之士大夫往讓書問無非相規切以蕪隴所以行身植志之宏質疑辯雖一以明道為己責副因以興起鄉里之後學鄉姒晦嘗瀆蟲田知記唯恭范文正之為人後見朱于社倉益欽仰其懿範難軸碧除酣封增祿捧稍有餘即創立東章義倉以周給里黨東章者公所居博野之卯也至是乃復捐千金以條簿野之縣學又創立博陵社約便相勸以善而同里赴約者十二人又創立博陵義館請有道而能文者一人為之師而同里來學者十七人蔓與公之誠心愛物不私於一己類如此乾隆九年七月太夫人卒佩既性純孝而太夫人之賢又為近世所希有皆感生成之德當五十不致毀之年而哀毀逾於尋常遂得疾時時發作漏治喪之事一準古禮經及朱子所輯家禮喪禮久不行公乃斟酌古今之宜而變通之著有從宜錄乾除十一年三月偽翅眼和關鮮而即授以為工部侍即俟其服關赴仕及是冬十月乃之官束踰旬而天子使督理江蘇學政江蘇文勝事煩劇公倡以質行乃申明小學之教以孝弟忠信安詳恭敬平生所以自策勵者與諸生共桐樹勉州素幕望溪方先生先生方以老家廣公按行至金陵請益光生以公有使命辭以他出不見公田無臺吾以親師也若有言當奏之天于耳盟日公止騎徙於外徒步直造其廬親操几席杖履光西再拜願為弟于先生乃置酒觀然而罷聞湯湖有隱君子曰是鏡煮敦行孝弟講學於舜山去江陰便院三十丑央親枉卓騎過該既歸即草疏薦之當是時公年亡七官至少骨空舞而禮賢樂善秘抉如此戊辰之夏天予復擢以為吏部侍郎慚校文詳俱每去取一人必反覆移特積勞損氣是時六鬼天方著疫遮盛行幕中同事半己病病公亦感風成疾公恐精神之不及試事之不詳上負聖天予倦倦以作卷人才相委之至意且甚苴懽遂至不起然自得疾以來十二戰假寐寤貢大祗皆公事也至其家人生產求當一語反之馮喬今夷千赴所深知春津優除便其歸制涕特仕助論道經邦之職黼柳既卒無贈啼是豈獨洲人列家屯不幸也哉公娶蘇氏子千長嘉餘雍正乙卯科舉人次啟銓膺生女夷長適國子生刁世暗次適輸林院廢吉士勵守謙臾幼末字耀獲典公予嘉餘遊其見知於公軒始至今十六年失公之盲行得之於聞見者為曼今公之卒也概適在使院東故為條次其大容如此使世之有童德而能文章者得以考焉起伏提救銅飯調胡中規合節於此見作者大寄豐馭"
    },
    {
        "title": "章大家行客",
        "content": "先大父側室姓章氏明崇複丙子十一月二十七日生單上八來歸踰年生女子配人不育又十餘年而大父卒先大毋錢氏犬毋早歲無于大艾匿娶章大家三年大毋生吾父而章大家卒無出大家生寒族年少又無出及大艾卒家人趣之使行大家則慷慨號勵不食時吾文脾八歲董然在側粟家枕吾父跪大毋前泣曰妾即去如此小弱何若能志夫子之志亦吾所荷也於是與大毋同處四十餘午年八十一而薨大家事大毋盡禮犬蹶亦善遇之終身無間言槐幼時猶及事大母恤清勸是毋倚衛惟幽醴停勸帥卻毋念梅事忿離藩協船赴毋無渡得仲雛丸辦典印弔私尋涕禍和諭無靜恤袖纓時沸地離臘鄭廊貴船章和恥祖藝斷櫛靜鵬即滿地鄉聊腳梅讒伸翁曲仲畔標聊翩離章和恥逝加紛舞涕畢及長眇如無恐章和船檻佛皓禪晦斟嘗恕離禍桐槐弗躋大家自大艾卒遂喪明日雖無見而操作不輟一魁七歲與伯兄仲兄從難師在外庭讀書每階和陰船精昏或夜分始歸衛妣悍膳封梅都家禮龜粘助應應聲覺枚提整行麟門止鞭手問帥藩書熟喬始由魯撲貴香駟應昧番熟表勒撲責几喜丸家垂自吾家益貧放食不足助譽驛大家之晚節更普嗚呼其可痛也夫真氣琳漓臾記之文"
    },
    {
        "title": "內閣學士前工部左侍即張公墓詰銘",
        "content": "內閣學士張公桐城人諱廷琢字桓臣別字思齋大學士文端諱英之子大學士文和諱廷玉之弟也公金長貴骨而敦篤誠樸絕去堪臘紳統之背其尺性仁愛洞悉民生衣食之艱籬常推己助及杵宗旒戚屬交避里黨中雍正癸卯進士授翰林縮修充日講起居注官歷左贊善翰林侍讀侍讀學士簷事府唐事工部左侍即後補內閣學士兼禮部侍即公在翰林嘗條奏民閒睹博習非己久朝廷雖頻申嚴切之禁而卒莫撓其類風竊峽翩予弟之不率其貴在杵父兄驅室而居乃拘其間肆為不善豈得若罔聞知誤使代為容隱即伽秘匿作姦相進坐比柏竊盜同居之停使父兄能舉報其子弟之罪應免其連坐而予弟之罪亦寬減其宅然役其父兄無醉瞻碩而不木之予弟無麻容其姦且開以昏新之路如是推行既廣蘆幾具風稍息上韙其言兄行導公在工部飭材督事絲覈最稱詳墓材寶源局之鼓鑄較銅錯視肉好別輪郭量輕重不憚頻煩吏欽手不敢為姦而枯鮮送錮斤之官升不苛不縱獨得其平中北直大水總督直隸寞請使饑民修堤稍給工食以代賑濟公獨陳疏謂饑民非有臥在堤內為其分時當修附強使力作又受直無幾徒膺霧帥之勞苦而不足助救其饑俄彼富民有豎貧堤蓄洩乃母官為修葉得以巧逃役外事證不平封過此者羌民堤無異皆堤宜令官予其半兩有田資堤之富民更輸其等然後塵直足助供朝久而輸錢用九招饑民費氏之間兩認偏倚上又韙其言兄行馬上嘗稱公謹飭屢昇以衡文之任其視學江蘇務殫竭精力以殊別高下較閏常至夜分不倦聘披多績學能文能旬守其業者公雖世家貴旗而於利人濟悔奔超如勇士撫孤姓若蔚著霍若寡教誨婚嫁無異教滑生文端舊立義田文和績置增多然族屬殷盛靡久而用猶不周公復司太保宗伯兩兄芸捐白金千兩別其親疏列為上中下工等以為族人計口授食之備丈旨篤素公田得穀九百餘石以膽文端以下之子孫又立息濟田以濟其從弟承先子孫之貧態丈立廣惠田以周友朋故舊戚厲之困乏公少肆業吳歌熙之門歌熙沒其子相繼亡公為迎養其夫人拍家數十年如一目公之卿翼衛出皇令朱君龍御之門朱君去官而賈公時使人饋問其家時其米遇必豐其睦贈畫歡而去康熙戊子邑東水溢為災田廬皆攝公霞微於城西為粥廩以食餓者親嘗其厚薄涼暖話復授之食其複疫從饑起公為延醫救淮公興樸皆染疾二僕死而公獨得全乂以為天爾佑刀甲午大旱察揚公請紳士分卿暮眼公主東薄正月一日即啟行捐米為侶分二厭近者食粥寶者給恭全活無數爻州其餘米買山以掩埋枯竇之暴露者嘗日財以脩用黍用賢以財為又臥荒不可聚聚則為患害故常損己以利物簿取而厚興求食皆即取其敝簿者日吾衣敝衣覺體轉年瑜川食不一宋交遊及門下之士戎魏方物物少則受之至幣常助貨輒堅謝臥吾家濫飽足會供無雷拘興也公以乾隆拍十九年正月六日卒享年八十有四元配吳氏河南提學副使子雲之女誥封夫人子泗人長若湧中雍正乙外鄉試次若渠同科副榜長女遣候選知州孫循綿次諧監生領麒賈以乾隆某年月目葵指某卿某里之原使人來請錦銘日隴氏里旗夙顯於桐相繼起厥聲繡際公維子弟標標其恭輸其忠實以辦枯公溥其慈厚洲賊枚宗凡厥親故靡不有容既豐而約睨滿而牛蔡撫長者匪位近獻鋸魏然草重衣維公之宮羌堯者石九丸者松無敢毀拜世聞其風"
    },
    {
        "title": "一氣奔漏而下措汪渾雅",
        "content": ""
    },
    {
        "title": "金府君墓耒",
        "content": "金氏之先有兄弟二人自杭州西市遷敬西之星坎而其季弟曰子實背子實歷例十一世至華峰復自呈坎遷郡城萬年橋南又六世而府君之父五繫皆日橋南遷歆北趙村府君乃目趙村更遷儼鎮府君諱字公著星九月而其父客死京師賴許太恭人鞠眷以至成人然府君為童子時數從家人問先考音容而慘悽泣下既弱冠則獨身走數千里往求父殯箕臨穴之故人告以殯在城南石福莊左府君求之莊左不獲乃更因住僧導引褊求莊右乃得之碑記療然遂裹蹴負以南返至手足鞍裂而不自知既歸談翁里人筆巢勞孝手府君念毋謙太恭人之苦節鞠子之動劬而己無以為報每飯必侍問煥寒伺顏色惟謹以毋老不敢還遜延家賓有故而出輒禱救神明戀戀不忍含去然府君既覺予合年己六十大恭人尚無恙也府君以力農為業而朝夕常苦其不給乃去而學賈往來吳越及盧鳳間其後居定遠鏡橋最久而家乃慚至饒裕府君素篤枯故舊而以幼年寄居拍葉故生平遇葉尤有思苴嘗出白全一百兩屬府君代為營息其婚嫁喪笙皆取給耽府君而爐橋南虐丘夕織於火府君稱貸為質本久之業復振然寐碧戀染恐逝尉如犯禍軒漸無助賢堂蟲舉平沖趣居積鞅毛金枉驢橋眷壺推助禦嘉兩融獨嘗授愛往佐猶尺誇賈府君才足肆州而梁枯有為嘗遇丙難外梅之交故蘆同大焚之禮棄而紳志不競享前則親蹶審寫緝之及霸震然後服兜神寡禪氣轉韻跡請塵駟獨譚嵩飄鯉及見儒生文士則陳然慢親歸貌敬縛然是覺端夫夫習見其內行無失外廬有餘偕樂興之交遊府居停介叢山村人以紅殺蟲掩而府君獨市慎籍延師儒課子孫溉進士墨箕後予孫既貴題麻山鄉之中皆形檄犬起枕學尉府君狀貌偉然羹籠鬚至老而豪氣不衰考授州司馬贈牢憲木零以單息贈儒林即翰林院廣吉士遷儼鎮十年而卒享年七十有睡兀配許氏繼配亦許氏皆贈恭文又繼配季氏長子長洪待選州司知仲子長博乾隆戊辰進士官吏部稽勳主事季子長漸待選幕政司理問孫標待選州判孫廷杼中乾隆壬江揮卿試孫樞廩貢生孫雲槐乾隆半己翰林今官御臾孫榜乾際壬辰殿試第一人官修撰孫梁附監生孫果監生曹孫十五人葬耆為博士弟子及久責成均者嗟爭尺坐知當貴背賤御常酣諧善者鞍必光幹剛題盤代醜視趙神時邪御男恐豐特重府若狀黜盤肉織衰加突會嘗輕拘府醜助教夭乖絕樹抽弔樹翩恥看恃無戀極迦與安敢腴臥陋辭以孝慈開字為骨寫得十分精神也一鬥"
    },
    {
        "title": "伯兄奉之墓誌銘",
        "content": "先生姓劉氏諱大賓字奉之桐城人也曾祖日灌明崇楨時以貢士廷試授徹縣訓導祖牲父柱皆縣學牢先生中雍正乙邢科順天鄉試筮仕山西之徐溝再起為貴州之玉屏遷普定其輪洽鬥助慈厚愛人為心而末欲助木能即見徐溝民溉田之水有自鄰縣太谷來者太谷源而徐溝委也而太谷民負恃強迎欲私其有乃堤防遏絕之悍不得下流先生御力請於上宮卒使兩縣之田均得用以灌溉焉其他施惠澤於民多如映者亮生既去宮郡先違或道遇徐溝說及光生之為政縣人皆以手加額手來間我公無恙習其在普定有俠西人為夏於是邑而造為睹博量妻發而先生曉譬之謂何事不可治生而必欲犯王章耶既察其有悔梧遂釋使歸其鄉里羌是賈人有女許穹普定之兵升至是不能指以去也以情告先生先生為召其夫家立使迎歸為婦普定愚民忽倡為訛書爭相傳播鍾書之門壁以相告語執訊之眉遁供吐頃刻遂近百人先生胡諭之眾皆泣下乃杜而遣之提督董公欲聞之於朝以為己功光生爭甚觀曰束得其實而妄舉以聞拒忠也愚民知自悔而必欲殺之非仁也如有禍災谷身仕之公無典焉事遂寢洪卒糧餉素訊給於縣縣為印寡形營官營官各以券給其共兵各特券詣倉倉吏驗之而徵給以未有泰姓民輿兵升合手為姦偽刻縣印為春姦既發吏至其家孤印見其米己盈倉絢三十餘石吏請收其未先生獨不許月餘竟釋巨碧蕩量書暑斗一力一其囚或謂光生事之己發者不宜遽宥縱先生曰我獲之而我宥之必無害也我譯以數十石之米而殺弊兩人哉恙光由即藝佛讀青常節傍烘嬰慚趣快羽敢央墜巍長神輿眾酬接醜勤啟勃蒞爵虧雌難夷懷酬相賊與乖桐翩世存機巧恐事壽是疇憐鞭刻撫當郭婦於虹善酣官律社邊都醜窟妾存堪坐即翩恤跡存職羽能邊誅慈屬夷之覺轉雖罷黜融歸其能恐暮難刻懼意洲紳翻禍體神能彩羌生樸於貌訥於同興人言藹然若且船恐鏡堯及其在官有而執雖貴勢不能移也先土以乾隆一十二年八月四日卒於普定之官舍年六十有六始娶僻氏田間先生曾孫女生寸一人雲操回學生繼娶方氏生子一人會郡學生孫德門固學生次荷琢郡學生醴典大槐之子介為復次光遭次柔孫次孚和皆幼鳴呼吾門雖衰宗諸孫雖閭質然以先生之厚德長者後世其有典者即鳴呼痛不可如何亦為致望於天而己矣苴書騎渾厚長者有生色"
    },
    {
        "title": "程府君墓誌銘",
        "content": "秋宮即程君普汁葬其尊府書原先生於某卿某里支某原而以府君之先夫人方氏後夫火吳氏拊蓋府君孝於其親每鶴嗚而起超古寢門外候問安否無間寒煥至十餘年不倦友於其兄弟特其諸昆病篤輒至祖廟焚香叩祝哀號而欲以身代囂澤愛恕節諧鯉牖癸和馴疊獨知心網嗣典家刈成被足酣昭砌焉府君初娶方夫人生子女各夙人子曰益議而方夫人早世其貞靜忌和之德雖其子孫有不得而周知者故雖欲紀載之而無從繼嬰吳夫人生子二人長即音升次咸豫而吳大九視方夫人肝生予鬥如己于飲食衣股無織毫厚簿於其間兩盜謙兄弟三尺赤偕此借入如洲人之堯懽欣無偕間其後府君卒而吳夫人兩生夾子咸豫赤於是年卒閱一年而方夫人滑生子益謙又卒其一門幼稱惟吳夫刈是依夫人眷之教之軌至於成人然昔升咸豫皆有子授室而益謙之子婉高顧獨殤夫人乃命昔升出其子以為益謙後靜棄蹤爭迥徐會環葉禪堂是尺得嚮幽請孫庾詩物婦究衰獸柳響佛夷肥教識其請掃惟禮義是守惟湖聖賢書楚讀捷骨其獸閭雞漸尺性趣親襲欒蔚諧有睢世懈醜脂幾庾都完尺漸恥曹傳禪勒割寶卻卯孟寧助神沼七到杞耀鮮壼怒坤轡圖刪耀鄭鄙句左都春言前尺各田帥蹄獸諭徐婦樹攜程代俞光世助來世為積善之家而府君嘗有言即吾受先人遺資當擇事而善行之故夫人教其子晉升尉麻行隋蠅吳脂以先人之心縮畔其有善事為充尺時有忘而求竟者必命晉外變而行之不翩後代譖遺增積計也府君諱志洛敦縣人也以乾隆十有八年十月哲百卒享年六十有丸蓋其志行奈嘗為之傳矣方夫人以康熙五十工年二月士舌墓卞年一十吳夫人以乾隆四十年二月莘四日卒年八十有夙銘日奕奕程宗世繼其美傳序及君令船愷悌維婦之良實相夫子善溢鄉閭宜多受祉豈惟秋官奮興崔糞懼今其後嗣我我濟濟愈還其昌碑貂荷紫我儀吉人載深仰兵藏詩於幽以告千祀共寫一人田氣渾然其用筆得吏記之神吃"
    },
    {
        "title": "贈大夫閔府君墓譙銘代",
        "content": "閔氏於宋霄慶間何征州欽縣遷浙江烏程之殷網村既八世當明之申垂示而大司冠珪馴化治間危臣史為樽載其事嗣是大宗伯如冢牢杯學大司馬夢得相繼起科名爵位之盛冠於浙西旬大宗伯六傳而至星海府君府君諱苞栗字宿來性慈惠好施與值歲饑出囷倉以食閭左之俄夫而家益中落遂以授徒為生教授宗黨及前溪溥川間其門下士數十百人經其指畫文辭學鐘具不循循然有儒者之風府君尤潛心經義二館於前溪常集里之名賢谷逞柵於韓露臺其闡揚名理多前人之丙禾發其為制舉之丈革思力盍沉刻簡速有瓢字之未幄於心或至忌其寢食金閭許甘泉一見驚服以為時人不能為亦不肯為然府君文不茍作作既不多又不旬收拾蒿雲裏失存者十不得矧以故知之者少府君老於諸生不售暗投牒罷去而學使彭公素知府君不兄其退且延之入幕校士而府君以末疾辭惟閉門以鵠喜曰黯攬靜鱗府君飾以得為右儒而諧子皆斬辦特起究人內珊之九為說臾人姓金氏以太傅普壽目之嚴僻而小心恭慎其端嚴之德肅穆之言綦組之工書翰丈辭咸高出脩渠而好義樂善與府君合志周帥之思偏於里黨教其子以敦詩學禮不惜重幣延名師訓課而女子皆嫡於女紅婦順出嫁名門人咸稱其淑善府君以康熙戊子年十一月一十三日卒享羊六十金夫人以康熙丙子年十一月初七日卒山牛四十有人子六人長振宗康鯉癸賣誰韓茂曰暑斗籩仁和葵巳科舉人知廣東靈山縣次振引雍正甲辰科舉人次振文儒士夾振武邑增生次振熏郡廩生次振苛邑庠生女子子四人孫十五人而鵠元中乾隆乙丑進士今官江寧布放阿使府君得贈如其宦金太君贈夫人乾際十五年合墓於縣西余山之原銘曰於赫閔宗族大且崇尚書累葉厥聲蘊隆宗伯之後維星折公公雖不仕其文則雄翼翼雍雍以提其躬夫人佐之惠及愚蒙子弟從之以孝以忠余屈之原維公之宮後百千牛祀事不窮臘事甚平常而行文樸健窘古句具昌於能事計甲暇謂海略丈集卷八目錄桐城劉大樹著祭文雜文祭尹少宰文祭望溪先生文祭張鬧中文祭左和中文祭余少京兆文祭郎開府文祭吳文恪公文祭吳文肅公文祭少司晨俞猶文祭方定思文奈左繭齋文祭臾秉申文蔡族長嗣宗光生文敷梁泯十一即文帶舅氏文且任一蘿寸婢映狄災贊胡氏賢母贊崇謹翁詈襟贊驟誤海蜂文集卷八桐城劉大樹著夢宰示方國校錄祭文窮八"
    },
    {
        "title": "祭尹少宰文",
        "content": "鳴呼醇儒不作異學披獨雜帳若佛入陰壯陽偽梅如辦徑趨巽鄉洛水問山吃然相里頹俗彼流竇往不返媼畔爭障鄧淨療誕襲其檢壽梁詔鞭得如魯更辦如聰得監世偷樸散席反二親柳宅刁畔惟大夫尺未知光翼孺慕終牙五十而幕於今再聞几人於君依阿油滔編獨梅譽識愛證展不為利回奚求右顯道在則然匪躬蹇蹇公之在世人豈驚奇及其既沒泣涕追思恭山喬嶽忍然崩摧斯文何託赤子疇依接物以喉持躬以禮就謂公歸笑言在耳公守不見我渡不止鉅為蒼逝綱則刑辟譽御知鞠燕石遊從今物漿驪潛予云終譽德間籌吾穿恥表啼無睡勢狗命之窮鳴呼我皆合我而逝羊角不興翼何由厲自今以律無意塵世長為農夫荷鋤拾穗嗚呼乂皆有瓦死刑具茫維公之沒星背桑尤雪蟲電轉殷段煌煌嗚呼我伏可謂不亡尚饗創造近昌黎"
    },
    {
        "title": "戶翼貴管二邑彗尺八奈文",
        "content": ""
    },
    {
        "title": "奈望瞑先生文",
        "content": "鳴呼漢氏助來亭儒區區九經之道雖闢而蕪惟皆洽匕宛其根株如薨飾量和蘭恭休春教諸傳類多觀鵲公比其事孔思昭蘇周官士禮久荒不餌斲璞出玉朗然慚珠門言之立百世可等從祀閱畢亦其宜歟公之懷抱邁登黃虞少而多難百不叩墟睨貳宗伯日進詩謨帥童野老跂足以須彼諧人者謂公鈞譽誰實為此嗟臺鄙夫驄則猶是誥船何辜案倡大義眾見為迂最知公者高安相朱慨彼世俗僅識公麤擬之周士子美夷吾申施末竟就謂非誣至於文章乃公緒餘然其所為鬼關神敦燈卦如藝薨恥昏騰荷喜黼塵迫懸危褐垂伴水滑風慟晦舒阜視魏晉有如隸奴公之孺慕無閭須臾遭值毋喪不獲歸廬而於藩府纓佩以超抱痛世泣血漣妒善事其兄情至禮俱庇其兄子過於巳雛尤於朋友擢隔磨膚相寶以義言不攝懦同里左丈二心相於生闊死別終始不渝屢見於文哀情既錦逮其孫子眷眷呵噓不材如槐舉世邢獄公獨左顧哉植其精雌灌之使之榮蔡提之擊之免於饑驅謗而掖之振職開疏靈令頑鈍稍識薨途箴在癸丑詔徵鴻儒皆以槐應瑟濫助等我營蕩祿過願所圖喜跡於暫背津漸濡魁試而蹶公每不愉恢然累日頓足長吁歷數平生游好之徒脊其傑立輒見吹且豈彼蒼意固與人殊我寶卷曲分甘泥塗而產公念乃至斯手當公少日傅靡晴嶇匪敢跪暢蒼旁讀耆其洽玉禮半在臥拘擅酣後辟典疊邪府公既歸旦幅巾衿稽潛城之出有髀有湖水亭風榭嘉木快疏跳波世勝嘻冠長魚賓肘耐禦不廢雷禽加治士禮積疑未補乃今十治早夜勤聊屈指成諾常在秋柳夭桃華灼攜我婚娛登樓拾級禾桐幻扶謂公墨鑠百年可逾謳知背面五丹佩御皆乎何忍不我少雷嗚呼公之名德照耀海隅年躋大晝尚何煩紆惟其平昔師友諧詞望望不見所為教獻尚饗尊賢之義知己之戚信手敷輸情文備至"
    },
    {
        "title": "祭張閑中文",
        "content": "鳴呼音在康熙之辛迂初托于以交契愧學業之禾成年甫臻於甘四舉一世以乂牙于獨諭芬而匿穢信兩情之無疵與辛加同其典朱抗高館以相延曰以授經於兩弟實虛己以受攻治會不余言之鄙華慈勺園之閣敞何池亭之幽違敷簟席防連騰歷晦明踰相封值花時之藉賈廡肆筵而皋鯉聘發興於尋山指龍眠於天際問御時屯書堂棋深構力蒙翳州水申也襲濁觀賂流劾清馳乙斗書卦輩善考才干趣體恕加脾觸潛軸謬勾刁靜柳屆鬱力眇滯臥鄰囊酣臥掃藝欒僻恕和謂諭謝跡怨諭胸御和想神沖罪跂語裸翮駢墜撰袖梅恕惟濡赴牛湘昧餅袂英刑薨腳遇懸蓋獨加知弔嫉翼子往判於湘河奈府門雨恒閉托明月以舒懷潁飄風之長逝俄相見於周京歡腸例而垂淚憫余行之連逞邇刺譏乎當世嗤宵人之妨賢垢首而蒙手髮茨終報起於天衢梗心摧而目割何會合之難常于旋投於荒裔披時俗之淪胥爭貢談以逞媚矯雲間之孤鶴慶清秋而高唳縱逸足之奔馳夫豈能羈乎良驥約異日之歸來當揚鎮而并轡追囊昔之遊從白族於山椒與水濫帳別淚之方新謗凶音之遽至豈彼碧之好殊拘珍物之易敵念余慄力耿介與子并踰為它予高舉叨離庫奈索居酣寡慰薨韻論之禾聞亦芳頑之莫親儻丹地之神魂亦潛逋於棄棠事惜院其無憑望南雲酣設存其情真其詞古吟"
    },
    {
        "title": "祭左和中文",
        "content": "惟字宙之茫茫兮哀吾生之須臾親交敞以道盡兮夫乃知人世之浮虛諱曜靈之出湯谷兮羲和狂馳而不輟泰華碧其傾崩兮江河奔流而就竭肺二儀之清濁兮或毀壤而不掘矧萬物之逆旅兮費寓其問而為人彼舜華之無知兮嗟零落其己朽何哀樂之多端兮欲典天地而比壽寐抽監監與即愛研丑喬當赴腳諧繡燕軸漸隸禍和誕伊獨幻禍勢願容飾藝蟲恐加俯兮軸遵掛維幅"
    },
    {
        "title": "匿",
        "content": "俯辭細階船和漸兮船臥軸血帝怨無當信修短之參互兮藍與殤其無以習孽萌且其必夜兮要虺蟬之曰悅綿漸薨翮府曲傍恥軸鄭雜憚郭降剛昧櫻祀懼衛臥臥靜勾遵輝袖恐偕迎麗脈兮邸細船酬爭蟠鐵金鐘馴穀響營撫壺巒幻蠻聞畔肺彤禪淨濟伊小恐仲讎爭翩勾畔奪靜蒙趣駢雕傍起盛鄭墨瞻臥無諧俯厭塵世之紛濁兮排間闔而上稱俯眾廣之惟攘兮偕此斗而與之行姬娥兮織丈紛陸離兮從沈雲旄兮彗格青藍八憤"
    },
    {
        "title": "丑口項",
        "content": "鸞歌兮白鶴舞院箱學恐播悔伊牢臥擬佩無間船蹄赴鄭隕織滯繡轉恭腳加鸞詢聊勝奔興趣整刳聊容與昧樹壽曠清範酬食餉伊郁恥輕過恕坎鄉惟其平昔之游從兮忽沈思而不見接儀容於夢寡兮披素書而繩縷念余之鄙黼於世兮塊憚獨而無鄰胡皇天之不畀兮奄降割此嘉銅寄徵軀洲赴舒併傍赤標恕刺船喻逾晦酣即肺伊竊卯遲翻翮鸞懽齋輒賢趣歐柴伊苦外聊慈無縈惡誥與共戀柳蔚研顧聊歌酣皆疊當末君之轍瑟兮奈適嬰手末疾不仙以親羞兮淚淋浪而靄聽得屈原之哀而攄詞亦似之"
    },
    {
        "title": "祭余少京兆文",
        "content": "嗚呼公自縣令至於觀察所至皆顛隨以晉秋方其顛也百姓呼湖縛馬顯擢天子動容以剛見摧其仁不沒如撥重雲乃見陶日嗚呼世稱清士簟豆區區椒恐節虛油存廣廬鄭申藏蕃醴屋恐龜賢稱廟怒繡蔚積酣餘為靜拜求岫會擊鳶存聊靜潛儔國帶鋪岫如即邪受塵沛授禾知都驪避審壘嗚呼以公純德老而廷蹙橫被讒誣竟死於獄公之所有不盡施申艱虞百中墓彈降秉集叢妹枝汎廢放窮海之濱屬慶之倡猶不容身誰禹謀者披獨何人公之知俞自望溪始公嘗相謂知君國士望溪端人友必端矣詔舉賢良錯以余應奈雖固辭皆寶余敬我乏哭公不以其私為天下痛誰知我悲一奈公人傑也其清剛仁厚吏德此文能傳之而痛其橫被讒誣尤深悽感祭邵開府丈也鳴呼我禾見公皆知我文謂宜屏跡江海之演大肆厥刀後世其聞既其相見去為御史皆怵以驚奈言謬矣如斯人考國之祀梓公性捐剛典世寡食余足在門蒞履倒蹶高論州世縱橫酒檀詔舉賢良公以余應我拜稽首懼不能勝公為開說皮覆辨棄我川固辭至於六七士各有志非呵強奪余既執迷皆亦不悅嗚呼昏鉅趣舉帶有玉謝襟勸恕鑿宜庾斯股嫩禪大壽聊憂勸錮葉在耀響鯉厭摧忿距有搜密究巴降鄭佛必和韻鞭痛寄輟鳴呼公之德董戢在太常後生小子非所能詳惟其知己敬奠一觴悔痛之情出於誠信而文能傳之所貴能文固"
    },
    {
        "title": "祭吳文恪公文",
        "content": "鳴呼公之知余在於旅肅萬魁其蠶詐以荷擅我來京國茫然無歸纖公授館憫其調饑食之請之導以超向謂昔朋遜今非所尚閉戶屈貴我有詩書予其縱讀與吾兒俱延和以齊鐘於骨十年桐從說知其蓉我告南返公留而肺請于登第宜左吾門鳴呼我窮如初公己辭世跪奉一觴盡然流涕作者寓居文恪郎含近十年知己之痛言雖簡一三蘆藝二擊三七而情則深矣"
    },
    {
        "title": "祭吳文肅公文",
        "content": "馮唾我初見公公在內閻皓鬢非顏笑言磊磊追念平生朋奸遊從歡歡塊遇刀灰之功留我信宿郎酒斟酌黜聊奈禍攜典犀藩聽生蠱薨待此於祈殆御德齒爵皆歸壓年七七稱觴命坐落落摩寶辦恥卿授我調恥健百歲可里相見無幾遽魂於堂嗚呼人之生撲速然一難罹其令名斗世傳頌死而不死夫又何悲為知己痛哭泣陳辭一親府奈禍權其厚薄含讀者皆生感歎"
    },
    {
        "title": "祭少司農俞公文",
        "content": "嗚呼我試童予毋逾和年生徒滿督我不脩貢佛督江南拔我於眾如獲明珠任殊作貢我適京師四顧茫然垂左顧扶植其顛公之知我拔法世俗忘其師尊朋避數晦我試而頤公老而歸祖道不獲中心有違曾幾何時遂馳凶間哭不憑棺恢其可拉嗚呼哀哉初入學官為弟子其感如此"
    },
    {
        "title": "祭方定思文",
        "content": "鳴唾目奈奉教於先生而因以得交於君不獨先生之視余如子而君亦視奈如弟弟嗚吁以君之多才凜過庭之訓使其立朝當置身於千佩乃美薦於鄉而己何彼蒼之可問奈棄於世闢晦窮年死喪患難百憂相煎惟此合忘歆處兩間每逾時而凶見輒懷抱之贈宣今者吾友夫又奪之天乎何忍使至於斯壬子之秋奈讀書於社稷壇後君與江西之黃君亦僦居其右禱暮過從琳滴厄酒當是時君之意氣何如而年禾得卓壽去年七凡踰返自吳門喜升堂而把臂仍舉酒以殷動憫余無子目患予多無予則己多子蔡何余謂君嗣佩玉有讎不傾而植雲漢可摩凍餒是慮母乃鏡要時君方病起怪顏色之憔悴不亂信其死生出手而命之誇視奈歸倉卒兩月之餘遽以鹵告統屋驚呼嗚呼君嗣皆賢文書能謂惟光生赴垂軒挾鞭贈哭此人坐之恨普患腰赴御不足者也尚饗追獸乎生如昨無汗鳳傷"
    },
    {
        "title": "祭左繭齋文",
        "content": "嗚啼君匕長於奈者八十有七年而忘其年齒以輿命相後先奈與君世為姻戚君丈人行而拘其行章以興奈相頓亢今何腴得此於君哉豈余之能賢拂亦居志虛懷樂善故石許人之嫡好昔在景宗姦閣竊勢挫其狂鋒史稱忠毅赫赫厥聲君寶其裔愨君所為光業可繼而老窮山嘯歌適志凡所蘊藏百不一試君在山宗左圖右書池水瀏劉映蔚美渠垂楊匝岸潛有嘉魚千章之木繞屋扶疏佳花異升環植階除花開之昆照耀里間呼召僚黨薦酒陳蔬作為詩歌聊以自娛君之為詩不求名聞寫其裏情高霧逸運典古挈長較量分寸玄淡之屯自杼芳韻頻置崇蘭層涯千佩千秋萬世傳其可信我左飄泊在外日多君亟思我莫之如何我有致書君點在匱思我不見循環誦讀我之來歸君得聞知不俟安次馬迎以馳誨我以仁我接以義琳漓酒庖從容鴻議岑年正月我請君家君猶健飯動履無差我告君歸束及半歲加何不淑而遽長逝我有懷抱誰與同傾我有文章誰與譏諦我與世違惟君交契而又奪之夫乎何罪普若趣存未暮嘗論鱗心杞洲翩鞭憚嗣若弔快樹乖謝翩居近閔猶灼鄉鄰納規繕魯柴若無與紛徒僻酬輕儼相海著無與為陶飄鳴呼君宅制行可請無咎其於詩歌可用不析年川赤稱上壽而子孫繩繩世濟其忠厚何憾於天禍拘之疾首惟其婚親宅情央故之卿念君忠不呼尋見而祭持疇依情文斐迭奔赴筆端不可抑過"
    },
    {
        "title": "帶臾乘中文",
        "content": "鳴呼我居帝里閒寂寡聊徐氏之甘得與子交驪識甚我諧我遺義戈藝之藝青章逾字脆我讀嘗僦子之廬於子焉飯歡然有餘曲攝觴勸靈疆靈長抽充陰楊愴相顧問義輿寶胡特興辦燕未郁銷予赤未言几冷之朋利名是賴惟我與子禾營其外我乖於世動輒隋尤惟與處如疾斯瘠如何今目子又我棄獨行覺薨條顏失氣會予云浸寡妻去惟潘暗玉若於何其依子之奇窮匪我能救臭泣懷詞惟岫之疾琅然之音與退之手長"
    },
    {
        "title": "祭族長嗣宗先生丈",
        "content": "嗚呼我始總角翁猶壯年及我諸丈歎歎笑畜我既成人翁年己老忘其卑尊各杼懷抱其復分散我適京師十年淪落闊不相知去巖我歸翁則病矣摶往問祝我遭燒鬼目夏祖冬鬼不鎖亡翁避違世我哭在沐嗚呼沖西之別春有朱輸既其徂遷無復顯人陵夷衰微墮其世業不能奮飛藏羞在煩淮翁之生頭常勸薨翁姦止階侍望其他言有時終情不可極酒食乏陳以告心惻宗族之情固宜云爾"
    },
    {
        "title": "祭張十二郎丈",
        "content": "鳴呼孰謂汝方在蒙眷也而忽焉影削不蹄其何聚之形天固將使汝若斯而已不如無生鳴呼惟汝於我師弟之分益猶木及乎周箴而遂捨我以去使我獨處之笑歎鳴呼已妄典汝永隔姜我言之而汝其能聽炰言當則簡"
    },
    {
        "title": "祭舅氏文",
        "content": "維年月日劉氏甥大拋謹以清酌廉羞之苴毀祭於舅氏楊君稱棠先生之靈嗚呼舅氏帥潛灼睡鯉駟加長都翻元砌絕典嗣績德斃點恕聊蠅佛於片即恐地妣不肖求嘗學問然君獨顧之而喜謂能光劉氏之業老其在斯人吾末老髦庶幾猶及見之矣鳴呼詬知耕對濫躡聊殘黼府節恐零臨網狀唐猶若岫尚饗其哭止一兩聲而痛巳至骨且口川口几口口調攻"
    },
    {
        "title": "華造牛救災贊",
        "content": "昔在司徒教民三物既急睦媚爰崇任恤匪徒教之又糾以刑六曰不恤其政有經夫彼之臥非我飾惟我雖不懈罪無卿獲蓋古聖政莫重施供同體臥視寧隔我人患不相救其忍甚矣加以刑比於不齒殆及後世手足相殘而況宗校里黨懽間共生不親其死不弔浣漓成習可為痛悼胡君泉遣往賈於織華韓之地有廛一區乾隆甲予適慎江水漂浸民居廛亦牛毀民之逃竄咸集其蘆男女老稱工百以餘水浸門扉數日不去相向悲號赤體呈露維我胡君載賑載施載推以合異軾鮮帥衣華蟬之婦就騰於汗華璋動夫歡擁於塗我始帝饑君出梨喜牲始怨寒君腸袍棋蘭骨而廝既殆兩生食若之德如雷雨盈拘枯酣視君其受福我侵酣求胡不君攝有感者釐有酬者氏段段啼字僻卷耽聞換蹈唐鄰壘妣即掛當酣覺都葬聊母印衛貴而賤兼臭視毋即鞠彈刪時靜糞勸映富濟貧其審盜振腳貴憫膝喪貴彌船腳掛撫弱辨黼愈腳我官於默君從宴娛或告君事非君所期具事亦細而今人腰置我庸書之以體萊世可擬揚予州箴胡氏賢毋贊失國以匕人興以州人亡家以人成以鬥人敗故曰哲夫成城哲婦傾城亂匪降目天生自婦凶憂股之詳由末喜姓已周有大姜大任大姒而太王王季文玉遂助基七百年之受命后妃不媚忌而有遣下之思開聃繆木儉斯之章詠焉袖逝濫兼娶婦加暫刪家置蕭浹壘囊府變乎求射逝邪姻業宋殷著麥想娣姒妾媵之閫米盜瑣雜各私一己靡不競掌欲家之昌熾其可得乎胡生節和其嫡毋余氏洲子而生毋汪氏生節和兄弟二人然余氏之所以撫育二人者瓦如其所自生此其事至庸常而求之婦人何其難得也余聞而賢之乃作贊日桓溫之婦挾奸操及武陽之女殃禍及桃捐嫉成性植根甚牢二人緩帶某義久桃如奈氏者百不一遭我作斯盲以著淳洗短篇亦有偉論且蜃許曹家夔翁盡像贊翁之才雖不見設施而凝然古處何美乎冠佩之謹雕翁之德如玉之在璞不於身於其子孫其權罹翁之曰握膽彼淑配援手之鶉宛芳顏之如在儼陰教之猶存左圖右史煎茶者童于維翁之葛吊野服而嘯味乎其中仙愧乎幽人之素履嗚呼垂拋畫儼高置之比堂毛共而孝予慈徐侍立於記六旁幾無分於真妥人之生世其能幾何惟為善吳運有後乃以不磨翁之心澄以皎兮翁之貌端丑好兮更百千而萬祀兮子矛孫孫其永寶之游戲題辭亦饒古致"
    },
    {
        "title": "襄乞",
        "content": ""
    },
    {
        "title": "獸註",
        "content": "乘騎者皆踐驢而貴的夫煦之以恩仕其然而不然窺之以威使之然而不得不然者過之所謂賤者也照之以恩任其然而然延之以威便之然而愈不然行止出於其心而堅不可拔者世之峭謂貴者也然則馬賤而驛貴癸雖然今夫軾之而不善擾楚以威之而可以入於善者非人即人豈賤於驟哉熊帥騮忽附慢節肝肺即惻轡恥屈赫兆契鳴罕幽驪恐飾助賜勝黜歟皇臺辜油三遭豈蟲偃斬"
    }
]