[
    {
        "title": "范蠡論",
        "content": "范蠡之子殺人，繫于楚，蠡令其少子行千金於所善楚莊生救之。其長子請行，不許，其後卒強以行。於是莊生因為入朝楚王而說之赦。蠡長子聞楚將赦，謂弟固可活矣，入莊生家，復取金去。莊生怒，竟說楚王論殺其弟。人以此稱蠡始不欲遣其長子為知也。自君子觀之，蠡固未嘗知也。《比》之《蹇》曰：「比之匪人。」《隨》之《震》曰：「孚於嘉吉。」夫以匪人之比，而望嘉孚之吉，其可乎？吾觀莊生非賢者也。其褊心與市井小人之為慮無以異，而蠡顧以其子之命委之，烏得知？方蠡子之進金莊生也，如果不欲受，卻之可也；既思終還之，則雖為取去，奚嫌焉？蓋生以為救蠡之子，而其家不見德，則不足以為名。又忿己以力為人，而反為人所易，故雖當其厚友之托不顧而必以術殺其子。噫！抑甚矣！郈成子過衛，右宰穀臣饗之，欲托以其帑而未言。及穀臣死，迎其妻子，分宅而居之。晉叔向繫獄。祁奚乘驛見範宣子，言而出之，不見叔向而歸。夫受人之事，則死生不以變其志；急人之難，而非為名高，此固古賢人君子所為，而蠡乃以望於莊生。及其不得，反以為其長子致之，何其謬也！且蠡當日即令遣其少子如楚，而其子之囚於楚者，亦必不可救。何則？長子生而貧，則嗇而貴財；少子長而富，則亦驕而輕士。今使膏粱之子，忽視貧士，指麾而為之用，則雖予之厚利而不甘。況以莊生之褊心多忌，挾殘忍以報睚眥，設以少年輕肆之氣乘之，蠡之子不愈危哉！嘗考范蠡之行：當其相越，所圖皆傾險之謀。及越破吳，吳危急而求成，句踐欲許，獨蠡不可，而必亟斃之，其意蓋亦忍矣。夫涘頻之水，鱣鮪不遊，離靡之草，虎豹不居，旦暮之交，君子弗與。故必內行備而後可友天下之士，友天下之士而後為之謀，則忠信而不私，當其事，則利害而不渝。故君子重修身而貴擇交，而蠡之所為，殘忍刻薄，其事獨與莊生者相近，宜其心賢之，而欲倚以為重也，而豈知身受其禍也哉！"
    },
    {
        "title": "伍子胥論",
        "content": "昔者嘗怪樂毅之於燕，伍子胥之於吳，皆以受任於先君之時，及至嗣子棄之，於是毅遂超然遠引，而子胥乃戀戀不去，終以諫死於吳。若是之不同何也？蓋古所謂忠臣之行，必度其心之所安而後為，非以苟托於名義以自居而遂可也。今夫毅之仕燕也，所任者，軍旅之事耳，惠王死而兵權奪，毅雖留，固無可為矣。當伍子胥困屈楚、鄭之郊，飄搖江海之間，結吳光於草野之際，一旦攝吳國而乘之，卒以君臣相倚，報父仇而成君之名於天下。其與吳相得如父子手足，員雖烏集起事，而其實與世胄同國休戚者等。吾意闔廬之死也，必以吳托之子胥，子胥亦必慨然任而不辭。子胥之心，方以為受先君之恩，寄社稷之重，思盡其輔弼之任，雖播棄而不忍自疏。而不料夫差之終愎不悛，遂泯絕其身而莫之復省也。設令子胥於驟諫不用之時，即引身去國，人亦誰得而議之？而樂毅之書至謂「子胥不知主之不同量」，是其行固不免為天下之所譏，而子胥終不肯以彼易此者，蓋彼徒以求其心之慊然而無憾者，夫豈以行事求白於眾多之口也哉！或曰：「子胥之諫夫差，其時季劄與同立於朝，季子親於吳而反不以諫死，何耶？」蓋自諸樊戴吳，欲以位傳季子，而季子又以賢得民。彼夫差者，忌而遠之甚矣。微子啟，帝乙之長子也，疑於紂而紂疏之，故抱器適周，而奉商祀。微子、季劄之不諫，知不可諫而以身存宗也；伍員之諫，恃夙昔之恩，而冀君之一悟也，而柳宗元乃從而非之，以為非吳親屬，諫死為過。夫彼謂為親屬者固宜死也，而微子、季劄之不死，又豈非親屬者哉！"
    },
    {
        "title": "翰林論",
        "content": "為天子侍從之臣，拾遺補闕，其常任也。天子雖明聖，不謂無失；人臣雖非大賢，不謂當職。而不陳君之失，與其有失播諸天下而改之，不若傳諸朝廷而改之之善也；傳諸朝廷而改之，不若初見聞諸左右而改之之善也。翰林居天子左右為近臣，則諫其失也，宜先於眾人。見君之失，而智不及辨與，則不明；智及辨之而諱言與，則不忠。侍從者，擇其忠且明而居之者也。唐之初設翰林，百工皆入焉，猥下之職也。其後乃益親益尊，益親益尊故責之益重。今有人焉，其於官也，受其親與尊，而辭其責之重，將不蒙世譏乎？官之失職也，不亦久乎？以宜蒙世譏者，而上下皆謂其當然，是以晏然而無可為，安居而食其祿。自唐及宋及元、明，官制因革，六七百年。其不革者，御史有彈劾之責而兼諫爭，翰林有制造文章之事而兼諫爭。彈劾、製造文章所別也，諫爭所同也。其為言官也，奚以異？入而面爭於左右，出而上書陳事，其為諫也，奚以異？今也獨謂御史言官，而翰林不當有諫書，是知其一而失其一也。是故君子求乎道，細人求乎技。君子之職以道，細人之職以技。使世之君子，賦若相如、鄒、枚，善敘史事若太史公、班固，詩若李、杜，文若韓、柳、歐、曾、蘇氏，雖至工猶技也。技之中固有道焉，不若極忠諫爭為道之大也。徒以文字居翰林者，是技而已，若唐初之翰林者，則若是可矣。今之翰林，固不可云皆親近居左右，然固有親近居左右者。且翰、詹立班於科、道上，謂其近臣也。居近臣之班，不知近臣之職可乎？明之翰林，皆知其職也，諫爭之人接踵，諫爭之辭連筴而時書。今之人不以為其職也，或取其忠而議其言為出位。夫以盡職為出位，世孰肯為盡職者？余竊有惑焉，作《翰林論》。"
    },
    {
        "title": "李斯論",
        "content": "蘇子瞻謂「李斯以荀卿之學亂天下」，是不然。秦之亂天下之法，無待於李斯，斯亦未嘗以其學事秦。當秦之中葉，孝公即位，得商鞅任之。商鞅教孝公燔《詩》、《書》，明法令，設告坐之過，而禁遊宦之民。因秦國地形便利，用其法，富強數世，兼並諸侯，迄至始皇。始皇之時，一用商鞅成法而已，雖李斯助之，言其便利，益成秦亂。然使李斯不言其便，始皇固自為之而不厭。何也？秦之甘於刻薄而便於嚴法久矣！其後世所習以為善者也。斯逆探始皇、二世之心，非是不足以中侈君而張吾之寵。是以盡舍其師荀卿之學，而為商鞅之學，掃去三代先王仁政，而一切取自恣肆以為治，焚《詩》、《書》，禁學士，滅三代法而尚督責，斯非行其學也，趨時而已。設所遭值非始皇、二世，斯之術將不出於此，非為仁也，亦以趨時而已。君子之仕也，進不隱賢；小人之仕也，無論所學識非也，即有學識甚當，見其君國行事，悖謬無義，疾首顰蹙於私家之居，而矜誇導譽於朝廷之上。知其不義而勸為之者，謂天下將諒我之無可奈何於吾君，而不吾罪也。知其將喪國家而為之者，謂當吾身容可以免也。且夫小人雖明知世之將亂，而終不以易目前之富貴，而以富貴之謀，貽天下之亂，固有終身安享榮樂，禍遺後人，而彼宴然無與者矣。嗟乎！秦未亡而斯先被五刑、夷三族也，其天之誅惡人，亦有時而信也邪？《易》曰：「眇能視，跛能履，履虎尾，咥人，凶。」其能視且履者，幸也，而卒於凶者，蓋其自取邪？且夫人有為善而受教於人者矣，未聞為惡而必受教於人者也。荀卿述先王而頌言儒效，雖間有得失，而大體得治世之要，而蘇氏以李斯之害天下，罪及於卿，不亦遠乎！行其學而害秦者商鞅也；舍其學而害秦者李斯也。商君禁遊宦，而李斯諫逐客，其始之不同術也，而卒出於同者，豈其本志哉？宋之世，王介甫以平生所學，建熙寧新法。其後章惇、曾布、張商英、蔡京之倫，曷嘗學介甫之學邪？而以介甫之政促亡宋，與李斯事頗相類。夫世言法術之學，足亡人國，固也。吾謂人臣善探其君之隱，一以委曲變化從世好者，其為人尤可畏哉！尤可畏哉！"
    },
    {
        "title": "賈生明申商論",
        "content": "太史公曰：「賈生、晁錯明申、商，公孫弘用儒術顯。」世多疑之。果若是，則公孫弘賢於賈生邪？宋儒者以為生上書謂「髖髀之所，非斤則斧」，以此待諸侯，為申、韓之意，吾謂不然。生欲立法制以約諸侯王，使受地有定，不致入於罪，而抗剄之，所以為安全也。斤斧以取譬耳，豈刑戮謂哉？此不足為生病。然遂謂太史公為誣賈生，則亦非也。夫戰國以來，百家並興，雖或純或駁，或陋且謬悖，推本之，彼亦各原於聖人之一端，未嘗不可相為用也，顧用之何如耳。冬必裘而夏必綌者，時也。齊甘苦酸辛鹹而御之者，和也。諸葛武侯當先主之時，寬法孝直，救李邈、張裕，其用意一出於慈仁，乃以申、韓之書教後主，知其所不能也。且賈生、諸葛，皆所謂天下之才，識時務之要者矣！申、商明君臣之分，審名實，使吏奉法令而度數可循守；雖聖人作，豈能廢其說哉？然使述此於景、武之時，則與處烈風而進翣者何以異？良醫不能使鍾乳、烏頭之無毒，而使其毒不為患也。惟文帝仁厚，而所不足者，在於法制。故賈生勸之立君臣，等上下，法制定則天下安，此皆申、商之長也。申、商之短，在於刻薄。賈生之知，足以知文帝必不如申、商之刻，特患不能用其長耳。景帝之天資固薄矣，提殺吳太子於嬉戲，疏張釋之而誅周亞夫，其資如此，而晁錯又以申、商進之，何怪有吳、楚之難。賢者視其君之資而矯正之，不肖者則順其欲。順其欲，則言雖正而實與邪妄者等爾。賈生當文帝而明申、商，汲長孺為武帝言黃、老，彼皆救世主之弊，和而不同，豈如公孫弘、匡衡之流，雖號為儒者，誦說之辭，洋洋盈耳，而適以文其奸說者邪？周公之告成王曰：「詰爾戎兵，方行天下。」召公、芮伯之告康王曰：「張皇六師。」若以此言施之好武之主，其害豈不更重於申、商哉？惟於成、康之時，則無以復易矣。吾嘗謂觀人之真偽與書之真偽，其道一而已。世所謂「古文尚書」者，何其言之漫然泛博也！彼以為使人誦其書，莫可指摘者，必以為聖賢之言如是其當於理也，而不知言之不切者，皆不當於理者也。"
    },
    {
        "title": "晏子不受邶殿論",
        "content": "大夫相滅而相並者，是篡殺其君之漸也。齊、晉之末載是已！齊崔氏也亡，而邑入乎慶；慶氏也亡，而邑入乎二惠諸族。其時大夫分邑，子雅辭多受少；子尾既受而稍致諸公；陳氏不取邑而取百車之木。是三子者，以為賢於吞噬之甚者則可矣，以其私家相取為非人臣之道，則一而已。晏子將明言其不義乎？得罪一國而不可為也，將從而受分乎？違己之心而不忍出也。「邦無道，危行言孫。」其處喪，則托曰：「惟卿為大夫。」其辭邶殿，則托曰：「畏失富。」晏子之心，固亦苦矣！夫晏子之賢，無愧儒者。世乃以孟子不欲比管、晏，及沮封孔子事，疑其非賢。是皆不然。晏子蓋盛德而才差不足，又直陳氏得政之日，事景公庸主，未嘗得君如管仲專也，故其功烈，非孟子王佐之才之所希也。然第曰「管仲，曾西所不為」，不言晏子者，重晏子之德也。當孔子至齊，以景公之庸懦，豈遽能以「季、孟之間」期以待鄰之一儒士哉？此必晏子薦之故也，及其不能用孔子，此必晏子所痛，而知其國之將亡不可救者，夫何有反沮孔子事哉？晏子以儉著，春秋之後，墨子之徒，假其說以難儒者，沮孔子封事，墨者造之也，故載於《墨子‧非儒篇》。其言以儒者為崇喪遂哀，破產厚葬，此墨者之陋說，非「粗縗斬」以喪父盡禮者之言也。諸侯裂地以封大夫，此三晉、田齊以後之事，非孔子時國不過賜田邑之制也。子長不能辨而載之《世家》，雖大儒如朱子，亦誤信焉。是以晏子為世詬，而不知其固非實也。魯襄公十七年，晏桓子卒。平仲嗣立，能為喪禮，又從平陰之役，意其年必逾二十。其後五十七年乃會夾谷，計晏子必已喪矣。晏子喪而後景公行事益悖，而子長言會夾谷時有晏子，吾益知《世家》言之多謬也。"
    },
    {
        "title": "議兵",
        "content": "兵民分，雖有聖人不能使之復合者，勢也。今有人焉，命其子弟，入則挾掞操管而學書，出則量庾藪、權輕重、度長短、持算而營什一之利，其子弟必無一能矣。今君國子民者，佹而使耕稼之農，聽號令、習擊刺、舍田里安居而履鋒鏑，而輕死亡之難，其病於眾庶而傷於國也，亦明矣。目不兩視，耳不兩聽，手左右畫則乖，足跂立則先疲。兵農兩為，戰則速敗，而田野為蕪萊，國何賴此哉？然古王者兵未始不出於農，何也？古之時，征伐之事固少，一旦戰而用其眾也，至於萬人，則為多矣。日行三十里而舍，戰陳必以禮節焉。擇素教之人，而使進退止伐於疆場之交，不啻為揖讓俯仰於庭戶之內也，夫何為不可？後世不然，動以百萬之師，決勝於呼吸之頃，屠滅之慘，川谷流膏血。軍旅數動，則士長齒槁馘於營幕之中。當此之時，士卒知戰鬥而已，居則暴桀，而與人若不同類，固不可使伏居井里；而民苟非習於兵者，亦不可使之復為兵矣。昔者湯之伐桀也，民則曰：「舍我穡事。」湯至仁也，以民為兵，不免於怨。若後世之兵，善撫循之，或踴躍以從戎事。豈將能賢於湯、武哉？兵與民分之故也。昔者管仲用齊，欲以兵服諸侯。管仲知先王兵民為一之制，不可以決戰，故參其國，伍其鄙。國中士之鄉十五，五鄉為一軍，參其國，故三軍以方行天下。伍其鄙，故野有五屬，五屬皆農夫而已。國則為軍，鄙則為農，雖不盡若唐、宋以後之制，而兵民之分自是始。故齊之伯天下者，兵習戰而農不勞。是故管子天下才也。謂兵不可擾農，亦不可盡一國而為兵，定以三萬人，教以軍令，使之足用。是故兵必習戰，農必習耕，兵不習戰，農不習耕，雖多不如其寡已。嗚呼！後之為兵者，何異於管子也？兵額多而不盡可戰，又不欲養兵而逸之，使之不習戰而習於百役。自明以來，運糧之丁，其始兵也，而卒不能持一梃以與怯夫為鬥。然以代民轉輸之苦，尚有說也。今之營伍，有戰兵，有守兵，不習知戰守之事，顧使之雜為，捕伺盜賊，詰私販、娼妓、賭博之任無不與，是直有司事耳。使兵足任之，而有司不能，何以為有司？況兵藉是名而恐猲取財，擾地方為害者，有之矣。夫兵農惟不欲兼也，故使之專於為兵。今之紛然而呼於市，而誰何於道路者，夫豈非兼任也？則又不若使為農之為愈也。"
    },
    {
        "title": "郡縣考",
        "content": "周之制，王所居曰國中，分命大夫所居曰都鄙。自國而外，有曰家稍者矣，曰邦縣者矣，曰邦都者矣，而統名之，皆都鄙也。鄭君云「都之所居曰鄙」，殆非是，宜曰鄙之所居曰都。《詩》曰：「作都於向。」《月令》曰：「毋休於都。」然則都者，鄙所居城之謂也。見於《詩》、《書》、傳記，凡齊、魯、衛、鄭之國，率同王朝都鄙之稱。蓋周法，中原侯服，疆以周索；國近蠻夷者，乃疆以戎索。故齊、魯、衛、鄭名同於周，而晉、秦、楚乃不同於周，不曰都鄙而曰縣。然始者有縣而已，尚無郡名。吾意郡之稱，蓋始於秦、晉，以所得戎、翟地遠，使人守之，為戎、翟民君長，故名曰郡。如所云「陰地之命大夫」，蓋即郡守之謂也。趙簡子之誓曰：「上大夫受縣，下大夫受郡。」郡遠而縣近，縣成聚富庶而郡荒陋，故以美惡異等，而非郡與縣相統屬也。《晉語》：「夷吾謂公子縶曰：『君實有郡縣。』」言晉地屬秦，異於秦之近縣，則謂之曰郡縣，亦非云郡與縣相統屬也。及三卿分範、中行、知氏之縣，其縣與己故縣隔絕，分人以守，略同昔者使人守遠地之體，故率以郡名。然而郡乃大矣，所統有屬縣矣。其後秦、楚亦皆以得諸侯地名郡，惟齊無郡，齊用周制故也。都鄙者，王朝本名。故晉、秦、楚雖為縣，而未嘗不可因周之稱，而周必無郡之稱，以郡者遠地之稱也。秦之內史，漢之三輔，終不可名之郡，況周畿內乎？《周書作雒篇》乃有「縣有四郡」之語，此非真西周之書，周末誣僭之士為之也。"
    },
    {
        "title": "漢廬江九江二郡沿革考",
        "content": "自秦並六國，分天下以為三十六郡，其後頗復增置，然世欲考秦置分土之實，不可得而詳矣。其大要自巴、蜀而下，在江南地為郡，曰長沙、鄣、會稽；江北地為郡，曰南郡、九江、東陽，皆緣江以達海。漢興，以秦郡居地太廣，稍分置焉。昔《禹貢》九江之水，居秦九江郡南。今安徽淮南地及湖廣之黃州府，皆秦九江郡也。項羽分王諸將，分九江為二國：其北封九江王黥布都六，其南封衡山王吳芮都邾。秦時呼《禹貢》衡山曰湘山，而名潛、霍山曰衡山。始皇帝二十八年，「渡淮水，之衡山、南郡浮江」是也。故芮為衡山王，約有今安慶、廬州、黃州地矣，而九江之水，乃在衡山之國。漢滅項羽，徙芮封於長沙，以黥布為淮南王，王九江、衡山及江南豫章、廬江。豫章、廬江之在秦，不知地何屬也。及漢為郡，以隸淮南。黥布滅，以布四郡封淮南王長。長死，文帝復封其三子，安為淮南王，蓋得黥布九江王時故地；勃為衡山王，蓋得吳芮故地；賜為廬江王，得豫章、廬江。夫廬江者，其水出陵陽東南，而西北流經彭蠡以入於江，至今猶命彭蠡之山為廬山云。故漢之郡國以是名之也。廬江王賜既都江南，地鄰越，吳、楚反時，賜使使與越交通。吳、楚滅，景帝以衡山王勃堅守不下吳、楚，內徙之為濟北王以褒勃，而疑賜，徙賜王衡山，收豫章、廬江以斷通越焉。其後伍被與淮南王謀收衡山以擊廬江，絕豫章之口，思得江南以通越云。武帝元狩初，淮南、衡山既皆以謀反，國除，淮南為九江郡，分其西為六安國，衡山國為衡山郡。漢二郡之立自是始。始者劉賈王鄣、吳、東陽三郡，為荊王。吳故會稽也，賈死，以封吳王濞。濞時，吳郡復名會稽，又易東陽曰廣陵。景帝罪楚王戊，削東海郡，又削吳會稽、鄣郡。吳、楚以是反，國除。以吳、廣陵為江都國，頗予以江南鄣數縣，故江都號為得鄣郡而不得吳。武帝元朔元年，江都國以推恩，封易王子江南，為丹陽侯，湖孰侯，秣陵侯，及元狩、元鼎間，國皆除。然後武帝於江南建丹楊郡，其東合吳傅海為會稽郡，其西南包彭蠡屆嶺為豫章郡，而鄣、吳、廬江悉罷。自秦於江南設鄣、會稽二郡，至漢嘗分為四五，而卒為三郡焉。於是江南遂無廬江名矣。其後改衡山郡曰廬江，然後廬江之名遂移於江北也。太史公猶稱九江、衡山為南楚。褚先生始稱：「廬江郡嘗歲時生龜長尺二寸者二十枚。」桓寬為廬江太守丞。然則衡山之為廬江，其昭、宣間乎？及平帝元始間，錄地志者於廬江郡，書曰「廬江出陵陽」云云，此蓋沿武帝以前廬江郡之舊說。昭、宣以後，廬江之水，不在廬江而在豫章也。九江、廬江二郡，始為九江、衡山國時，北界淮，南界大江，東抵滁水，西循安豐以南，其形截然以方，及漢以邾屬江夏郡，則西南缺焉。史言「衡山王賜當朝，道過淮南、壽春」。苟賜因吳芮故都都邾，則往長安不經壽春，賜都蓋處其東。疑賜來王時，漢削其邾，自是郡無邾也。漢郡二，國一，共縣三十二。今州縣二十七。舒　蓋得今舒城（舒城，屬廬州府，蓋得漢舒縣北、合肥南界之地。）南、桐城北及廬江（廬江，屬廬州府，蓋得漢舒縣東南並臨湖之地。）西地。《左傳》杜注：「廬江舒縣西南有桐鄉。」又云：「廬江南有舒城。」按：廬江郡治舒，而雲南有舒城者，三國兵爭，舊治已壞，魏、晉徙郡治於舒縣之北。又漢舒縣當孔道，六朝畏北兵，移治僻地。宋、齊舒縣城徙東南，即今廬江縣矣。隋因之，改縣與郡同名，唐又因之。故章懷《後漢書注》云：「舒故城在今廬江縣西。」以杜注、章懷之言度之，漢舒治今舒城界內，六朝之舒在今廬江縣；隋無舒；唐開元後復置舒城，略當漢、晉故城之地；宋、元、明因之。居巢　蓋得今巢縣漅湖南地及合肥東南、無為州（無為州，屬廬州府，蓋得漢居巢並襄安之地。）東北地。當春秋之世，此巢國，西屬楚橐皋，東屬吳。吳、楚蓋以漅湖為界。定二年，桐畔楚，楚師於豫章。吳潛師於巢，取道潛、六，以敗楚於豫章。度其時巢在今合肥界。漢因古居巢，猶治漅湖西南。東漢為侯國。劉昭注引《廣志》云：「有二大湖。」今巢縣南金繩寺東有古廢城，其北即漅湖，其南乃廬江白湖，然則《廣志》二湖，蓋謂此也。魏、晉間縣廢，六朝於其地僑置南譙郡。隋合橐皋盡入襄安。唐復披襄安之北置巢縣，而其治乃古橐皋。宋又分巢縣西南無為鎮置無為軍，而其治乃古居巢境矣。龍舒　蓋得今懷寧（今懷寧、桐城之間，有大小龍山，意古之龍舒境乎？）北、桐城南地。《左傳》杜注：「舒西南有龍舒。」東漢侯國，六朝縣廢。臨湖　蓋得今廬江縣東地。晉、宋之世，舒故治廢，移舒治於其東南，今廬江縣也。意其縣界所得古舒地實少，而得臨湖地為多矣。雩婁　蓋得今霍丘西南地，決水出焉。東漢侯國。晉以縣屬安豐郡。《水經》酈注引《地道記》云：「在安豐縣西南。」宋以處蠻民，屬邊城左郡。襄安　蓋得今無為（今無為州西南六十里有襄安鎮。）州西南地。樅陽　蓋得今桐城（桐城，蓋得舒南、龍舒北並樅陽地。自隋同安經李子通之亂，郡縣毀壞，唐徙郡治懷寧。後同安徙治山城，蓋在漢舒縣桐鄉域矣，故改名桐城，而東鄉獨廣百八十里者，古樅陽境也。今屬安慶府。）東南地，東漢縣廢。《左傳》杜注：「廬江舒縣有鵲尾渚。」按：鵲尾在今桐城東鄉江側。舒縣地本不至江，東漢廢樅陽並入舒，舒地遂及江矣。樅陽入舒，則樅陽水為舒口。《魏志·臧霸傳》「吳兵屯舒口，欲救陳蘭」是也。東晉時，嘗復置樅陽。隋於此置同安縣，為同安郡治。唐廢郡，同安縣屬舒州。開元中，移縣治於山焦城，至德二載，改名桐城。尋陽　蓋得今湖廣之黃梅（黃梅，屬湖廣黃州府，蓋得尋陽東地。）、廣濟（廣濟，屬湖廣黃州府，蓋得尋陽西地。是二縣在唐屬蘄州。《元和郡縣志》以蘄州四縣，盡為漢蘄春地，誤也。漢縣雖大，何能方三四百里？由不悟尋陽之本在江北耳。）縣地。吳立蘄春郡，尋陽屬焉。晉太康元年，省蘄春郡，以縣屬武昌。二年，還屬廬江。惠帝置尋陽郡，治江南柴桑，江北縣猶尚在也。及晉南度，江北之縣，僑置江南，後省縣並入柴桑，獨郡名在。自是江南之尋陽著，而江北之尋陽隱不聞矣。灊　蓋得今霍山（霍山，屬六安州，得灊縣地。）縣地，沘水出焉。晉省入六，故杜元凱云：「灊在六縣西南。」隋置霍山縣，屬廬江郡。唐置盛唐、霍山二縣，屬壽州。章懷《後漢書注》云：「灊故城今壽州霍山縣。」宋省，明復置霍山縣。皖　蓋得今灊山（灊山，屬安慶府，得皖地。唐、宋故懷寧、舒州治。宋景定元年，徙城於其縣東南宜城鎮。元英宗至治三年，析懷寧西置潛山，復城於唐舒州之舊治。）縣及懷寧（懷寧，今安慶府治，得皖東及龍舒之南地。宋景定元年，築宜城鎮，徙城於此，元、明、國朝皆因之。）西地。廬江郡本治舒，三國兵爭，舒廢不處，乃南治皖。東晉為晉熙郡之懷寧縣。唐以懷寧為舒州治。宋寧宗時為安慶府治。湖陵邑　蓋得今太湖（太湖，屬安慶府，蓋得湖陵北地。）及望江（望江，屬安慶府，蓋得湖陵南、皖縣西地。）西地。漢縣有蠻夷，故或加邑。《漢志》云：「北湖在南。」蓋以今望江諸湖，對江南之彭蠡湖，名北湖耳。東漢省入皖。東晉置新治縣，宋置太湖蠻縣，齊置大雷郡。隋以為望江、太湖二縣。松茲　蓋得今（宿松，屬安慶府，蓋得湖陵西、潯陽東地。）英山（英山，屬六安州，蓋得松茲東地。）及湖廣羅田（羅田，屬湖廣黃州府，蓋得松茲西地。）地六安其王子霸侯國。晉以縣屬豫州之安豐郡。以上十二縣屬廬江郡。六　蓋得今六安（六安州，直隸，得六縣及博鄉西地。）及鳳台地。如溪水首受沘，東北至壽春入芍陂。六安王國治。東漢為六安侯國。魏晉六安縣。宋、齊僑置新蔡郡。唐置盛唐縣。宋復為六安，既又為六安軍。元為六安州。蓼　蓋得今霍丘之東北、穎上之南地。晉屬安豐郡，宋置蓼城左縣。隋於梁霍丘戍立霍丘縣，屬壽州。安豐　蓋得今霍丘（霍丘，舊屬壽州，雍正二年，改屬穎州府。蓋得蓼南、安豐東、安風西及陽泉地。又得雩婁北地，故其境最廣。）之西、河南固始東地。東漢竇融侯國。《水經》：「淮水東過安豐縣東北。」又「決水北過安豐縣東。」魏為安豐郡治。晉以郡屬豫州。宋為邊城郡。隋以其地入霍丘。安風　蓋得今霍丘之東北、壽州（壽州，屬鳳陽府。自淮以南，得漢壽春及成德西、安風東地。淮以北，乃漢下蔡地。蓋漢之九江、沛郡，以淮分界故也。）之西地。壽州芍陂，蓋居漢壽春、安風之界，今或名之安豐塘，正以宋於壽春地置安豐軍故耳。其實此塘不近安豐，乃在安風也。陽泉　蓋得今霍丘之東南地。梁於決水東陽泉古城置決口城，後改為臨水縣。以上五縣，為六安王國。東漢無六安王，五縣皆為侯國，屬廬江郡。壽春邑　蓋得今壽州、鳳台（鳳台，雍正間，以壽州地太廣，分其東北為鳳台，而同治一城。）之北地。《水經注》：「芍陂在縣南八十里。」九江郡治。東漢去邑，揚州刺史治。魏淮南郡。晉改縣曰壽陽。隋、唐曰壽州治。周世宗克壽州，以下蔡並屬壽州，移治於淮北。宋為壽春府，亦在下蔡。南宋復移淮南，為安豐軍治。今有安豐城舊址是也，非漢安豐縣。元屬安豐路。明省縣及下蔡，置壽州，屬鳳陽府，要建今城。逡遒　蓋得今合肥東、巢縣西北地。宋僑置汝陰、慎縣於此，隋、唐因置慎縣，屬廬州。南宋避孝宗諱，改梁縣。明省入合肥。成德　蓋得今合肥西北地、壽州東南地。《水經》：「肥水出成德廣陽鄉，西北過其縣西，北入芍陂。」施水受肥，從廣陽鄉入於湖。橐皋　蓋得今巢（巢，屬廬州府。此本漢橐皋，蓋九江、廬江，正以漅湖為南北界耳。唐因隋襄安並有湖北橐皋地，分其北置巢縣。宋又分巢縣之南為無為軍。於是巢縣治去居巢遠矣。）縣西。晉省入逡遒，故元凱云：「橐皋在逡遒東南。」今去巢縣西北二十里，俗猶呼柘皋。陰陵　蓋得今懷遠西南地、鳳台東南地。《水經》注：「淮水又北經莫邪山西。山南有陰陵故城，後漢九江郡治。濠水經其城西，屈而南，又東至其城東，北流入淮。」晉南郡。歷陽　蓋得今和州（和州，直隸，得歷陽西地。）地。東漢以其地分烏江縣。今江浦（江浦，屬江寧府，得歷陽東地。）之臨江地，皆歷陽之烏江境也。當塗　蓋得今懷遠（懷遠，其淮水南地，當塗及陰陵東地也。其淮之北則沛、下蔡地也。屬鳳陽府。）東南地。東漢耿弇侯國，晉屬淮南郡，安帝義熙間置馬頭郡，齊曰荊山郡馬頭縣。隋塗山縣，屬濠州。唐省入鍾離。鍾離　蓋得今臨淮西及鳳陽（鳳陽，鳳陽府治，得鍾離地。其跨淮北，乃漢沛、夏丘地也。其東故臨淮，今省。然此實明之臨淮。若唐、宋之臨淮，乃泗州之舊治，及乾隆十年，沒於淮水，泗州移治盱眙，後又移虹縣。）縣淮水南地。晉屬淮南郡，東晉置鍾離郡，六朝為徐州治。本在淮南，梁昌義之守徐州，北阻淮水是也。隋、唐為濠州鍾離縣治，在淮北，乃漢沛郡夏丘地。李吉甫謂：「竇參據淮割地，使屬徐州節度使。後張愔逆命，因挫王師。由參不學，昧於疆理之制是也。及明為中京，復建城於淮南，設鳳陽、臨淮二縣，同城，後乃移臨淮於其東五十里。乾隆年，復並於鳳陽。合肥　蓋得合肥（合肥，廬州府治。蓋得漢合肥地，東北得逡遒之西，西北得成德之東，南有居巢之界焉。故其境方二百里，猶有餘焉。）治，前後方百里地。漢城在今城北，魏新城又在漢城西北三十里。然則今城，隋、唐之址。淮南江北，城邑丘墟，其變多矣。隋定淮南，更置縣邑，地曠人稀，兼漢數縣。及明以梁縣益之，則其廣彌甚。自南北交爭，梁於此僑置汝陰、陳郡。隋、唐為廬州廬江郡治。東城　蓋得今定遠南地。故城在定遠（定遠，屬鳳陽府，得東城及曲陽南地。）東南五十里。梁置定遠郡定遠縣。隋以縣屬鍾離郡。博鄉　蓋得今六安東南地。《水經》：「泄水出博安縣。」注云：「漢之博鄉也。」又云：「沘水自灊東北徑博安，泄水出焉。」按《水經》之泄水，今六安之蔡河也。曲陽　蓋得今定遠東北及盱眙西地。建陽　未審所在，或謂得今滁州之來安縣地。全椒　蓋得今滁州（滁州，直隸州，約得古全椒地。）地。梁置頓丘及北譙郡北譙縣於此。隋改清流縣，屬江都郡。唐置滁州。阜陵　蓋得今全椒（全椒，約得漢阜陵東地。）西南、含山（含山，約得漢阜陵西地。按：漢阜陵與歷陽鄰。孫策在歷陽，移家阜陵而後度江。又孫布欲誘取王淩當從合肥來，權伏兵阜陵以待之。以此度之，阜陵固在今含山境矣。）北地。《太平寰宇記》：「阜陵故城在全椒西南八十里。梁於此縣地置南譙郡。隋大業初，以全椒縣隸江都，唐以屬滁州。」以上十五縣屬九江郡。《楚辭招魂》曰：「路貫廬江兮左長薄。」廬江之在江南古矣。漢景帝時，廬江王賜以通越徙王江北為衡山王，而廬江改為漢郡。夫賜既以過徙，漢蓋不盡予以衡山王勃之故地。勃之故地，蓋頗分數縣附廬江郡；廬江一郡遂跨江南北矣。故武帝建元中，東甌廣武侯望率眾來降，使處廬江郡，在江、淮間也。其後賜以罪國除為衡山郡。又其後置六安國以封膠東王子慶。蓋其時王國地益小，漢郡地益多。於是廬江郡江南之地，別分為豫章郡，而江北十二縣，乃獨有廬江郡之名。然而此始分十二縣之年，不可考矣。廬江，西漢十二縣，東漢省其三。故李憲據廬江，其《傳》曰：「據九城。」所省者，樅陽、湖陵、松茲也。晉陶侃為樅陽令，是晉復置樅陽，而《晉書地志》遺之。其後歷宋、齊至陳，蓋復有樅陽縣。故《陳本紀》：「大建十年，廬江蠻寇樅陽。」《隋書》：「同安縣，舊曰樅陽。」因陳縣也。漢之廬江治舒，及孫策破舒之後，蓋不堪復立郡治，故劉勳、朱光皆以太守居皖。皖又破於吳，於是魏廬江太守蓋居六安。故吳嘉禾六年，全琮襲六安，而《朱桓傳》云：「桓與全琮迎廬江主簿呂習引還，廬江太守呂膺不敢出。」又《朱異傳》：「魏廬江太守文欽營住六安。」此皆魏廬江治六安之證。晉蓋因之，故郭璞《洞林》敘其度淮之時，先至陽泉，後至廬江。所云廬江，亦六安也。晉本於并州置新興郡，惠帝改曰晉昌。南渡僑置晉昌於廬江之南部，至安帝時，避孝武諱改晉熙。故《宋書地志》云：「安帝立晉熙郡。」宋、齊皆因其名，今之安慶也。《隋書地志》：「同安郡，梁置豫州，後改曰晉州。」又「廬江縣，梁置湘州。」按此於《梁書》內皆不見其事，蓋非蕭氏所置，特侯景置耳。《北齊書·辛術傳》：「術為淮南經略，王僧辯破侯景，術招攜安撫二十餘州。」蓋即此晉州、湘州之類也。《齊文宣紀》：「保大六年詔云：百室之邑，便立州名；三戶之民，虛張郡目。」誠有然矣。《梁敬帝紀》有「譙、秦二州刺史徐嗣徽」，此譙州即今滁州地，秦州即今六合地，在梁武帝時皆一郡耳。蓋侯景置州，而梁之末造，亦因以名州。此雖於《梁書》紀傳無明文，而推尋事理形勢。固有可意會耳。廬江郡在東漢時有安豐、松茲縣，乃郡之極西北境，約在今霍丘、英山間矣。魏於彼置安豐郡，統松茲縣，其境固不能越山而南際江也。至東晉來江左，於時山北之民，南遷避寇，乃僑置安豐郡於臨江之地，並僑置松滋之縣，雖在漢時並是廬江郡地，然有南北部之分矣。及隋於此置縣，遂因僑置之松茲，而立宿松之名。然本西漢湖陵邑之地，非松茲地也。近志多以宿松為漢之松茲，則誤矣。自漢以後，江北淮南，遭六朝兵爭之禍，城郭空虛者數矣。而僑置州郡在其間，更移故名，廢興遷徙，稽之尤為難詳。南朝諸史，僅沈約《宋書》，蕭子顯《齊書》有《地志》，《梁》、《陳》無志。其作志者，於沿革亦略，逮於後世而欲求之，不亦難乎？自隋混一南北，更建郡縣，自是雖有遷變，以至今日，而與隋不甚差絕。隋建置於久亂之後，戶口鮮少，城邑疏闊，是以漢縣三十二，今止為州縣二十七也。曩者鼐在京師，與休寧戴東原言：「世之方志，言古城邑，苦不考求四面地形遠近，堪容置否，是以所舉多不實。欲以漢縣與今地相較為表，而貫他沿革於其中，縱不能無失，猶差翔實，愈於俗之所為地理書也。」東原曰善。今夏無事，遂取鄉里所近漢二郡一國為《沿革考》一卷。多病廢學，不能求博，東原既喪，無以聞之。設有如鼐此例，盡考漢之郡國，勒為一書，以裨學者，則將以俟夫世之君子也。乾隆四十五年，桐城姚鼐記。"
    },
    {
        "title": "項羽王九郡考",
        "content": "史言項羽分割天下，自王梁、楚地九郡，而不載九郡之名。余考之：蓋為碭、陳、東郡、泗川、薛、東海、東陽、鄣、會稽，是云九郡。碭與東郡，故梁地也；自陳以東，故楚地也，故曰王梁、楚。大抵西界故韓，東至海，北界上則距河，下則距泰山。南界上則距淮，下則包逾江東，固天下之膏腴平壤矣。昔秦以水灌大梁，大梁毀。意滅梁後郡不治大梁而南治碭，故曰碭郡。楚襄王始都陳，後為秦得，故陳為郡。《陳涉世家》云：「陳守令皆不在。」則秦有陳郡明矣。張子房擬分楚地與信、越，正自陳、碭畫之，北予越，南予信。其後羽滅，如前約，越得其二，信得其七；復如戰國時之梁、楚。高祖六年，漢禽韓信，分信國封劉賈以鄣、吳、東陽三郡為荊王；封劉交以沛、薛、剡三郡為楚王。吳即會稽也，郯即東海也，沛即泗川也。沛者高帝更名，餘或羽所改，或漢所改不可知。然皆羽自封時舊郡耳。今本《漢書·高帝紀》誤文以沛為碭。碭與東郡，是時方屬彭越為梁國；且度地勢，交必不能逾沛而有碭，故其誤可意決也。是時雖分韓信地為交、賈國，而漢西收陳郡，不予諸侯。淮水東流，過陳則少北流。故太史公云：「賈王淮東，交王淮西。」夫收陳者，以南制黥布，北制彭越也。於是分陳西為汝南郡，故《地志》曰：「汝南郡，高帝置。」其後漢廢彭越，立子恢為梁王，友為淮陽王，淮陽得汝南、陳二郡。是時相國何等請罷東郡，頗益梁；罷潁川郡，頗益淮陽。蓋彭越國本有東、碭郡二郡，今以王恢，為國太大，故罷東郡，半屬漢，半屬梁也。汝南、陳本楚故一郡耳，以王友，為國小，故罷潁川，半益淮陽，半歸漢也。計二國各得楚故一郡又半矣。及景帝徙淮陽王為魯王，復空為郡。太史公云：「淮北沛、陳、汝南、南郡，此西楚也。」陳在楚、夏之交，故知武帝時尚有陳郡矣。宣帝時乃復以陳郡為淮陽國。漢自武、昭、宣以後，王國減小，於是梁、淮陽國不滿一郡。始者灌嬰、夏侯嬰、傅寬等《傳》，皆云從追項籍軍至陳破之，故垓下，陳地也，而在洨縣。至《漢地志》乃載洨縣於沛郡。賈誼欲割淮陽北縣益梁之東郡。度誼所欲割者，後或入沛，或入陳留，則淮陽與東郡，無鄰地焉。"
    },
    {
        "title": "《老子章義》序",
        "content": "天下道一而已，賢者識大，不賢者識小。賢者之性，又有高明沈潛之分，行而各善其所樂。於是先王之道有異統，遂至相非而不容並立於天下，夫惡知其始之一也。子曰：「述而不作，信而好古，竊比於我老彭。」老彭者，老子也。孔子告曾子、子夏，述所聞老聃論禮之說，及《老子》書言「以喪禮處戰」之義。其於禮精審，非「信而好古」能之乎？「南行者久而不見冥山，求之過也。」夫老聃之言禮，蓋所謂求之過者矣。方其好學深思，以求先王制禮之本意，得先王制禮之本意，而觀末世為禮者循其跡而謬其意。苛其說而益其煩，假其名而悖其實，則不勝悁忿而惡之。「禮云！禮云！玉帛云乎哉！」夫禮，貴有誠也。老子之初志，亦如孔子，而用意之過，貶末世非禮之禮，其辭偏激而不平，則所謂「君子駟不及舌」者與！且孔子固重禮之本，然使人「寧儉寧戚」，「下學上達」而已，「庸言之必謹」。逮七十子之徒，推孔子之義極言之，固多高遠失中，此亦聖門好古達於禮者之言失也。夫老子，特又甚焉耳。孔子遇老聃，問禮於其中年，而《老子》書成於晚歲，孔子蓋不及知也。《老子》書所云「絕聖棄智」，蓋謂聖智仁義之偽名，若臧武仲之為聖耳，非毀聖人也。而莊子乃曰「聖人不死，大盜不止」，老子云「貴以身為天下」者，言不以天下之奉加於吾身為快，「雖有榮觀，燕處超然」，以是為自貴愛也。而楊朱乃曰「不拔一毛以利天下」，皆因其說而益甚為謬。夫老子言誠有過焉，雖舉其末學益謬，推原及老子以為害天下之始，老子亦有所不得辭，然是又豈老子所及料哉？世乃謂老子之言固已及是，而儒者遂不肯以「述而不作，信而好古」為老子之行。夫孔子於老子，不可謂非授業解惑者，以有師友之誼甚親，故曰我老彭。解《論語》者，顧說為商之大夫，不亦遠乎？其說出於《大戴禮記》，吾意其辭托於孔子而實非，殆不足據耶？抑所舉別有是人耶？若《論語》之老彭，非商大夫可決也。《老子》書，六朝以前，解者甚眾。今並不見，獨有所謂河上公《章句》者，蓋本流俗人所為，托於神仙之說。其分章尤不當理，而唐、宋以來莫敢易，獨劉知幾識其非耳。余更求其實，少者斷數字，多則連字數百為章，而其義乃明，又頗為訓其旨於下。夫著書者，欲人達其義，故言之首尾曲折，未嘗不明貫，必不故為深晦也。然而使之深晦、迂而難通者，人好以己意亂之也。《莊子天下篇》引《老子》語，有今文所無，則知傳本今有脫謬。其前後錯失甚明者，余少正之，並以待世好學君子論焉。太史公書不甚知姓氏之別。又自唐以前，讀者差不若《漢書》之詳，故文多舛誤。夫老子，老其氏也，聃其字也。太史公文蓋曰，老子者，楚苦縣厲鄉曲仁里人也，姓李氏，名耳，字聃，周守藏室之史也。漢末妄以老子為仙人不死，故唐固注《國語》，以為即伯陽父。流俗妄書，乃謂老子字伯陽，此君子所不宜道。當唐之興，自謂老子之裔，於是移《史記》列傳，以老子為首，而媚者遂因俗說以改司馬之舊文，乃有字伯陽諡曰聃之語，吾決知其妄也。老子匹夫耳，固無諡。苟弟子欲以諡尊之，則必舉其令德，烏得曰聃？孔子舉所嚴事之賢士大夫，皆舉氏字，晏平仲、蘧伯玉、老聃、子產，其稱一也。陸德明《音義》注《老子》兩處，皆引《史記》曰「字聃」，河上公曰「字伯陽」，不謂為《史記》之語。陸氏書最在唐初，所言《史記》真本蓋如此，則後傳本之非明矣。老子所生，太史公曰「楚苦縣」，或曰陳國相人。《莊子》載孔子、陽子朱皆南之沛見老子。夫宋國有老氏，而沛者宋地。言老子所生，三者說異，而《莊子》尤古，宜得其真。然則老子其宋人子姓耶？「子」之為「李」，語轉而然，猶姒姓之或以為弋也。彭城近沛，意聃嘗居之，故曰老彭，猶展禽稱柳下也，皆時人尊有道而氏之。晉穆帝名聃，字彭子。漢、晉舊儒必有知老彭為聃之氏之說者矣，後世失之，乃不能明也。乾隆四十八年夏六月，桐城姚鼐序。《後漢書·桓帝紀》章懷注：「《史記》曰：老子者，楚苦縣厲鄉曲仁里人也。名耳，字聃，姓李氏。」吾作此序，未及檢引。然則改此文，疑玄宗以後事。"
    },
    {
        "title": "《莊子章義》序",
        "content": "《漢·藝文志》：《莊子》五十二篇。陸德明《音義》載晉、宋注《莊子》者七家，惟司馬彪、孟氏載其全書。其餘惟內七篇皆同，《外篇》、《雜篇》各以意為去取。自唐、宋以後，諸家之本盡亡，今惟有郭象注本，凡三十三篇。其十九篇，經象刪去，不可見矣。昔孔子以《詩》、《書》、六藝教弟子，而性與天道不可得聞。其得聞者，必弟子之尤賢也。然而道術之分，蓋自是始。夫子遊之徒，述夫子語子遊，謂「人為天地之心，五行之端，聖人制禮以達天道，順人情」，其意善矣。然而遂以「三代之治，為大道既隱之事」也。子夏之徒，述夫子語子夏者，以「君子必達於禮樂之原，禮樂原於中之不容已，而志氣塞乎天地」，其言禮樂之本亦至矣。然「林放問禮之本」，夫子告以「寧儉、寧戚」而已。聖人非不欲以禮之出於自然者示人，而懼其知和而不以禮節也。由是言之，子遊、子夏之徒所述者，未嘗無聖人之道存焉，而附益之不勝其弊也。夫言之弊，其始固存乎七十子，而其末遂極乎莊周之倫也。莊子之書，言明於本數及知禮意者，固即所謂達禮樂之原，而配神明、醇天地與造化為人，亦志氣塞乎天地之旨。韓退之謂莊周之學，出於子夏，殆其然與？周承孔氏之末流，乃有所窺見於道，而不聞中庸之義，不知所以裁之，遂恣其猖狂而無所極，豈非「知者過之」之為害乎？其末《天下》一篇，為其後序。所云「其在《詩》、《書》、《禮》、《樂》者，鄒魯之士、縉紳先生，多能明之」，意謂是道之末焉爾！若道之本，則有「不離於宗，謂之天人」者，周蓋以天人自處。故曰「上與造物者遊」，而序之居至人、聖人之上。其辭若是之不遜也，而蘇子瞻、王介甫，乃謂其推尊聖人，自居於不該不遍一曲之士。其於莊生，抑何遠哉？若郭象之注，昔人推為特會莊生之旨，余觀之，特正始以來所謂清言耳，於周之意十失其四五。夫《莊子》五十二篇，固有後人雜入之語。今本經象所刪，猶有雜入，其辭義可決其必非莊生所為者。然則其十九篇，恐亦有真莊生之書，而為象去之矣。余惜莊生之旨，為說者所晦，乃稍論之，為《章義》凡若干卷。"
    },
    {
        "title": "《左傳補注》序",
        "content": "{左氏之書，非出一人所成，自左氏丘明作傳，以授曾申，申傳吳起，起傳其子期，期傳楚人鐸椒，椒傳趙人虞卿，虞卿傳荀卿，蓋後人屢有附益。其為丘明說《經》之舊，及為後所益者，今不知孰為多寡矣？余考其書，於魏氏事，造飾尤甚，竊以為吳起為之者，蓋尤多。夫魏絳在晉悼公時，甫佐新軍，在七人下耳，安得平鄭之後，賜樂獨以與絳？魏獻子合諸侯，幹位之人，而述其為政之美，詞不恤其誇。此豈信史所為「論本事而為之傳」者耶？《國風》之魏，至季劄時亡久矣，與邶、蒨、鄶等，而劄胡獨美之曰「以德輔此，則明主也」，此與「魏大名」、「公侯子孫，必復其始」之談，皆造飾以媚魏君者耳。又忘明主之稱，乃三晉篡位後之稱，非季劄時所宜有，適以見其誣焉耳。自東漢以來，其書獨重，世皆溺其文詞。宋儒頗知其言之不盡信，然遂以譏及左氏，則過矣。彼儒者親承孔子學，以授其徒，言亦約耳，烏知後人增飾若是之多也哉？若乃其文既富，則以存賢人君子之法言、三代之典章，雖不必丘明所記，而固已足貴，君子擇焉可也。自服、杜以後，解其文者，各有異同。近時有顧亭林、惠定宇皆為之補注。余以為有未盡，乃別記所見者。若總古今之說，擇善用之，萃為一書，則以俟後之君子。"
    },
    {
        "title": "《西魏書》序",
        "content": "當拓跋氏之衰，朝廷失政而邊鎮橫，武夫暴興而國柄移，天子寄居，亟立亟廢。蓋高歡一人，而援立之帝三焉：安定廢而孝武興，孝武奔而孝靜立。計其得失之故，雖不甚相遠，而以時論之，則孝靜固始為孝武之臣也。魏收書外孝武而以天平為正，豈理也哉？南康謝蘊山觀察，舊居史職，出剖郡符，間以退處數年之暇，慨魏收之失當，撰《西魏書》二十卷，以正其失，可謂勤學稽古、雅懷論世者矣。吾觀李延壽《北史》本紀，錄孝武於東魏孝靜之前，而不曰西魏，意蓋以收為非者。然拓跋自崔浩被誅，史筆回罔，故紀道武以往事多侈詞。又自道武以前二十餘世，率加以皇帝之號。延壽因之，不能正也。今觀察所紀，僅在其末二十五年事，固有延壽之得而無其失者。然延壽《自序》言「見別史千餘卷」，今時代遠隔，泯亡無一存，不獲使觀察據之以考稽同異而裁定焉。惜哉！惜哉！讀者知其網羅放失述作之志，存焉可也。"
    },
    {
        "title": "《族譜》序",
        "content": "昔三代帝王及卿士大夫巫醫祝卜之職，莫不出於世族。當時姓氏之分，端緒著備，而朝廷又專設之官而掌之，故黃、農、虞、夏，支裔流別，數千歲之紀，可得而知也。自漢以降，王者興於草澤，將相出於屠牧，皆不能紀其先世，而譜諜寢以不詳。及晉、宋因魏制，以九品官人，重門戶，辨族地，而後譜學復興，以至於唐。然考唐以前諸家世譜所能詳，皆始於魏、晉。魏、晉而上，或依托謬妄，蓋郎邪王氏，自云出於王子晉，蘭陵蕭氏，自謂本蕭何、望之，皆為昔人所誚。由是言之，譜諜之詳略，非時俗風尚之有盛衰，由世族之崇替存亡異也。當世族之存，非特子孫能詳其先人之傳，凡天下學士博於聞見者，歷舉各族系世，如循庭木之支，如舉其室之瑽物，迄世族亡，則子孫有不能推明其祖，而始誣托名人求以自重，是亦可謂愚也與！自五代至宋，故家殘滅；及元、明，屢遭兵火。今日天下無復有千年相傳之家譜矣！吾族先世本於田農，又自餘姚遷桐城，正當南宋末元興之日，江、淮之間，居民粗定，而譜敘皆失。故居餘姚以前祖，不可得而知，不可知則闕，以為愈於誣托者之愚也。譜自先雲南參政，及先職方府君，及叔祖贛州太守，嘗三修之。逮今孫子益眾，為文益繁。故少變其體，依古世表之法，率橫列而注歷職、生卒、妻子於其下，欲其文簡而易檢也。初自餘姚來居桐城大有鄉之麻谿，人謂麻谿姚氏。逮明中葉而始有譜，又垂及今二百餘年。自是以往，子孫之崇替不可知，而譜之存亡不可必也。然而差冀其經歷久遠者，惟文冊輕簡，易挾而藏，則傳久之道與？"
    },
    {
        "title": "《代州道後馮氏世譜》序",
        "content": "吾嘗謂三代重姓族，而系世詳。其後晉、宋六朝尚門地，而譜諜之學亦貴。獨中間秦、漢之世，公卿大夫，崛興草野，而譜系蔑可徵焉。世變使然，學者不能強說也。《漢書》載公卿名人傳，皆不詳其先世，而所詳者，獨司馬遷、揚雄、馮奉世三傳而已。子長、子雲，皆以其所自序，故載之。然則宜鄉之族，亦必有能自序者，故史得因其文，異於他傳。以此推之，馮氏之有譜舊矣。自漢以後，斷續不可盡明，而今代州之馮，興於明之中葉，至國朝乃益盛。非第仕宦貴顯也，蓋賢哲君子多矣。以余所及交，則湖北按察使馮君弼，其人介然自立士也。君弼既沒於武昌數年，其從父弟右書，來為安徽布政使經歷，因得識之。又識其弟汝谘，皆敦誼好學，異於流俗。右書示余所藏海內名人為其先世作傳志數十篇，信乎其世濟為君子也。余與右書、汝谘論近世人作譜繁而非法。夫譜欲簡要而卷冊少，俾子孫百世，流轉海內，易攜以行；其體當略如古世表之法，因略與分別所宜載與不者。右書、汝谘以為善。後余別去，次年再見之皖中，則右書、汝谘已如余論作《道後馮氏譜》成書矣，而余為族譜，反未及成。右書、汝谘之勇於取善如此，余能無愧乎哉？馮氏古多偉人矣，而今譜首於明時者，缺所不聞以為信也。余聞右書之考秀山令君，應鄉試時，夜揭榜，有走報其已得舉者，令君方臥，聞，應之而已，顧熟寐至曉，其氣量之閎遠如此。乃仕終於令，雖有惠政而澤未及遠。今右書弟兄方嗣其德，賢者子孫，宜更有大興者。他日史氏為名人列傳而紀及其先，意或有資於是譜，而余又欲用是書之體，為世作譜者式也，故序之。"
    },
    {
        "title": "《包氏譜》序",
        "content": "周時天子重神明之姓，使小史「奠系世」，載以《世本》之紀，諷以瞽蒙之詩。延及春秋，黃、農、虞、夏、商、周之裔，散在列國者，可考而別也，而人臣功德尤異，思褒錄其子孫，則又因所生地諡字，賜姓氏族，用別紀之，而政教衰，賞罰亂，所命族氏不加於賢者，則得氏不足以為重。上無掌係之職，而私譜亦興，蓋去先王之義益遠矣。宋興五代之末，天下俗敗壞而道不明，洎仁宗之時，大賢乃出。包孝肅公，亦於其間以忠言諒節聞於朝，後世聞而慨慕之。蓋孝肅合肥人，其後有移居桐城北鄉者，於是吾邑有包氏焉。自古賢者少，士囿於俗，或一姓數百年未有聞人。然則幸遇賢者之裔，而庶見其先遺風餘烈，君子未嘗不樂得而親友之也。包氏世故有譜，卷首載孝肅像及宋誥敕，詳其世自孝肅而下。今某方重修之，以語余。余謂譜別紀孝肅為宗，誼近於古。又嘗慕賢者之懿，而樂道其家事也，於是為之序云。"
    },
    {
        "title": "《醫方捷訣》序",
        "content": "余少有羸疾，竊好醫藥養身之術，泛覽方書。然以不遇碩師，古人言或互殊，博稽而鮮功，深思而不明，十餘年無所得，乃復厭去。夫醫雖小道，然其本出於聖帝所為。三代以來，設官而氏其族，其極至於使人無疵癘夭劄之傷，而群生樂育。導天和，安民命，至治之隆有賴焉。又推原其故，必自君子躬能循天理之節，應六氣之和，固筋骨之束，調氣血之平，於是安樂壽考，永享天祿。然後推其意以為醫藥，以及庶民。此其意至精且厚，是以後世醫者雖多，然苟非慈明篤厚之君子，終不能究其義；而雖有篤厚慈明之心，苟不世業而少習者，猶不能盡其曲折變移之理，審其幾微而察其離合也。吾鄉有嚴氏，世為醫。前世有號則庵者，其術神驗，余恨不及見之。今其孫以恬，能繼其學，出其傳書曰《捷訣》者，以示余。其言簡直，使人易入，能盡疾病之變狀。又操論得中，無偏駁之弊。蓋嚴氏既世其業，又欲以此明諸人人。信哉！君子之用心矣。惜乎余方以事牽，不能從以恬盡學其術，以獲養身濟人之益也，乃為之序而歸之。"
    },
    {
        "title": "張冠瓊遺文序",
        "content": "張冠瓊，余妻弟也，才而早卒。余婦翁為黃州通判，有二子，冠瓊其季也。黃州就官時，年六十矣，家人皆留不使從，冠瓊求從。則曰：「汝在家專靜，為學易。」不許。冠瓊念父甚悲，傷己之不得從，則益自奮厲於學。未幾遂病，未半歲而死。死後其妻語人曰：「吾夫今年學尤勤苦，每夜靜，家人盡寐，獨聞其誦書聲淒然。」於是余既痛之，而亦咎其以未及壯之年，乃亟欲成名，敝耗精氣，而至於短折，何不自惜之甚也！人莫不思苦身立名，以光父母，然竟以害其生，則所志者有得有不得，皆適以傷親之心，故君子慎之也。然冠瓊體非甚羸弱，能勝勞，其及死蓋出於不幸，非意所料，而其志固可悲矣！冠瓊為人專靜，淡於交遊。余初婚後，間至其家，問冠瓊何弗見，外姑江安人笑曰：「吾兒避人如女子也。」須臾呼至，坐逾時，默然而已。後乃益親，然亦寡聞其言。獨每見，依依向余，不忍離，可念也。其疾初起亦不甚，以不遇良醫，遂不救。臨訣，執余手，流涕而言黃州也。蓋極冠瓊才與志，皆足自表見，惜乎其學未成。然所為文，久於文者或不逮也。今年黃州公以公事被使淮上。過家，檢其遺文，俾余刪次，得十餘篇，將刻之，以自慰其悲，余因為之序。冠瓊名元臚，死時年二十二，生一子，才十餘日。後半年，其子亦亡。"
    },
    {
        "title": "食舊堂集序",
        "content": "丹徒王禹卿先生，少則以詩稱於丹徒。長入京師，則稱於京師。負氣好奇，欲盡取天下異境以成其文。乾隆二十一年，翰林侍讀全魁使琉球，邀先生同渡海，即欣然往。故人相聚，涕泣留，先生不聽。入海覆其舟，幸得救，不死。乃益自喜，曰：「此天所以成吾詩也！」為之益多且奇，今集中名《海天遊草》者是也。鼐故不善詩，嘗漫詠之，以自娛而已。遇先生於京師，顧稱許以為可。後遂與交密，居間蓋無日不相求也。一日，值天寒晦，與先生及遼東朱子潁登城西黑窯廠，據地飲酒，相對悲歌至暮，見者皆怪之。其後，先生自海外歸，以第三人登第，進至侍讀。出為雲南臨安府知府，赴任，過揚州。時鼐在揚州，賦詩別去。鼐旋仕京師，而子潁亦入蜀，皆不得見。時有人自西南來者，傳兩人滇、蜀間詩，雄傑瑰異，如不可測，蓋稱其山川云。先生在臨安三年，以吏議降職，遂返丹徒，來往於吳、越，多徜徉之辭。久之，鼐被疾還江南，而子潁為兩淮運使，興建書院，邀余主之。於是與先生別十四年矣，而復於揚州相見，其聚散若此，豈非天邪？先生好浮屠道，近所得日進，嘗同宿使院，鼐又渡江，宿其家食舊堂內，共語窮日夜，教以屏欲澄心，返求本性。其言絕善，鼐生平不常聞諸人也。然先生豪縱之氣，亦漸衰減，不如其少壯。然則昔者周歷山水，偉麗奇變之篇，先生自是將不復作乎？鼐既盡讀先生之詩，歎為古今所不易有。子潁乃俾人抄為十幾卷，曰《食舊堂集》，將雕板傳諸人，鼐因為之序。"
    },
    {
        "title": "左仲郛浮渡詩序",
        "content": "江水既合彭蠡，過九江而下，折而少北，益漫衍浩汗；而其間自壽春、合肥，以傅淮陰，地皆平原曠野，與江、淮極望，無有瑰偉幽邃之奇觀。獨吾郡潛、霍、司空、龍眠、浮渡，各以其勝名於三楚，而浮渡瀕江倚原，登陟者無險峻之阻，而幽深奧曲，覽之不窮。是以四方來而往遊者，視他山為尤眾。然吾聞天下山水，其形勢皆以發天地之秘，其情性闔辟，常隱然與人心相通。必有放志形骸之外，冥合於萬物者，乃能得其意焉。今以浮渡之近人，而天下往遊者之眾，則未知旦暮而歷者，凡皆能得其意而相遇於眉睫間耶？抑令其意抑遏幽隱榛莽土石之間，寂歷空濛，更數千百年，直寄焉以有待而後發耶？余嘗疑焉，以質之仲郛。仲郛曰：「吾固將往遊焉，他日當與君俱。」余曰：「諾及今年。」春，仲郛為人所招邀而往，不及余。迨其歸，出詩一編。余取觀之，則凡山之奇勢異態，水石摩蕩，煙雲林谷之相變滅，悉見於其詩，使余恍惚若有遇也。蓋仲郛所云得山水之意者非耶？昔余嘗與仲郛以事同舟，中夜乘流出濡須，下北江，過鳩茲，積虛浮素，雲水鬱藹，中流有微風擊於波上，發聲浪浪，磯碕薄湧，大魚皆砉然而躍。諸客皆歌呼，舉酒更醉。余乃慨然曰：「他日從容無事，當裹糧出遊，北渡河；東上太山，觀乎滄海之外；循塞上而西，歷恒山、太行、大嶽、嵩、華，而臨終南，以吊漢、唐之故墟；然後登岷、峨，攬西極，浮江而下，出三峽，濟乎洞庭，窺乎廬、霍，循東海而歸，吾志畢矣。」客有戲余者曰：「君居里中，一出戶輒有難色，尚安盡天下之奇乎？」余笑而不應。今浮渡距余家不百里，而余未嘗一往，誠有如客所譏者。嗟乎！設余一旦而獲攬宇宙之大，快平生之志，以間執言者之口，捨仲郛吾誰共此哉？"
    },
    {
        "title": "吳荀叔杉亭集序",
        "content": "自蘄、黃而東，包潛、霍，帶淝、滁，其間皆山邑也。淮水繞其後，江水環其前，故安慶、廬州數府，名雖隸江南省，其實乃江北云。余家桐城，吳君荀叔家全椒，相去僅三百里，在家未嘗識，至京師乃相知。然余嘗論，江、淮間山川雄異，宜有偉人用世者出於時。余之庸暗無狀，固不足比儕類。荀叔負俊才，而亦常頹然有離世之志。然則所云偉人用世，余與荀叔固皆非與？荀叔雖無意進取，而工於詩，又通曆象、章算、音韻，所著書每古人意思所不到，是則余遜荀叔抑遠矣。余嘗譬今之工詩者，如貴介達官相對，盛衣冠，謹趨步，信美矣，而寡情實，若荀叔之詩，則第如荀叔而已。荀叔聞是甚喜。夫余雖不足比荀叔，然謂荀叔之學，余為不知也，其可乎？荀叔訂所著詩文曰《杉亭集》成，請余序之。遂不辭而為之說。"
    },
    {
        "title": "張仲絜時文序",
        "content": "常熟，蘇州府之一縣，居府治東北隅。其縣自明以來，仕宦多貴人，聲勢相繼。雖偏僻下邑，其士人多知乘時，或逾於都會廣聚之區，習使之然也。余始入京師，見邵三丈叔宀，其人溫誠君子，善為魏、晉、六朝之文，與鼐伯父同年交好，皆為編修，未數年皆休致去。既又識湯君緩叔，其人尤樸直好學。是時緩叔館余姻黨張君家，余嘗與同宿一榻，見規以古誼，自中夜至晨。緩叔之徒張仲絜，時已官部曹有名。緩叔嘗召之至，誡飭之如其兒時，仲絜輒受教惟謹。余又因緩叔識仲焉。緩叔與余後登第同年，而常熟同年又有蘇園仲。其後園仲以部屬外出為知州，不得志，遂自屏不仕。既余又識編修陳君耕崖，為學亦近古。此數君皆常熟人余所識，皆君子也，而以較其縣人材輒不類。諸君誠較然自好者與？抑余之愚陋，所取者偏狹，乃獨得諸君，聚而不厭也耶？仲絜今歲初改官御史，旋稱病去，謂余曰：「吾才薄，不足有為於朝，尚可有為於家。」又出其生平所為時文屬余曰：「吾文用意與俗殊，以不敢背吾師之教，子為我定之。」仲絜去半年，貽書陳君，令其趣余。余乃取其文刪定若干首。其時叔宀、緩叔皆已死，園仲方授學於晉、絳之間，仲絜又去，獨余與陳君在京師耳。余由是益知如數君者，果為難得，相見無日，獨其文字可常在目前，茲益可重也已。諸君存者，方各有著述之志。邵三丈集，其家已刻成。緩叔在時，論說經傳甚眾，未成書，仲絜將卒成之。時文未足盡仲絜之業，然其文固已醇雅有體，善觀文者，必能愛之。乾隆三十七年十一月，桐城姚鼐序。"
    },
    {
        "title": "高常德詩集序",
        "content": "明季沂水高侍郎，巡撫河南，堅守圍城，與流賊相拒，前後幾一年，卒以忠節著稱，世所傳為《守汴記》者也。後百餘年，侍郎之玄孫，來為余鄰邑蒙城知縣、六安知州，時余生一、二歲耳。及余少長，而六安已遷去為湖南常德府知府。獨蒙城、六安之人，猶道其強直有為，不愧高侍郎後也。後又二十餘年，常德公既沒，余乃識其子葵，因得觀常德生平所為詩一卷。余顧有疑焉，人生各有所遭，時侍郎當天下阽危，致命效節，人觀所著書，莫不淒然以悲；至常德生當太平，以政事顯，屢典大郡，其所遇宜人情之所喜矣。顧其詩常若有所不懌，而欲自適於山澤間者何耶？嗟乎！士或所挾者廣，而世之取之者不能盡。事有旁觀見為功名之美，而君子中心歉然，以為不足居。若此者，往往而有。其志深，其情遠，顧非其辭之工，猶不能盡達其情志，使人悵然感歎而不能自已也。常德之詩，貫合唐、宋之體，思力所向，搜抉奇異，出以平顯，憔悴專一之士或不能逮，而乃出於仕宦奔走之餘，信乎才之偉已！余取其尤工者別錄之，歸諸其家，而因為之序。"
    },
    {
        "title": "海愚詩鈔序",
        "content": "吾嘗以謂文章之原，本乎天地。天地之道，陰陽剛柔而已，苟有得乎陰陽剛柔之精，皆可以為文章之美。陰陽剛柔，並行而不容偏廢。有其一端而絕亡其一，剛者至於僨強而拂戾，柔者至於頹廢而閹幽，則必無與於文者矣。然古君子稱為文章之至，雖兼具二者之用，亦不能無所偏優於其間，其故何哉？天地之道，協合以為體，而時發奇出以為用者，理固然也。其在天地之用也，尚陽而下陰，伸剛而絀柔，故人得之亦然。文之雄偉而勁直者，必貴於溫深而徐婉，溫深徐婉之才，不易得也。然其尤難得者，必在乎天下之雄才也。夫古今為詩人者多矣，為詩而善者亦多矣，而卓然足稱為雄才者，千餘年中數人焉耳，甚矣其得之難也。今世詩人足稱雄才者，其遼東朱子潁乎？即之而光升焉，誦之而聲閎焉，循之而不可一世之氣勃然動乎紙上而不可御焉，味之而奇思異趣角立而橫出焉，其惟吾子潁之詩乎？子潁沒而世竟無此才矣！子潁為吾鄉劉海峰先生弟子，其為詩能取師法而變化用之。鼐年二十二，接子潁於京師，即知其為天下絕特之雄才，自是相知數十年，數有離合。子潁仕至淮南運使，延余主揚州書院，三年而余歸，子潁亦稱病解官去，遂不復見。子潁自少孤貧，至於宦達，其胸臆時見於詩，讀者可以想見其蘊也。蓋所蓄猶有未盡發，而身泯焉。其沒後十年，長子今白泉觀察督糧江南，校刻其集，鼐與王禹卿先生同錄訂之，曰《海愚詩鈔》，凡十二卷。乾隆五十九年四月，桐城姚鼐序。"
    },
    {
        "title": "敦拙堂詩集序",
        "content": "言而成節合乎天地自然之節，則言貴矣。其貴也，有全乎天者焉，有因人而造乎天者焉。今夫《六經》之文，聖賢述作之文也。獨至於《詩》，則成於田野閨闥、無足稱述之人，而語言微妙，後世能文之士，有莫能逮，非天為之乎？然是言《詩》之一端也。文王、周公之聖，大小《雅》之賢，揚乎朝廷，達乎神鬼，反覆乎訓誡，光昭乎政事，道德修明，而學術該備，非如列國《風》詩采於里巷者可並論也。夫文者，藝也。道與藝合，天與人一，則為文之至。世之文士，固不敢於文王、周公比，然所求以幾乎文之至者，則有道矣，苟且率意，以覬天之或與之，無是理也。自秦、漢以降，文士得《三百》之義者，莫如杜子美。子美之詩，其才天縱，而致學精思，與之並至，故為古今詩人之冠。今九江陳東浦先生，為文章皆得古人用意之深，而作詩一以子美為法。其才識沈毅，而發也騫以閎；其功力刻深，而出也慎以肆。世之學子美者，蔑有及焉。且古詩人，有兼《雅》、《頌》，備正變，一人之作，屢出而愈美者，必儒者之盛也。野人女子，偶然而言中，雖見錄於聖人，然使更益為之，則無可觀已。後世小才嵬士，天機間發，片言一章之工亦有之，而裒然成集，連牘殊體，累見詭出，閎麗矞變，則非巨才而深於其法者不能，何也？藝與道合、天與人一故也。如先生殆其是歟？先生為國大臣，有希周、召、吉甫之烈，鼐不具論，論其與《三百篇》相通之理，以明其詩所由盛，且與海內言詩者共商榷焉。"
    },
    {
        "title": "荷塘詩集序",
        "content": "古之善為詩者，不自命為詩人者也。其胸中所蓄，高矣、廣矣、遠矣，而偶發之於詩，則詩與之為高廣且遠焉，故曰善為詩也。曹子建、陶淵明、李太白、杜子美、韓退之、蘇子瞻、黃魯直之倫，忠義之氣，高亮之節，道德之養，經濟天下之才，舍而僅謂之一詩人耳，此數君子豈所甘哉？志在於為詩人而已，為之雖工，其詩則卑且小矣。余執此以衡古人之詩之高下，亦以論今天下之為詩者。使天下終無曹子建、陶淵明、李、杜、韓、蘇、黃之徒則已，苟有之，告以吾說，其必不吾非也。適來江寧，識涇陽張君。君以累世同居、義門之子，負剛勁之氣，兼治煩之才，雖為一令，廿餘年屢經躓起，而志不可抑，今世奇士也，而耽於詩，政事道途之間，不輟於詠。出其詩示余。余以為君之詩，君之為人也。取君詩而比之子建、淵明、李、杜、韓、蘇、黃之美，則固有不逮者，而其清氣逸韻，見胸中之高亮，而無世俗脂韋之概，則與古人近而於今人遠矣。夫詩之至善者，文與質備，道與藝合，心手之運，貫徹萬物，而盡得乎人心之所欲出。若是者，千載中數人而已。其余不能無偏，或偏於文焉，或偏於質焉。就二者而擇之，愚誠短於識，以為所尚者，蓋在此而不在彼。惟能知為人之重於為詩者，其詩重矣。張君殆其倫歟？"
    },
    {
        "title": "香巖詩稿序",
        "content": "吾家渭川孝廉，贛州府君季子，於輩行余叔父也，而自少從余學為文辭，相親愛甚，入京則館余舍。余歸相從，則十日而見嘗八九。日者舉族人才就衰，君方傑出，詞氣秀發，又通敏人事，有振興之望，君亦以自命也。乾隆三十九年，登順天府鄉薦，名著於京師，會稽梁相國尤愛之，然竟不獲一第以死。乾隆四十年春，君自里中將應禮部試，余餞之於城北張氏園。大雪松竹盡縞，酒中君淚下，曰：「先生四十四歲棄官歸矣。某今逾先生棄官之歲，如此盛寒，方走三千里，俯就場屋，為門戶計，誠非得已！世事茫茫，安知所稅駕乎？」君是年竟黜。歸二年，遭母氏張恭人艱，服終又一試，又黜。遂沒京師僧舍，年五十。又一年，其孤裒錄生平所為詩，曰《香巖詩稿》，俾余論之。余稍刪定，存若干首。君詩多得古人清韻，不為淺俗之言。其才於古文經義駢麗之文，無所不解，為之皆有法度，而尤長者在詩。然亦恨人事擾之，苟極其才力，所至當不止此也。然於近之詩人，足以豪矣！有才若此，而鬱鬱早終，當為天下惜，豈獨姚氏哉！乾隆五十五年七月朔鼐書。"
    },
    {
        "title": "張宗道地理全書解序",
        "content": "自中原達乎冀北，地高而壤厚，喪親者雖未能慎擇而葬，尚鮮水蟻之憂，然而不若精鑒而慎擇之之為善也，而況江、淮以南者乎？儒者欲安親體，必求免地下之患，苟非山川氣交，盤繞障護之美，患不得而免矣。夫山川之用在氣，人子安親，固非希為富貴昌熾之計，然山川氣之所聚，亡者安則生者福，反是則禍，亦理之所必有。夫君子固不深希福利，然使葬失其道，而致衰敗絕祀之禍，亦豈人子情所安哉？以此論之，形家之說，雖孔、孟復生，不盡廢也。余以求葬親故，頗觀覽形家言十數家，而以為近世為其說理當而辭明顯者，莫如張宗道。吾鄉章淮樹觀察，尤精其術，而亦取張宗道書，嘗為解釋、推衍其旨，又於其言有誤失者，稍辨正之，形家之理，備於此矣。於是將刊行所解，以遺天下之為人子欲葬親者。夫「惠迪吉，從逆凶」，道也；擇葬地以萃天地山川之氣，術也。術之至者，與道相成而不相害。吾觀觀察每為親族交友擇地，予之財以葬，恤難而廣仁，非徒自喜其術而已。余嘗邀定先塋，屢煩跋涉，未嘗言瘁，誼有足動人子之心者。夫今之刊是書以裨益天下者，亦廣仁之事，惠迪之一端也，余安得不樂而為之說也哉！"
    },
    {
        "title": "停雲堂遺文序",
        "content": "士不知經義之體之可貴，棄而不欲為者多矣。美才藻者，求工於詞章聲病之學；強聞識者，博稽於名物制度之事，厭義理之庸言，以宋賢為疏闊，鄙經義為俗體。若是者，大抵世聰明才傑之士也。國家以經義率天下士，固將率其聰明才傑者為之，而乃遭其厭棄。惟庸鈍寡聞，不足與學古者，乃促促志於科舉，取近人所以得舉者，而相效為之。夫如是，則經義安得而不日陋？苟有聰明才傑者，守宋儒之學，以上達聖人之精，即今之文體，而通乎古作者文章極盛之境。經義之體，其高出詞賦箋疏之上，倍蓰十百，豈待言哉！可以為文章之至高，又承國家法令之所重，而士乃反視之甚卑，可歎也。皋蘭王誡亭先生，固秦中之聰明傑才士也。又當康熙時，世未甚厭經義，盡心為之，其文亦既工矣，蓋異於今之所以得舉者也。後卒於山西，家貧子幼，其稿幾於湮沒，今嗣孫光晟為江寧尉，乃雕板傳之，以余持論素不厭棄經義也，來請為之辭。余既欲以前輩之究心經義者導後之人，而又念王君能勤勤盡其心力，以揚先人之美，是亦可紀也，作《停雲堂遺文序》。"
    },
    {
        "title": "謝蘊山詩集序",
        "content": "南康謝蘊山先生，奮跡江湖、回翔詞館者十餘年，出而分符秉節者又二十餘年。鼐初識之於庶常館中，時先生之年尚少，而文彩已雄出當世矣。自是與先生屢有離合，惟丙申、丁酉之歲，遼東朱子潁轉運淮南，邀鼐主梅花書院，適先生來守揚州，其時相從最久。遊蓋接影於山水之區，三人屢以酬詠相屬。先生才豐氣盛，銳挺猋興，不可阻遏。非特如鼐輩者，望而自卻，雖才雄如子潁，亦未嘗不以為可畏也。然先生殊不以所能自足，十餘年來，先生之所造，與時俱進。今者觀察河、淮，自定其詩集成若干卷，而往時宏篇麗制，人所驚歎以謂不可逮者，先生固已多所擯去矣。夫豈非才高而心逾下，識精而志彌遠者歟？是以其詩風格清舉，囊括唐、宋之菁，備有閎闊幽深之境，信哉！詩人之傑也。且夫文章、學問一道也，而人才不能無所偏擅。矜考據者每窒於文詞，美才藻者或疏於稽古，士之病是久矣。鼐於前歲見先生著《西魏書》，博綜辨論，可謂富矣！乃今示以詩集，乃空靈駘蕩，多具天趣，若初不以學問長者。余又以是知先生所蘊之深且遠，非如淺學小夫之矜於一得者。然則謂之詩人，固不足以定先生矣。子潁自去淮南，奄終於京國。獨先生從宦益久，功名益盛，文章亦益多。今子潁遺集，得其子白泉觀察鐫板江寧，鼐方為之序，而先生集亦適來。回憶疇昔往來兩君之間，盡睹文章之豪俊。日月逾邁，駑憊如故，而兩君之集，將並大傳於時，與名其間，其為可感歎而愧恧者又何如也？是為序。"
    },
    {
        "title": "恬庵遺稿序",
        "content": "鄉之前輩，以文章稱而年與鼐接者十餘人。鼐自童幼，受書一室，足希出戶，苟非嘗至吾家者，率不得見。若望溪宗伯、襲參司業、南堂、息翁諸先生，異鄉學者見其詩文，或生愛慕，恨莫接其形容，而惡知生同里閈者，固亦若是也。汪稼門觀察之先君子恬庵先生，計其生之年，與鼐接之年也，而鼐未嘗見。觀察出其文讀之，清和恬雅，有越俗之韻，真吾鄉前輩文也。余於是益歎昔者文學之盛，而怪今者之不繼。豈人不悅學，而吾邑之文將自是日衰耶？抑士有藏於室而吾不得識，亦如吾曩者與前輩不相遇者耶？不然，何今昔之殊也？觀察承其家學，在官有廉靖之節，世推其賢。恬庵之文，因益聞於天下。其蓄深者其播遠，於理固然。吾將舉是編，為里之群士勸焉。"
    },
    {
        "title": "晚香堂集序",
        "content": "鼐世父姜塢先生，乾隆九年，為順天鄉試同考官，得長白永臥岡先生。先生後仕為寧遠州刺史以沒。其後數年，鼐為禮部員外郎，而先生之兄尚書公領禮部，獲侍焉，因見尚書公之賢。又後廿年餘，先生之子小尹同知江寧府，鼐適在江寧，時與共語，於是，又備知小尹之為才也。獨於臥岡先生，生平未嘗相見。先生嘗一至桐城，謁吾世父於里，鼐適他出，惟世父語鼐：「永君伉直誠篤君子也。」洎既知小尹，小尹出其先君子之所為詩曰《晚香堂集》見示。讀之得其度越流俗之概，音和而調雅，情深而體正，益以信吾世父之言不虛。其間亦屢有懷思姜塢先生之作，用情尤摯。回計臥岡先生之喪二十一年，而吾世父卒二十三年矣，因與小尹相對泫然。小尹之仕也，始亦自寧遠州徙官而來。寧遠之民，愛慕小尹，樂從其令，以謂「甚似昔使君，真使君之子。」蓋先生遺愛在民若此。先生國之世家。自尚書以往，並奮跡戎馬之間，立功疆場之外，入為卿士，道光廊廟。而先生官止一州，蓋未竟其志業。況區區文墨辭翰之事，僅稱為詩人，豈先生意哉？雖然，後之學者欲知先生之志與人，讀其詩，亦舉可想見云。乾隆五十七年十一月，桐城姚鼐序。"
    },
    {
        "title": "鄉黨文擇雅序",
        "content": "婺源江慎修先生，修行鄉閭，講明六藝，博學精思，導啟滯霿，生則學者師焉，沒而配食朱子。其生平著述，蓋百餘卷。嘗以諸生說《論語鄉黨》篇，尤多於古制不明，以後世所見，苟相附會，臆說淺妄，乃作《鄉黨圖考》。又錄前人《鄉黨》篇文，頗辨論其是非。其有題而文無足錄者，乃自撰之，合三百餘篇。夫國家所以設經義取士之法者，欲人人講明於聖人之傳不謬而已。不達經說，而泛為文，何取於是文哉？如先生著書錄文，以明經為志，良足輔助朝廷教士必使成學之意。其視流俗號為選錄文字者，猶塵堁也。《鄉黨圖考》昔已刻行。乾隆五十一年，大興朱石君侍郎典試江南，以《過位章》命題，士達於江氏說者，乃褒錄焉。獨其《鄉黨文》存於里中，鬱而未發，異鄉士或聞而思見之。今婺源吳君石湖，將盡刻江氏遺書，乃先出其《鄉黨文》，雕板以傳。用科舉之體制，達經學之本原，士必有因是而興者，余竊樂而望焉，因為之序。"
    },
    {
        "title": "左筆泉先生時文序",
        "content": "左筆泉先生之文，沉思孤往，幽情遠韻，澄澹泬寥，如人入寒岩深谷，清泉白石，仰蔭松桂之下，微風泠然而至，世之塵堨不可得而侵也。吾鄉前輩多文學之彥，而先生後出，先君子及世父編修府君皆友之如弟。編修府君嘗語人：「左君年少而才穎，極其所至，殆欲超越吾輩也。」鼐八歲時，從先君自城南移居城北，與先生為鄰。時，方侍廬先生館於鼐家。每日暮，則筆泉先生步來，與先君、方先生談說。鼐雖幼，心喜旁聽其論。筆泉尤善於吟誦，取古人之文，抗聲引唱，不待說而文之深意畢出。如是數年，鼐稍長，為文亦為先生所喜。又其後，鼐遊京師，不第而返，先生招使課其諸子。鼐後成進士，從世父自天津歸，則先生築別業於媚筆泉，故自號筆泉。其時，鼐孤，而方先生遠遊河、洛，先生邀編修府君及鼐遊於泉上。鼐歸為作記，先生大樂而時誦之。余旋去里，又十年自京師歸，則編修府君與先生、方先生相繼喪矣。先生雖文士，而才足有為。其事父母孝，鄉舉入都，父母見其行，甚悲。故三試不第，遂不復往，為武進教諭。太公一就官舍，不樂居，先生即稱病返。故不盡其才，以至於沒。其居里，里人有事叩之，為謀必當。為文不甚愛惜，多聽人持去，今其子搜求所得才數十篇，而余少所見佳文，或軼不具。余年七十矣，執先生之文，追憶六十餘年之事如一日間，今惟先生家與余鄰居如故耳！乃淒然為之序云。"
    },
    {
        "title": "徐六階時文序",
        "content": "前十年，余於里中始聞徐君六階之名，眾咸推其能文。後偶過張行可職方，值六階館於其家，為訓職方之子，余因識之。其年甚少，而溫良可親，余以器之。乾隆乙卯秋，六階乃舉於順天鄉試，余及鄉人皆為之喜。逾年，丙辰會試，六階不第，而遽得疾亡於京師，年僅三十餘，妻子貧弱，鮮期功之親。今職方之子與其徒，悲傷其師之不幸，為刻遺稿，欲以存六階於久遠也。六階之文，與今世登第之能文者，無以讓也。當明中葉，士始有文稿，以文稿傳者，皆善文士也。及國初，有不善文而幸第者，取諸生善文而身沒者之文，據為己有，亦刻為稿。世之讀者，以謂是佳文，必宜成進士，而烏知為是文者，乃終身不遇哉？雖然，是其人雖不遇，而其文猶傳，猶為不負其用心。近世天下都不復重為文，登第者亦無事刻文稿，則不遇者之文尤湮沒無由見於世矣，傷哉！若六階雖不成進士，而其文得其徒傳播之，猶愈於其竟泯也。悲夫！余為敘之，或足慰六階於幽冥中乎？抑使列士聞之而慨息也！"
    },
    {
        "title": "禮箋序",
        "content": "有入江海之深廣，欲窮探其藏，使後之人將無所復得者，非至愚之人，不為是心也。《六經》之書，其深廣猶江海也。自漢以來，經賢士巨儒論其義者，為年千餘，為人數十百。其卓然獨著、為百世所宗仰者，則有之矣。然而，後之人猶有能補其闕而糾其失焉，非其好與前賢異，經之說有不得悉窮，古人不能無待於今，今人亦不能無待於後世，此萬世公理也。吾何私於一人哉？大丈夫寧犯天下之所不韙，而不為吾心之所不安。其治經也，亦若是而已矣。歙金蕊中修撰，自少篤學不倦，老始成書。其於《禮經》，博稽而精思，慎求而能斷。修撰所最奉者康成，然於鄭義所未衷，糾舉之至數四。夫其所服膺者，真見其善而後信也；其所疑者，必核之以盡其真也。豈非通人之用心、烈士之明志也哉？鼐取其書讀之，有竊幸於愚陋夙所持論差相合者，有生平所未聞得此而俯首悅懌，以為不可易者，亦有尚不敢附者。要之，修撰為今儒之魁俊，治經之善軌，前可以繼古人，俯可以待後世，則於是書足以信之矣。嘉慶三年五月，桐城姚鼐序。"
    },
    {
        "title": "述庵文鈔序",
        "content": "余嘗論學問之事，有三端焉，曰義理也，考證也，文章也。是三者苟善用之，則皆足以相濟；苟不善用之，則或至於相害。今夫博學強識而善言德行者，固文之貴也；寡聞而淺識者，固文之陋也。然而，世有言義理之過者，其辭蕪雜俚近，如語錄而不文；為考證之過者，至繁碎繳繞，而語不可了當，以為文之至美，而反以為病者，何哉？其故由於自喜之太過而智昧於所當擇也。夫天之生才雖美，不能無偏，故以能兼長者為貴，而兼之中又有害焉。豈非能盡其天之所與之量而不以才自蔽者之難得與？青浦王蘭泉先生，其才天與之，三者皆具之才也。先生為文，有唐、宋大家之高韻逸氣，而議論考覈，甚辨而不煩，極博而不蕪，精到而意不至於竭盡，此善用其天與以能兼之才，而不以自喜之過而害其美者矣。先生歷官多從戎旅，馳驅梁、益，周覽萬里，助成國家定絕域之奇功。因取異見駭聞之事與境，以發其瑰偉之辭，為古文人所未有。世以此謂天之助成先生之文章者，若獨異於人。吾謂此不足為先生異，而先生能自盡其才以善承天與者之為異也。鼐少於京師識先生，時先生亦年才三十，而鼐心獨貴其才。及先生仕至正卿，老歸海上，自定其文曰《述庵文鈔》四十卷，見寄於金陵。發而讀之，自謂粗能知先生用意之深，恐天下學者讀先生集，第歎服其美，而或不明其所以美，是不可自隱其愚陋之識而不為天下明告之也。若夫先生之詩集及他著述，其體雖不必盡同於古文，而一以余此言求之，亦皆可得其美之大者云。"
    },
    {
        "title": "小學攷序",
        "content": "六藝者，小學之事，然不可盡之於小學也。夫九數之精，至於推步天運，冥測乎不得目睹之處，遙定乎前後千百載不接之時，而不迷於冥茫，不差於毫末，此術家之至學，小子所必不能也。夫六書之微，其訓詁足以辨別傳說之是非，其形音上探古聖初制文字之始，下貫後世遷移轉變之得失，此博聞君子好學深思者之所用心，小子所不能逮也。至於禮樂，則固聖賢述作之所慎言，尤不得以小學言矣。然而謂之小學者，制作講明者，君子之事，既成而授之，使見聞之端於幼少者，則小子所能受也。今夫行萬里窮山海者，紀其終身之所履，艱危勞苦之所僅獲，以告於居不出於室中者，可以一日而盡得也。夫小學者，固亦若是而已。秀水朱錫鬯檢討，嘗作《經義攷》，載說經之書既備，而不及小學。今南康謝蘊山方伯，以為小學實經義之一端，為論經始肇之事。且禮、樂則言之大廣，射御則今士所不習，九數則誠術家專門之所為，惟書文固人人當解，學者須臾不能去，非專門之事也。前世好古之儒，固多究心於斯；至於今日，其書既眾，或因舊聞而增深，或由創得而遇古，雖其間粹駁淺深，為者或不必盡同，然而彼皆欲自為其艱危勞苦，而授小子以逸獲之道，其人其志，固皆不可泯也。因輯漢以來言文字訓詁形音之書，至於今日英才博學所撰，舉載於編，凡若干卷，名之曰《小學攷》，以補朱氏之所未備。其言筆勢八法者，乃棄不錄，以其無關於經學也。《攷》成，以其書示某。某誠嘉方伯有不遺眾善採輯之美意，又以為能盡大人君子之心，乃能授其教於小子。方伯之用心如此，異日助成國家禮樂之修，其亦有望也與！嘉慶三年八月，桐城姚某序。"
    },
    {
        "title": "選擇正宗序",
        "content": "天下術家之言，必首以太歲為重，餘術皆由太歲而生者也。有問於余者曰：「古太歲之法因於歲星。歲星居所次辰，則太歲居辰之所合。星與太歲順逆行異，而合辰無貸。歲星歲一辰而微速，久則過辰，故有龍度天門之法，則太歲應之，百四十四年而超辰焉。自漢後，太歲失超辰法。是歲星太歲所居，辰不與合也，而術者以推吉凶，猶能驗乎？」余曰：「驗也。夫吉凶生乎氣，氣生乎神，神生乎人心。夫太歲非有形也，為天之君神。夫人心所向者，則君也。今天下九州，人人心所執為太歲在是辰者，則太歲在是辰矣。人心之所不超，則亦神之所不超，故以驗吉凶可也。雖然，又有道焉，天之道神而不可盡測，其氣時而至，時而不至。今夫盛暑南向，宜受氣熱矣，而累日北風，析析而涼者有之。隆冬北向，宜受氣寒矣，而累日南風，煦煦以溫者有之。故天氣時而不至，雖以古測太歲之術甚密，而吉凶不必驗也。其氣時而至，雖以今測太歲術甚疏，而吉凶未嘗不驗也。君子知其不可拘，干祿不回，不失吾理，而於術家之言，亦不必故違其大忌而已。」吾鄉章淮樹觀察多術藝，兼通形家日者之言，究心為一書曰《選擇正宗》，以視余俾為之序。余不能盡通其說，而推淮樹著書之心，欲以為人利而祛其害，其志甚美，乃以余夙所持論，書以為之序云。"
    },
    {
        "title": "陳仰韓時文序",
        "content": "世之文士，以文進於有司，使一依古之格度，枯槁孤寂，與世違遠，以覬見賞於俗目，此亦不近人情之事矣。然遂背畔規矩，蔑理棄法，以趣時嗜，則必不可。譬如相人者，於儔類萬眾之中，求堯顙而舜目，龍章而鳳姿，然後許為人，固不得也。若夫聳肩逾頂，隱口於臍，支離跛丱，而猶為全人乎哉？酌古今之宜，審文質之中，內足自立，外足應時，士所當為，如是而已。休寧陳生仰韓，見余於江寧，惟余言之聽。其為文體和而正，色華而不靡，足以自立，足以應時者也。然生從余遊十二年矣，而猶困於場屋。謂生文不善乎？不然也。謂其枯槁孤寂而大遠於時乎？亦不然也。夫草木之榮華，同本而遲速異時。夫守己不變以俟時者，此亦士信道篤自知明之一端也。生尚終取余言乎哉！因以是書生文之首云。"
    },
    {
        "title": "孝經刊誤書後",
        "content": "《孝經》非孔子所為書也，而義出於孔氏，蓋曾子之徒所述者耳。朱子疑焉，為之刊誤。夫古經傳遠，誠不能無誤也；然朱子所刊，亦已甚耳。夫其書有不可通者，非本書之失，後人離合其章者之過，而文有訛失不能明也。《漢·藝文志》云：「《孝經古孔氏》一篇，二十二章。其《曾子敢問章》為三章。」夫孝之常，在於事親立身，而其極至於嚴父配天，故《曾子敢問章》，義與首章之說相備。朱子《中庸章句》，以孔子言子、臣、弟、友之常為費之小，以舜、文、武、周公之孝為費之大，夫《孝經》亦猶是已。舉《中庸》之言孝，以釋嚴父配天之義，則知聖人論孝，必極於是。以人子自盡之實，則匹夫啜菽而不為不足，以其行於天下之量，則為帝王，制禮樂，皆備於孝之中。故曰「義相備」也。子言：「天地之性，人為貴」，至「聖人之德，又何以加於孝乎」，其辭盡矣。其下「故親生之膝下」，至「不敬其親而敬他人者，謂之悖禮」，自為一章，以申「資於事父以事君而敬同」義也。自「以順則逆，民無則焉」，至「其儀不忒」，又為一章，言君子苟不能自慎其威儀，而但以虛辭訓民，民必逆之；而滋為凶德，縱能得志於民，而己實無禮以臨之，君子亦所弗貴，是以「君子慎威儀」一章，以申「非先王法服不敢服，非法言不敢道」義也。《藝文志》分三章是也，而章首各有脫文，又「訓」誤為「順」。儒者觀其發句言「故」言「以」，遂聯屬之，而以「子曰」字置「父子之道天性」及「不愛其親」之上，則失其所矣。《孝經》後章之文，多以廣前章之義，但非必以經、傳分其次，亦不必拘拘比附也。若其辭有同於《左傳者》，蓋此固曾氏之書，而《左傳》傳自曾申，劉向《別錄》記之矣，意或為傳時取辭於是，未可知也。不幸《孝經》之文，訛脫不具。朱子覺此文義之不完，反不如左氏之可通，遂疑為襲左氏也。其病亦由混合為章者過也，若其首前儒所分為七章者，朱子合為一章，則說誠善無以易矣。夫儒者有德行，有言語、文學，苟非亞聖之才，不能備也。德行之儒或疏於辭，若《坊記》《表記》、《緇衣》之類，每一言畢，輒引《詩》、《書》文以證之，間有不甚比附而強取者矣，亦洙、泗間儒者之習然也。子思、孟子然後不為是習，至荀子則亦有之矣。《孝經》引《詩》、《書》亦頗有，然知其取義有疏密則可耳，而節去之，恐未可也。"
    },
    {
        "title": "辨逸周書",
        "content": "世所傳《逸周書》者，《漢·藝文志》載之《六藝略·尚書》中，但云《周書》七十二篇，不云《尚書》之逸者。云孔子所論百篇之餘者，劉向說也。班氏不取，識賢於向矣。然吾謂班氏辨此亦未審。子貢曰：「文、武之道，賢者識其大，不賢者識其小。」雖小而所傳誠文、武道，非誣也，誣則奚取哉？周之將亡，先王之典籍泯滅，而里巷傳聞異辭。蓋聞而識者，無知言裁辨之智，不擇當否而載之，又附益以己之私說。吾意是《周書》之作，去孔子時又遠矣，文、武之道固墜矣。《莊子》言「聖人之法，以參為驗，以稽為決，其數一二三四」是也。此如箕子陳《九疇》，及《周禮》所載，庶官所守，皆不容不以數紀者。若是書以數為紀之詞，乃至煩復不可勝記，先王曷貴是哉？吾固知其誣也。其書雖頗有格言明義，或本於聖賢，而間雜以道家、名、法、陰陽、兵權謀之旨。《程寤》《太子晉》篇，說尤怪誕，殆非儒者所道。校書者宜出之六藝，入之雜家，乃為當耳。宜依其本書名曰《周書》，雖與《尚書周書》名同，不害也。不當曰逸，云逸，則附之《尚書》矣。"
    },
    {
        "title": "讀司馬法六韜",
        "content": "世所有論兵書，誠為周人作者，惟《孫武子》耳，而不必為武自著，若其餘，皆偽而已。任宏以《司馬法》百五十五篇入兵權謀，班固出之以入《禮經》。太史公歎其閎廓深遠，則其書可知矣。世所傳者，泛論用兵之意，其辭庸甚，不足以言《禮經》，亦不足言權謀也，且僅有卷三耳。《漢·藝文志》：《吳起》四十八篇在兵權謀，《尉繚子》三十一篇在兵形勢。今《吳子》僅三篇，《尉繚子》二十四篇。魏、晉以後，乃以笳笛為軍樂。彼吳起安得云「夜以金鼓笳笛為節」乎？蘇明允言：「起功過於孫武，而著書顧草略不逮武。」不悟其書偽也。尉繚之書，不能論兵形勢，反雜商鞅形名之說，蓋後人雜取，苟以成書而已。《莊子》載女商曰：「橫說之，則以《詩》、《書》、《禮》、《樂》，從說之，則以金版《六弢》。」然則《六弢》之文，必約於《詩》、《書》、《禮》、《樂》者也。劉向、班固皆列《周史》、《六弢》於儒家，且云：「惠、襄之間，或云顯王時，或曰孔子問焉。」然其為周史之辭，若周任、史逸之言無疑也；非言兵，亦無與於太公也。今《六韜》徼取兵家之說，附之太公而彌鄙陋：周之權曰鈞不曰斤。其於色曰玄，曰黑，曰緇，不曰烏。晉、宋、齊、梁間，市井乃有烏衣、烏帽語耳，而今《六韜》乃曰斤，曰烏。余嘗謂周、秦以降，文辭高下差別頗易見。世所謂《古文尚書》者，以他書事實證之，其偽已不可逃。然直不必論此，取其文展讀，不終卷而決知非古人所為矣。蓋古書亡失，多在漢獻、晉惠、湣間，而好為偽者，東晉以後人也。唐修《隋書》作《藝文志》，不知古書之逸，舉《司馬法》之類悉載之。顏師古注《漢書》，於《六韜》直以謂即今書。此皆不足以言識。至韓退之乃識古書之正偽，惜其於此數者，未及詳言之也。《漢書·刑法志》所載古井田出車之法甚詳，其文蓋出於《司馬法》，與包咸注《論語》辭同也。《刑法志》引其文備，故以六十四井出車一乘；別以三十六井地，當山川、沈斥、城池、邑居、園囿、術路，合之則百井。包咸引其辭略，故第言「成出車一乘」耳，其原出一也。作偽者，其所見書寡於為《古文尚書》者，故舉此及他經史明載之《司馬法》而並遺之。"
    },
    {
        "title": "辨賈誼新書",
        "content": "賈生書不傳久矣，世所有云《新書》者，妄人偽為者耳。班氏所載賈生之文，條理通貫，其辭甚偉，及為偽作者分晰，不復成文，而以陋辭聯廁其間，是誠由妄人之謬，非傳寫之誤也。賈生陳疏，言「可為長太息者六」，而傳內凡有五事，闕一。吾意其一事言積貯，班氏已取之入《食貨志》矣，故傳內不更載耳。偽者不悟，因《漢諸侯王表》有「宮室百官，同制京師」之語，遂以此為長太息之一。然賈生疏云「令君君臣臣，上下有差」，已足該此義矣，不得又別為其一也。夫天子母曰皇太后，妻曰皇后。諸侯王母曰王太后，妻曰王后。雖武、昭以後，抑損宗室，終不改此制，何嘗為無別耶？易王后曰妃，自魏、晉始。作偽者魏、晉後人，乃妄意漢制之必不可用耳。若諸侯王相用黃金印，固為僭矣，故五宗王世易為銀印。然吾以為此亦未為巨害。漢御史大夫秩中二千石，銀印青綬。張蒼以淮南王相遷為御史大夫，周昌以御史大夫降相趙。高祖曰：「吾極知其左遷。」其時國相乃金印，此正如隋以來，外官章服官品雖崇，而位絀於京職之卑品耳，是亦何必為太息哉？要之漢初諸侯王，用六國時王國之制，故其在國有與漢庭無別者若此。若皇帝，臣下稱之曰陛下，此是秦制，周末列國諸王所未有，則漢諸侯王必不襲用秦皇帝之制，而使其國臣稱曰陛下，而偽為賈生書及之，此必後人臆造，非事實也。真西山取《新書》是篇，欲以補賈生之疏，吾是以為之辨。若其文辭卑陋，與賈生懸絕，不可為量，則知文者可一見決矣。"
    },
    {
        "title": "讀孫子",
        "content": "左氏序闔閭事無孫武；太史公為列傳，言武以十三篇見於闔閭。余觀之吳容有孫武者，而十三篇非所著，戰國言兵者為之，托於武焉爾。春秋大國用兵，不過數百乘，未有興師十萬者也，況在闔閭乎？田齊、三晉，既立為侯，臣乃稱君曰主。主在春秋時，大夫稱也。是書所言，皆戰國事耳。其用兵法，乃秦人以虜使民法也，不仁人之言也。然自是世言用兵者，以為莫武若矣。"
    },
    {
        "title": "書貨殖傳後",
        "content": "世言司馬子長因己被罪於漢，不能自贖，發憤而傳《貨殖》。余謂不然。蓋子長見其時天子不能以寧靜淡薄先海內，無校於物之盈絀，而以制度防禮俗之末流，乃令其民仿效淫侈，去廉恥而逐利資，賢士困於窮約，素封僭於君長。又念里巷之徒，逐取十一，行至猥賤；而鹽、鐵、酒酤、均輸，以帝王之富，親細民之役，為足羞也。故其言曰：「善者因之，其次利道之，又次教誨之，整齊之。」夫以無欲為心，以禮教為術，人胡弗寧？國奚不富？若乃懷貪欲以競黔首，恨恨焉思所勝之，用刻剝聚斂、無益習俗之靡，使人徒自患其財，懷促促不終日之慮。戶亡積貯，物力凋敝，大亂之故，由此始也。故譏其賤以繩其貴，察其俗以見其政，觀其靡以知其敝，此蓋子長之志也。且夫人主之求利者，固曷極哉？方秦始皇統一區夏，鞭棰夷蠻，雄略震乎當世；及其伺睨牧長寡婦之貲，奉匹夫匹婦而如恐失其意，促訾啜汁之行，士且羞之，矧天子之貴乎？嗚呼！蔽於物者必逆於行，其可慨矣夫！"
    },
    {
        "title": "辨鄭語",
        "content": "太史公曰：「左丘失明，厥有《國語》。」吾謂不然。今《左氏傳》非盡丘明所錄，吾固論之矣。若《國語》所載，亦多為《左傳》采錄，而采之非必丘明也。又其略載一國事者，周、魯、晉、楚而已。若齊、鄭、吳、越，首尾一事，其體又異。輯《國語》者，隨所得繁簡收之，而《鄭語》一篇，吾疑其亦《周語》之文，輯者別出之者。周自子朝之亂，典籍散亡，後之君子，掇拾殘闕，亦頗附會非實，喜言神怪。若《周語》房後為丹朱馮，及是篇龍漦之說，何其誕耶？夫褒姒之事，鄭桓公所親見；如是篇史伯所述，後世紀前代之辭，非同時辭也。鄭桓公，周賢人也，而謂寄賄誘虢、鄶，取其地，用小人傾詐之術。且當西周時，史伯惡能知周必東遷，鄭必從之哉？此可謂誣善之辭矣。秦仲居幽王時，僅一附庸，不足云小國，而何以云國大？造飾之辭，忘其時之不合。以丘明君子，必不取也。若鄭人為《鄭語》，宜載有鄭東建國後之事。子產引《鄭書》「安定國家，必大焉先」，司馬叔遊引「惡直醜正，實蕃有徒」。然則鄭固有語，輯《國語》者卒未得耶？"
    },
    {
        "title": "跋夏承碑",
        "content": "自漢以來，為書者有隸書，或又言八分書。說者欲殊別之，辨之愈繁，愈使人茫然不得所據。吾謂八分止是隸書耳！衛恒《四體書勢》，古文、篆、隸、草書四者而已，明八分在隸內也。然隸書自有三種之別，秦與西漢官俗所用，猶未有波磔，然不得謂之篆，止是隸書，其字形亦殊不正，真所謂取便徒隸者也，是為其一；東漢及魏，則波磔興矣，然尚無懸針之體，是為其二；自晉以來，皆法羲、獻，有懸針、垂露之別，蓋創始於漢末，而大盛於二王，以至今日，是為其三。其間貌別形殊，真所謂變化如浮雲者，然一以此三者統之則盡矣，其中不容八分別為體也。蔡伯喈嫌世俗隸書，苟簡謬誤，正之以六書之義，取於篆、隸之間，是謂八分。蓋所爭者，在筆畫繁簡得失之殊，而不在體勢波磔之辨。其謂之八分者，既為隸體，勢不容盡合篆理，略用其十七八耳。亦如顏元孫所云「盡法《說文》，則下筆多礙」者也。故余嘗云蔡伯喈為漢八分，顏魯公書即可云唐八分，此與論筆法體勢者遠矣。衛恒云：「上穀王次仲善隸書，始為楷法。」王次仲未知何時人？然當在伯喈之前。楷法者，止言筆法之工拙，與八分論字形之正不，與六義離合者無涉。張懷瓘《書斷》，妄以次仲為秦人。又謂「次仲作八分」，若以八分在隸外為一體者。果若是，《漢書·六藝志》中載六體書，何以遺漏八分耶？歐陽公《集古錄》凡漢碑字率呼為漢隸，蓋伯喈惟書《石經》，當為世則，字形必合典正，故取於八分。其尋常作書，亦或有出入。況他人所書碑石，舛失之字多矣，其中縱有能為八分者，謂之漢隸，終不為誤。若俗體漢隸，苟謂之八分，乃是誤也。齊、梁以下至唐人，往往言分書、真書。其分書乃指波磔而不懸針者，聊與二王等真書為別異。此皆沿俗失其義，不若歐公稱漢隸之善，世反謂歐公誤以八分為隸書，可謂倒易是非也。趙明誠云：「嘗出漢碑數本示一士人：『何者為八分？何者為隸？』士人卒不能別。」不知八分本未嘗別於隸體也。此《夏承碑》中，作字有甚得六義近篆者，亦有從俗舛誤者。然從其多者論之，固愈於漢人他碑作字舛俗極甚者，即謂此碑是八分書亦可。但未知是伯喈所為不耳？至若鄭僑所云：「漢《石經》是隸體八分，《夏承碑》是篆體八分。」此乃不知而妄說，所謂使人茫然者也。"
    },
    {
        "title": "書考工記圖後",
        "content": "休寧戴東原作《考工記圖》。余讀之，推考古制信多當，然意謂有未盡者。東原釋車曰：「軫謂之收。」此非也。《記》曰：「軫之方也，以象地也。」蓋軫方六尺六寸。《記》曰：「參分車廣之一以為隧。」蓋以二尺二寸為輿後，其前也其廣如軫，而深四尺四寸，以設立木焉，是為收。《詩》曰：「小戎俴收。」毛公曰：「收，軫也。」謂輿深四尺四寸，收於軫矣，非謂軫名收也。古者之尺小，鞍之戰，綦毋張寓乘，韓厥肘之，使立於後。晉師入平陰，獲殖綽、郭最，衿甲坐中軍之鼓下。使軫深四尺四寸而已，此非四尺四寸所容也，故收非軫也。夫車邸之四邊為軫，後軫無立木，人所由登也。軫三面有立木者謂之罝。《記》曰：「罝前十尺而策半之」，此前罝也。版之前於前罝者曰陰，陰一而已。《少儀》曰：「祭左右罝。」罝有三面也。古大車轅上附輿，小車帟下附軸。其既駕也。帟附軸者上離輿七寸，揉而升之，逾罝及衡。不及罝七寸，而揉始焉，故《記》曰：「罝中有灂。」今《圖》謂罝為陰，而揉帟自罝始，抑誤矣。輿上以一木再揉而曲為三，橫居前曰式，其餘輿上巨木皆曰較。《記》曰：「參分式圍，去一以為較圍。」又其餘細木為欞，旁者曰軹，前者曰沴。故橫木其高平於式而當式後，較也。注家謂之奇。士，諲車，其崇者奇而已。大夫以上飾車，衷甸重較。奇上二尺二寸，而設重較焉。左右衡較皆二，立較皆三，短其一，修其二。《記》曰：「以其隧之半為之較崇。」謂重較也。天子重較則為繆龍。荀子曰：「彌龍以養威也。」今戴君謂較奇！不重者，失之矣。凡戴君說《考工》車之失如此。其自築氏而下，亦間有然者。然其大體善者多矣。余往時與東原同居四五月，東原時始屬稿此書，余不及與盡論也。今疑義蓄余中，不及見東原而正之矣，是可惜也。"
    },
    {
        "title": "書夫子廟堂碑後",
        "content": "虞伯施《夫子廟堂碑》，無建立年月。觀其文內，蓋武德九年十二月建廟，次年為貞觀元年，仲春廟成釋菜，又稱述太宗有「視膳問安」及「空山盡漠」等語，則知立碑必在李靖俘頡利之後，高祖未崩以前而為之也。當武后稱帝之時，磨去唐字，改題曰《大周孔子廟堂之碑》，故前署「司徒相王旦書碑額」，後復有「長安三年太歲癸卯金四月壬辰水朔八日己亥木書」凡二十一字，黃山谷見榮谘道家所藏舊拓本如此。然史言是年三月，相王罷為司徒矣，不知史誤耶？或山谷所記四月字非耶？貞觀立碑年月，是時既磨去，及文宗時，祭酒馮審又請琢去大周字及武后年號，而元建碑之年，竟不能知，如今本是也。歐陽公《集古錄》、趙明誠《金石錄》，皆以此碑為武德九年立，蓋失之。是碑宋初已毀壞，為王彥超再建。文內「及金冊斯誤」，「及」字誤為「反」；「榮光幕河」，「幕」字誤為「莫」，蓋再建時，摹刻者失之耳。石既非舊，加又鷫敝，至今執是以論伯施書法之妙，遠矣！聞今安徽巡撫閔公家藏古拓殘文，自集其字為纂言。孔繼涑為鉤本勒石，以一本贈余。余觀之，尚不如此石本。伯施書雖渾厚而有鋒鍔，王彥超摹刻，山谷固云不厭人意矣，若孔刻乃彌失之模棱爾。但未見閔藏本，不知究如何也？曩時陳紫瀾宮詹見語云：「某王府有唐拓《廟堂碑》，後進入大內。」果然，亦可與山谷所見榮谘道家者抗行也。"
    },
    {
        "title": "何孺人節孝詩跋後",
        "content": "昔孔子刪《詩》，《蒨風》首《柏舟》之篇。蓋春秋之時，禮教衰，風俗敝，女子若共姜者鮮矣，故聖人亟與之也。其後風俗益偷，若魯貞女、淮陽陳孝婦之倫，間稱於世。及宋時，儒者申明禮義之說，天下宗之，至於今日，女子皆知節行之為美，若《柏舟》之賢者多矣。是何士大夫之德日衰於古，而獨女子之節有盛於周之末世也？乾隆十五年，禮部議從江蘇巡撫奏，以天下為節婦者眾，不可盡予旌表，乃別定為格，如格者乃旌表，而女子之行，或出於人所難能，不幸不及格，有終不與於旌表者矣。然其實足以存教化，美風俗，君子樂得詠歌而稱道之，不繫乎旌與否也。鳳陽何太孺人，少寡守節，育其遺孤，不幸孤子夭，自投於井，家人救出之，為立嗣，嗣子長而又死，卒撫孤孫，今武清令何君也，與鼐為同年友。京師士大夫以孺人節行尤異，多作歌詩以美之，何君以視余。《詩》曰：「無忝爾所生。」夫孺人高行明節，可以張之以風乎天下之士君子，而況其子孫也哉！然則孺人之遺教遠矣。"
    },
    {
        "title": "劉念台先生淮南賦跋尾",
        "content": "右山陰劉念台先生《淮南賦》，蓋為寶應劉練江先生作誄者也。兩先生之於為儒，皆所謂篤行好學、守死善道者也。其相為友，有不僅直諒多聞之為益者矣。當萬曆中紀，朝廷政治大壞，念台先生方出，而練江先生告歸於家，然，皆內進修其德，而外繫心於天下之事，欲援手以救斯民者。念台先生以行人出使過鸘，方欲見練江先生，而先生已沒，故其痛尤深。次年，使還又過鸘，不勝其悲，私諡之曰貞修，而作此賦，因自書以貽其家人，此卷是也。乾隆乙卯秋，練江先生之六世孫台拱，攜來江寧，出以示鼐。讀之使人感懷淒愴，不能自已！又念先六世祖汀州府君，與念台、練江兩先生，皆萬曆辛丑進士，卒皆為名臣。俯以通家之情，仰增敬慕，用敢識詞於其後云。後學桐城姚鼐記。"
    },
    {
        "title": "方坳堂會試朱卷跋尾",
        "content": "乾隆三十六年會試，余與南康謝蘊山編修並為同考官。蘊山得《詩》四房，余得《禮記》二房，皆居西序東向，坐最近，時每共語，得佳卷，或持與觀賞之。今觀察歷城方君坳堂，出於蘊山之房，余獲讀其文最先，及填榜始知其名。其後，余病歸，久之，來主江寧書院。時蘊山既外授，遷河庫道，去江寧三百里。坳堂觀察亦來江南，則居江寧，日夕相從，出其會試朱卷見示。余再讀之，因憶昔者兀坐終晷，握管披卷，時欣時厭，及獲於諸賢聚居言笑之狀，宛在目前，計去今二十二年矣！當時考官三人，諸城劉文正公、長白觀補亭尚書、武進莊方耕侍郎，皆已亡。同考官十八人，及今存者，余與謝觀察外，復四人而已。是科得才稱最盛，而當時登第烜赫有聲，若程魚門、周書昌、孔葓穀、洪素人，林於宣、孔撝約輩，今率已殞喪。況歲月悠悠，又自是以往者乎？因與坳堂語及愴然。坳堂才行逾人，不負科名，是卷固宜為後世所寶貴，而余顧尤念者。今昔之情也。同考官舊制用藍筆，是科以皇太后萬壽恩科，易之以紫，循用數科，升祔之後，復改從舊。又是時試帖詩題在第二場，房官以《五經》分卷；今則詩題移於第一場，而房官無《五經》之名。是皆二十年中科場儀制之小變，並記於是，俾後考求故事者知之。"
    },
    {
        "title": "十一世祖南安嘉禾詩卷跋後",
        "content": "先參政公當明中葉，以給事中出知南安，惠澤下流，祥嘏上應。成化二年，屬縣大庾有嘉禾之瑞，一時文士多為歌詠，凡數十篇，而大庾蔣君銘為之序。參政公既集而刻之石，又以其真跡藏於家，閱今三百二十七年矣，所藏間有零失，弟壯亭收輯重裝之，凡得詩十六首。仰思先人仁賢清白之風，無忘後嗣夙夜繼紹之志。然則是卷也，在昔者為國祥，在今茲為家慶，夫豈特文章翰墨之事哉？子孫其世寶諸！"
    },
    {
        "title": "梅二如古文題辭",
        "content": "吾郡潛山有張立齋先生者，為人純白清介，舉世間勢位利祿之事，無以動其心者，一以飭身稽古為事，困而不改，耄而不倦，真所謂君子儒也。宣城梅文穆公第三子鉁，字二如，學於立齋，矯然以節行自持，其人品蓋似其師。立齋頗好為古文，見二如古文，喜以為勝己。梅君中庚午科副榜，與鼐為同年，然初不及相知。君後從文穆公居江寧。乾隆四十三年，鼐偶以事至江寧，其時文穆已薨，於人家坐上一遇君而心重之，然匆匆別去。又後十餘年，鼐來主鍾山書院，則君已喪數年矣。江寧人每為鼐述君之賢，思今不可復得也。乾隆五十九年八月，見君弟繼美，始得君文讀之，果有高格清氣，異於世之為文者。然君不自意其早亡，為文不自收拾，繼美鈔於散佚零亂之中，得二十餘篇，鼐取其尤善者，別錄以付其家。鼐家去潛山百二十里，而不獲見張先生，唯其文自先生存時已雕板得見，然終以不遇其人為恨。君家世有德行文學，自定九先生及文穆公所著書及文集，行於海內，鼐具讀之矣。若君年四十而喪，既無立齋之壽以大著其名，而文又未刻，鼐苟非後至江寧，烏知君行之詳及文之善哉！君文太少，似不足名集。然世固有鈔取漢、魏以來名人文數首，輒以某集稱者，然則即以君集刊行亦可也。"
    },
    {
        "title": "孫文介公殿試卷跋尾",
        "content": "武進孫文介公萬曆二十三年殿試對策卷，公官禮部時，自取出以藏於家。嘉慶四年，余於公從七世孫淵如觀察處得觀之，賢哲翰墨，雖寸紙足貴，況其身所由始仕，而陳辭慷慨、切直忠藎之志，已見於此焉者乎？文介書法，為世所稱，董華亭亦嘗推之。方其登第時，年三十一，書猶未為甚工，蓋暮年筆力轉進，又逾於少壯之跡。然如公德修節立，不愧始終，書小藝不足論，縱不能加益於其少時，亦何害乎？卷內每行作三十二字。凡鄉、會試卷，皆有橫直朱絲行，殿試卷但有直行而已。推立制之意，蓋以備士對策文有長短，則字從而疏密，無不可者。今時相習書殿試所對，率行二十三字，失為法之本意矣。觀公此卷，足以知近時之失也。六月二十八日，桐城姚鼐謹跋。"
    },
    {
        "title": "答翁學士書",
        "content": "鼐再拜，謹上覃谿先生几下：昨相見，承教勉以為文之法。蚤起又得手書，勸掖益至，非相愛深，欲增進所不逮。曷為若此？鼐誠感荷不敢忘！雖然，鼐聞今天下之善射者，其法曰：「平肩臂，正脰，腰以上直，腰以下反句磬折，支左詘右。其釋矢也，身如槁木。苟非是，不可以射。」師弟子相授受，皆若此而已。及至索倫蒙古人之射，傾首、欹肩、僂背，發則口目皆動，見者莫不笑之。然而索倫蒙古之射遠貫深而命中，世之射者常不逮也。然則射非有定法亦明矣。夫道有是非，而技有美惡。詩文皆技也，技之精者必近道，故詩文美者命意必善。文字者，猶人之言語也，有氣以充之，則觀其文也，雖百世而後，如立其人而與言於此；無氣，則積字焉而已。意與氣相御而為辭，然後有聲音節奏高下抗墜之度，反復進退之態，采色之華。故聲色之美，因乎意與氣而時變者也，是安得有定法哉？自漢、魏、晉、宋、齊、梁、陳、隋、唐、趙宋、元、明及今日，能為詩者殆數千人，而最工者數十人。此數十人，其體制固不同，所同者，意與氣足主乎辭而已。人情執其學所從入者為是，而以人之學皆非也；及易人而觀之，則亦然。譬之知擊棹者欲廢車，知操轡者欲廢舟，不知其不可也。鼐誠不工於詩，然為之數十年矣。至京師，見諸才賢之作不同，夫亦各有所善也。就其常相見者五六人，皆鼐所欲取其善以為師者。雖然，使鼐舍其平生，而惟一人之法，則鼐尚未知所適從也。承先生吐胸臆相教，而鼐深蓄所懷而不以陳，是欺也，竊所不敢，故卒布其愚，伏惟諒察！"
    },
    {
        "title": "復張君書",
        "content": "辱書諭以入都不可不速。嘉誼甚荷！以僕呆蹇，不明於古，不通於時事，又非素習熟於今之賢公卿與上共進退天下人材者；顧蒙識之於儔人之中，舉纖介之微長，掩愚謬之大罪，引而掖焉，欲進諸門牆而登之清顯，雖微君惠告，僕固媿而仰德久矣！僕聞蘄於己者，志也；而諧於用者，時也。士或欲匿山林而羈於紱冕，或心趨殿闕而不能自脫於田舍。自古有其志而違其事者多矣！故鳩鳴春而隼擊於秋，鱣鮪時涸而鮒飀遊，言物各有時宜也。僕少無岩穴之操，長而役於塵埃之內，幸遭清時，附群賢之末，三十而登第，躋於翰林之署，而不克以居，浮沉部曹，而無才傑之望，以久次而始遷。值天子啟秘書之館，大臣稱其粗解文字，而使舍吏事而供書局，其為幸也多矣。不幸以疾歸，又不以其遠而忘之，為奏而揚之於上，其幸抑又甚焉。士苟獲是幸，雖聾聵猶將聳耳目而奮，雖跛丱猶將振足而起也，而況於僕乎？僕家先世，常有交裾接跡仕於朝者，今者常參官中，乃無一人。僕雖愚，能不為門戶計耶？孟子曰「孔子有見行可之仕，於季桓子」是也。古之君子，仕非苟焉而已，將度其志可行於時，其道可濟於眾。誠可矣，雖遑遑以求得之，而不為慕利；雖因人驟進，而不為貪榮。何則？所濟者大也。至其次，則守官攄論，微補於國，而道不章。又其次，則從容進退，庶免恥辱之大咎已爾。夫自聖以下，士品類萬殊，而所處古今不同勢。然而揆之於心，度之於時，審之於己之素分，必擇其可安於中而後居。則古今人情一而已。夫朝為之而暮悔，不如其弗為；遠欲之而近憂，不如其弗欲。《易》曰：「飛鳥以凶。」《詩》曰：「卬須我友。」抗孔子之道於今之世，非士所敢居也；有所溺而弗能自返，則亦士所懼也。且人有不能飲酒者，見千鍾百榼之量而幾效之，則潰胃腐腸而不救。夫仕進者不同量，何以異此？是故古之士，於行止進退之間，有跬步不容不慎者，其慮之長而度之數矣，夫豈以為小節哉？若夫當可行且進之時，而卒不獲行且進者，蓋有之矣，夫亦其命然也。僕今日者，幸依聖朝之末光，有當軸之褒采，踴躍鼓忭以冀進，乃其本心，而顧遭家不幸，始反一年，仲弟先殞，今又喪婦。老母七十，諸稚在抱，欲去而無與托，又身嬰疾病以留之，此所以振衣而趑趄，北望樞斗而俯而太息者也。遠蒙教督，不獲趨承，雖君子不之責，而私衷不敢安，故以書達所志而冀諒察焉！"
    },
    {
        "title": "復曹雲路書",
        "content": "鼐再拜雲路先生足下：數十年來，士不說學。衣冠之徒，誦習聖人之文辭，衷乃泛然不求其義，相聚奊首帖耳，哆口僔遝，乃逸乃諺，聞耆耇長者考論經義，欲掩耳而走者皆是也。風俗日頹，欣恥益非其所，而放僻靡不為。使士服習於經師之說，道古昔、承家法以繫其心，雖不能逮前古人才之美，其必有以賢於今日之濫矣。鼐少時見鄉前輩儒生，相見猶論學問，退習未嘗不勤，非如今之相師為俞也。所謂「飽食終日，無所用心」者與？獨先生單心畢力於傳注，辨究同異，既老而不懈，說之矻矻然。雖未知於古學者何如，其賢於今之士不亦遠乎？鼐居此一期矣，嘗苦無可與語者。聞先生之篤學著書，苟非居處閑遠之故，必將造而請觀焉。先生乃辱寓書而示以所為說，不棄愚陋而欲因之求益，抑何任其幸且媿也！《詩》曰：「心乎愛矣，胡不謂矣。」鼐固不能為益於先生，然而心之所蓄不敢不盡者，愛敬先生，謂不可類先生如今世俗倫也。夫聖人之經，如日月星之懸在人上，苟有蔽焉則已，苟無蔽而見而言之，其當否必有以信於人。見之者眾，不可以私意徇也，故竊以謂說經當一無所徇。程、朱之所以可貴者，謂其言之精且大而得聖人之意多也，非吾徇之也。若其言無失而不達古人之意者，容有之矣。朱子說「元、亨、利、貞」舍孔子之說者，欲以達文王之意而已。苟欲達聖賢之意於後世，雖或舍程、朱可也。自漢以來，為經說者已多，取視之不給於日。苟非吾言足發經意前人所未明者，不可輕書於紙。而明以來，說「四書」者，乃猥為科舉之學，此不足為書。故鼐自少不喜觀世俗講章，且禁學徒取閱，竊陋之也。今先生之說，固多善者，然欲為時文用之意存焉，鼐輒以朱識所善者，先生更自酌而去取之，必言不苟出，乃足為書以視於後世。鼐又聞之：「言之無文，行而不遠。」出辭氣不能遠鄙，則曾子戒之。況於說聖經以教學者、遺後世而雜以鄙言乎？當唐之世，僧徒不通於文，乃書其師語以俚俗，謂之語錄。宋世儒者弟子，蓋過而效之。然以弟子記先師，懼失其真，猶有取爾也。明世自著書者，乃亦效其辭，此何取哉？願先生凡辭之近俗如語錄者，盡易之使成文則善矣。直諒多聞，益友之道也。鼐不足為多聞，直諒雖不能逮，而不敢不勉，故盡言之如此。鼐自撰經義數十首，中乃有幸與先生意同者，今並寄一冊，幸教其失。賢從子謂杖履秋冬或來郡，然則不盡之意可面陳，茲略報鄙意。承自稱謂過謙，不敢當也。鼐再拜。"
    },
    {
        "title": "復汪進士輝祖書",
        "content": "六月某日，鼐頓首汪君足下：鼐性魯知暗，不識人情向背之變、時務進退之宜，與物乖忤，坐守窮約，獨仰慕古人之誼，而竊好其文辭。夫古人之文，豈第文焉而已，明道義、維風俗以詔世者，君子之志，而辭足以盡其志者，君子之文也。達其辭則道以明，昧於文則志以晦。鼐之求此數十年矣，瞻於目，誦於口，而書於手，較其離合而量劑其輕重多寡，朝為而夕復，捐嗜捨欲，雖蒙流俗訕笑而不恥者，以為古人之志遠矣，苟吾得之，若坐階席而接其音貌，安得不樂而願日與為徒也？足下去鼐居千五百里，非有相知之素，投書致辭甚恭，惓惓焉欲得其言，以紀太夫人高節卓行。足下何所聞而為是哉？海內文士，為達官貴人甚眾，執筆為太夫人紀述者亦甚眾，足下既求得之，今又以命僕，將足下不遺一士而以鼐備其目乎？抑遂以太夫人不朽之名冀之僕耶？且古人之文，今人讀之或不識。以今人之道度古人，古人文之傳，特其幸耳。然則雖有如古人之文，其能不朽與不，未可知也，況鼐之不足比古人邪！雖然，推足下為母氏之心，姑為文以備眾士之列者，僕所不辭也。足下書來久矣，有犬馬之疾，今始閑，輒作記一首，寄請觀之。久未報，惟諒宥不宣！"
    },
    {
        "title": "復孔撝約論禘祭文",
        "content": "鼐頓首：去聖久遠，儒者論經之說，紛然未衷於一，而又汩於同異好惡之私心，以自亂其聰明，而長爭競之氣，非第殘闕之為患而已。子曰：「多聞，擇其善者而從之。」又曰：「禮失求之於野。」夫於群儒異說，擇善從之，而無所徇於一家，求野之義，學者之善術也。雖於古禮湮失之餘，亦終不能盡曉，然而當於義必多矣。承教《禘說》，其論甚辨，而義主鄭氏，則愚以謂不然。禘之名見於《禮經傳》、《春秋》、《國語》、《爾雅》，未有云祀天者。《禮記》曰：「王者禘其祖之所自出，以其祖配之，而立四廟。」韋玄成釋之云：「王者受命祭天，以其祖配，不為立廟，親盡故也。所立親廟，四而已。」玄成以是解《禮記》之義已僻矣，此班彪所謂「不博不篤，不如劉歆」者也。意玄成之為此言，固非臆造，當時儒者，固有以禘為祭天神之解矣。玄成又引《禮》「五年而再殷祭，言壹禘壹祫也」。此亦當時儒者之說，蓋出於《公羊》經師。推是說固以禘為宗廟之大祭，非祭天神也。惜玄成混引其辭，不能分別，擇其一是耳。東漢而後，儒者說經之義，或繼或絕，或暗不章，而鄭氏獨著。鄭氏所受師說，同於玄成。夫以祖之所自出為天，且人孰不出於天，何以別為一王所自出？別為一王所自出，則必如康成所用緯說感生「靈威仰」之類而後足以達其義。故究韋玄成之解，必至於用讖緯而後已。然則禘說之失，萌於西漢之士，而極於康成之徒。西漢之士，說非皆誤也，雖有是者，傳述之不明，而廢於無助也。夫《逸禮》尚有禘於太廟禮，安得如鄭說，以祭昊天於圜丘而謂之禘。果周以禘祀天，而以嚳配；孔子告曾子，宜與郊以稷配，明堂以文王配並舉之矣，而反漏不言乎？《禮記·喪服小記》、《大傳》兩篇，皆以說《儀禮喪服》者耳，因《喪服》有宗子適庶之禮異，故推其極至天子承祧，至禘而後止，何謂泛言及祀天乎？兩篇皆言「禮，不王不禘」，鄭君釋以祀天，不達經之本旨者也。且夫郊以祭天，其禮誠重矣；然自人鬼言之，則禘之祭祖所自出而以祖配，其禮專為祖設者也，重在人鬼者也；郊祭天而配以祖，所重非在人鬼者也。故展禽之言禘先於郊，《春秋外傳》屢言禘、郊者，以此，不可因是遂謂禘乃祭天神與郊同義也。當康成注《周禮》，知是說之不可通矣，亦謂宗廟之祀，有禘、祫、祠、礿、烝、嘗六者，然不能舉禘、袷之別。惟鄭司農注司尊彝，有云：「朝享、追享，謂禘、袷也。」夫王者先祖之於太祖，皆子孫也。子孫得朝於祖而合食，故袷謂之朝享。王者之追遠，未有遠於祖所自出者矣，故追享禘也。以是求之司農之說當矣，而後鄭不達，顧舍而不從。及王子邕難鄭君，作《聖證論》，斷以禘為宗廟五年之大祭，以虞夏出黃帝，商周出帝嚳，四代禘此二帝，是為禘其祖之所自出，然後禘義大明。故究禘之論，仲師啟其萌，子邕暢其義，後儒所不能易已。然鼐意子邕之說，亦有未盡。蓋王者，太祖以下，皆其祖也。禘祭祖所自出，則其祖皆得配之，袷有不禘而禘無不袷，是以皆曰殷祭也。其祖皆殷祭而立廟者四，是謂以其祖配之而立四廟，言隆殺之分有如此，故雖有太祖之廟，而非其辭意所及也。非如元成謂遠祖無廟，亦非如子邕言專以太祖一人配也。然子邕之言，大旨善矣，後有執鄭君以難子邕者，皆好為說，而無從善徙義之公心者耳。當明時，經生惟聞宋儒之說，舉漢、唐箋注屏棄不觀，其病誠隘，近時乃好言漢學，以是為有異於俗。夫守一家之偏，蔽而不通，亦漢之俗學也，其賢也幾何？若夫宋儒所用禘說，未嘗非漢人義也，但其義未著耳。夫讀經者，趣於經義明而已，而不必為己名；期異於人以為己名者，皆陋儒也。摐約以為然乎？鼐於義苟有所疑，不敢不盡，非有爭心也。苟不當，願更教之，得是而後已。鼐頓首！"
    },
    {
        "title": "復魯絜非書",
        "content": "桐城姚鼐頓首，絜非先生足下：相知恨少，晚遇先生，接其人，知為君子矣；讀其文，非君子不能也。往與程魚門、周書昌嘗論古今才士，惟為古文者最少，苟為之必傑士也，況為之專且善如先生乎？辱書引義謙而見推過當，非所敢任。鼐自幼迄衰，獲侍賢人長者為師友，剽取見聞，加臆度為說，非真知文能為文也，奚辱命之哉？蓋虛懷樂取者，君子之心；而誦所得以正於君子，亦鄙陋之志也。鼐聞天地之道，陰陽剛柔而已。文者，天地之精英，而陰陽剛柔之發也。惟聖人之言，統二氣之會而弗偏，然而《易》、《詩》、《書》、《論語》所載，亦間有可以剛柔分矣，值其時其人，告語之體，各有宜也。自諸子而降，其為文無弗有偏者。其得於陽與剛之美者，則其文如霆，如電，如長風之出谷，如崇山峻崖，如決大川，如奔騏驥；其光也如杲日，如火，如鏐鐵；其於人也，如馮高視遠，如君而朝萬眾，如鼓萬勇士而戰之。其得於陰與柔之美者，則其文如升初日，如清風，如云，如霞，如煙，如幽林曲澗，如淪，如漾，如珠玉之輝，如鴻鵠之鳴而入廖廓；其於人也，漻乎其如歎，邈乎其如有思，暖乎其如喜，愀乎其如悲。觀其文，諷其音，則為文者之性情形狀舉以殊焉。且夫陰陽剛柔，其本二端，造物者糅而氣有多寡進絀，則品次億萬，以至於不可窮，萬物生焉。故曰：「一陰一陽之為道。」夫文之多變，亦若是已，糅而偏勝可也，偏勝之極，一有一絕無，與夫剛不足為剛、柔不足為柔者，皆不可以言文。今夫野人孺子聞樂，以為聲歌弦管之會爾；苟善樂者聞之，則五音十二律，必有一當，接於耳而分矣。夫論文者，豈異於是乎？宋朝歐陽、曾公之文，其才皆偏於柔之美者也。歐公能取異己者之長而時濟之，曾公能避所短而不犯，觀先生之文，殆近於二公焉。抑人之學文，其功力所能至者，陳理義必明當，布置取舍、繁簡廉肉不失法，吐辭雅馴不蕪而已。古今至此者，蓋不數數得。然尚非文之至，文之至者通乎神明，人力不及施也。先生以為然乎？惠寄之文，刻本固當見與，抄本謹封還，然抄本不能勝刻者。諸體中書疏、贈序為上，記事之文次之，論辨又次之，鼐亦竊識數語於其間，未必當也。《梅崖集》果有逾人處，恨不識其人！郎君、令甥皆美才，未易量，聽所好恣為之，勿拘其途可也。於所寄文，輒妄評說，勿罪！勿罪！秋暑惟體中安否？千萬自愛！七月朔日。"
    },
    {
        "title": "復蔣松如書",
        "content": "久處閭里，不獲與海內賢士相見，耳目為之瞆霿。冬間舍侄浣江寄至先生大作數篇，展而讀之，若麒麟鳳皇之驟接於目，欣忭不能自已！聊識其意於行間，顧猶恐頌歎盛美之有弗盡；而其頗有所引繩者，將懼得罪於高明，而被庸妄專輒之罪也。乃旋獲惠賜手書，引義甚謙，而反以愚見所論為喜。於是鼐益俯而自慚，而又以知君子之衷，虛懷善誘，樂取人善之至於斯也。鼐與先生雖未及相見，而蒙知愛之誼如此，得不附於左右，而自謂草木臭味之不遠者乎？「心乎愛矣，何不謂矣。」尚有所欲陳說於前者，願卒盡其愚焉。自秦、漢以來，諸儒說經者多矣，其合與離固非一途。逮宋程、朱出，實於古人精深之旨，所得為多，而其審求文辭往復之情，亦更為曲當，非如古儒者之拙滯而不協於情也，而其生平修己立德，又實足以踐行其所言，而為後世之所向慕。故元、明以來，皆以其學取士。利祿之途一開，為其學者以為進趨富貴而已，其言有失，猶奉而不敢稍違之，其得亦不知其所以為得也，斯固數百年以來學者之陋習也。然今世學者，乃思一切矯之。以專宗漢學為至，以攻駁程、朱為能，倡於一二專己好名之人，而相率而效者，因大為學術之害。夫漢人之為言，非無有善於宋而當從者也；然苟大小之不分，精粗之弗別，是則今之為學者之陋，且有勝於往者為時文之士，守一先生之說，而失於隘者矣。博聞強識，以助宋君子之所遺則可也，以將跨越宋君子則不可也。鼐往昔在都中，與戴東原輩往復，嘗論此事，作《送錢獻之序》，發明此旨，非不自度其力小而孤，而義不可以默焉耳。先生胸中，似猶有漢學之意存焉，而未能豁然決去之者，故復為極論之。「木鐸」之義、蘇氏說，《集注》固取之矣，然不以為正解者，以其對「何患於喪」意少遠也。至盆成見殺之《集注》，義甚精當，先生曷為駁之哉？朱子說誠亦有誤者，而此條恐未誤也，望更思之！鼐於蓉庵先生為後輩，相去甚遠，於潁州乃同年耳。先生謂潁州曰兄，固於鼐同一輩行，而過於謙，非所宜也。客中惟保重，時賜教言為冀！愚陋率達臆見，幸終宥之！"
    },
    {
        "title": "復談孝廉書",
        "content": "某頓首，星符先生足下：前辱以辛楣先生說秦三十六郡事，與僕二郡說異，示以相較，甚喜！比未及詳答，今更考尋，知少詹言亦未審也。按《秦始皇紀》「分天下為三十六郡」，在其二十六年；迄三十三年，略取陸梁地為桂林、象郡、南海，是已為三十九郡；至秦亡時，或更有分合，不知凡若干郡也。子駿、孟堅蓋已不能詳知，姑舉其初，曰：「本秦京師為內史，分天下作三十六郡。」下遂及「漢興」云云。其說實有未備，不可拘守也。僕考秦、楚間郡名，得四十餘。《漢地志》郡、國其有注云「秦置」者，凡三十六。少詹所舉，謂始皇所分三十六郡即是也，而桂林三郡在其中。其外《史記》紀秦昭襄王置黔中郡矣。《陳涉世家》云：「比至陳，陳守、令皆不在。」則知有陳郡矣。「丁疾等圍東海守慶於剡。」則知有東海郡矣。《項羽紀》：「趙將司馬邛定河內，故立為殷王，王河內。」蓋秦有河內郡也。「田安下濟北數城。」《留侯世家》：「孺子見我濟北。」是濟北亦秦郡，故曹參定濟北郡也。至於鄣、東陽、膠東、膠西、博陽、城陽衡山諸郡，皆名見楚、漢之交者。此或秦置耶？或楚、漢置耶？舉未可知。將以推始皇二十六年分三十六郡之數，惟南海、桂林、象郡必不當數之，少詹誤耳。其餘四十餘郡，不能定其決為後置者何郡也。裴所舉三十六郡，與少詹互有短長。僕作《二郡沿革考》時，姑因六朝人說，以鄣為秦郡。究之秦初郡必不可指數，謂有鄣者未必非，亦未必是也。「多聞闕疑」，庶得之耳。尊著《斗建考》甚精當，然猶覺文太繁，減其大半乃善。余當相見論之，不具。"
    },
    {
        "title": "與許孝廉慶宗書",
        "content": "正月行過敝邑，幸得見溫然君子之容，心竊異其非恒士矣。車馬發後，取所著《世室考》讀之，何其博洽辨達也！三月鼐來江寧，攜入行笥重繹，執卷敬歎累日。士牽於俗學，略能留意古箋注者，了不易得，況精思若此者乎？年二十許，所進已逾世耆宿，進而不止，至耆宿之年，絕出尚可量哉？何時當復見？當復更有示教者不？至於審辨所說當不，必學有精博逾足下，或與足下比者，乃可決之，僕淺學蓋不任此，僕粗識文句之末而已。《曾子問》篇「當七廟五廟無虛主」，足下欲伸己說，以「當七廟」為句，此非愚見所安。大抵古今之隔遠矣，議禮者非特漢以後不可合，雖周人之言，亦或舛牙，必欲衷於一是，故難也。又內載朱子說，不應書名。二者幸更酌之！原本附還，千萬自愛，不具。"
    },
    {
        "title": "答袁簡齋書",
        "content": "前日承詢婦人無主之說，當時略以臆對。歸後復讀賜書，檢尋傳記以考其實。蓋以士大夫禮言之，非特婦人無主，雖男子於廟固亦無主也。以天子、諸侯言之，則自漢以後，婦人於廟中有主，而周以前，則或有或無，未敢決焉。古人所重者屍祭。其依神者屍為要，主非所必不可無也。鄭康成注《祭法》，謂士大夫之廟無主，惟天子諸侯廟乃立主。其說頗為今學者所駭，而考之於古則實然。孔子告曾子曰：「當七廟、五廟無虛主。」然則三廟、二廟、一廟者，固可虛無主矣。古《聘禮》，賓介所居館，皆士大夫之廟也。使有主之廟，而使人居之，將豫移主出乎？抑聽其人神之相瀆乎？賓主皆何以安焉？斯廟不設主之可徵者也。惟左氏載孔悝有取祏之事，此特末世之僭耳，非禮之正也。以禮之正言之，天子有日祭、月祀，諸侯亦月有告朔，故設官以日嚴奉其主為宜。卿大夫之祭，於時疏矣，又位下，不能專立官以日典守，故廟中亦無常奉之主。且古人依神，所重亦不必以主也，故男子婦人皆無主於廟，士大夫禮也。若天子、諸侯，廟中固必有主矣。然主不書諡，雖漢猶然。婦人配祭，不專立尸，設同几以依神，則謂后夫人與君同一主，亦無不可者。至《漢儀》載：「天子主一尺二寸，後主七寸，在皇帝主右。」則婦人有主之事，至漢而甚明矣。不知自周、秦以來所傳禮固然，漢乃因之耶？抑第漢時人自為之禮耶？此不可以臆決者也。若今世士大夫不以屍祭，廟中惟主為重。主則書先人之爵與字，不可以云與妣共之。其必當立妣主明矣。《荀子》「食魚泔之」之義，鼐意謂食魚易傷人者膾也。泔之恐是漸之醯醬之類，以為膾耳。奧讀如燠，奧之則以火熟之矣。曾子殆傷昔奉父母時不聞此語，常以泔供饌，故泣也。然別無考證，不敢信以為是也。「不逆薪而爨」者，言持薪必順其本末。此小事尚不肯逆，況為暴乎？此解易了，但不知所出耳。來書云：「見《南齊劉璡傳》。」檢璡傳無此語，乃見《宋書·建平王宏傳》，係璡上書申建平王景素之詞。其餘數條，鼐皆不能解，古事固難通，而傳書亦或有誤字也。謹就所見者上陳，待教！少涼走候不具。"
    },
    {
        "title": "再復簡齋書",
        "content": "《士喪禮》有重無主。若「虞主用桑，練主用栗」，乃是文二年，「作僖公主」《公羊傳》文，非言士禮也。何休引「《士虞記》云：『喪主不文，吉主皆刻而諡之。』蓋為禘時別昭穆也。」此是《禮》之逸篇。題云《士虞記》，而中廣言天子諸侯之禮，若士則安得有禘袷也。鼐前書所云不書諡，蓋誤以漢禮為古禮，據是篇則古主有諡也。《左傳》：「凡君薨卒哭而祔而作主。」杜元凱云：「言凡君者，謂諸侯以上，不通於卿大夫。」觀何、杜之注，皆與康成同意，則知康成言之不可易矣。《穀梁》疏載麋信引衛次仲云：「宗廟主皆用栗，右主八寸，左主八寸。」此亦言婦人於廟中有主，然不知次仲所言，古禮耶？抑第漢事耶？是猶不能明也。謹再復。"
    },
    {
        "title": "再復簡齋書_2",
        "content": "兩劄下問，愚淺不能具答，略以所明者上陳。古人以玄為服采之盛，《禮》所云冕服，皆玄也。衣正色，裳間色，謂之貳采。惟軍禮乃上衣下裳同色，故曰袀服。宿衛之士，當用軍禮，衣裳同色。故《趙世家》有黑衣之列，其衣兼衣裳而名之也。周制軍禮韎韋之服。韎之為色，在赤黑之間，不知趙左師所云黑衣者，即是周之韎耶？或玄衣玄裳耶？要之黑非賤服也。古帝王革命，雖有易服色之事，而要其大體，皆上玄而下黃，雖魏、晉而降，制猶存焉。隋人以宇文周尚黑，舉矯而變之，遂亦及於章服。自隋、唐以後，以紫緋為品官上服，朝會皆衣之，無復尚玄之禮矣。夫聖人制禮，其始必因乎俗，故曰禮俗。祭之有屍，始蓋亦出於上古之俗，而聖人因以為禮，此亦仁孝之極思。使聖人生乎今世，天下但有厭祭而無屍矣，固必不更行設屍以祭之禮，然不可因此遂譏古人之為謬也。屍蓋廢於秦世，秦戎俗也。然則設屍非夷禮，廢屍乃夷禮耳。凡祀天神無屍，而配者人鬼有屍。《淮南子》言「郊祭有屍」可也，然太公為屍之說，則不可信。郊祀稷屍，固宜以子孫為之，何為以姜姓乎？《國語》：「董伯為屍。」晉之董姓，出乎辛有之子。意辛有乃夏子孫，故董伯為鯀屍耶？然而不可考矣。若夫感生之說，則緯書之妄，固不足述。貓虎之屍，亦說之者過耳，於理不應有也。儒者生程、朱之後，得程、朱而明孔、孟之旨，程、朱猶吾父師也。然程、朱言或有失，吾豈必曲從之哉？程、朱亦豈不欲後人為論而正之哉？正之可也，正之而詆毀之，訕笑之，是詆訕父師也。且其人生平不能為程、朱之行，而其意乃欲與程、朱爭名，安得不為天之所惡。故毛大可、李剛主、程綿莊、戴東原率皆身滅嗣絕，此殆未可以為偶然也。愚見如是，惟幸教之！尚熱，未敢走謁，謹復。"
    },
    {
        "title": "復休寧程南書",
        "content": "虙羲氏受《河圖》而畫八卦，禹得《洛書》而陳九疇，是其說本出劉歆，世儒或疑歆言不足憑。吾謂《莊子》有《九》、《洛》之事。其言出歆前矣。歆說必有受，未可非也。宋儒所得《河圖》、《洛書》，傳自道家。夫禮失求之野，亦不得謂道家所傳，必非古聖之遺。故如歸熙甫輩，肆訾宋儒之非者，吾未敢以為然也。然吾謂有聖人之智，然後能見圖、書而得卦、疇之理；苟非聖人，而推測言之，固未必當矣。就邵、朱之書，而決其必合於古聖人歟否歟？斯非聖人不能定矣！非吾末學所敢論也。且聖人之得於天者，有道焉，有機焉。道則列聖同其傳，機則聖各異其所取。虙羲與禹所見者，道也，而所由悟者機也。夫《易》者，言道之書也，而聖人作《易》詞取象，則亦各因其時之機焉。文王所由取，周公或未及知；周公所由取，孔子或未及知。解《易》而強言其象之所由，皆不知道可明而機不可明之故。朱子《本義》，置象不言，此朱子識之最卓，非漢以來諸儒所可及者。然則邵、朱所傳之《圖》、《書》，即誠與慮羲、禹所見者纖毫無失焉，吾亦存之不言可也。彼聖人與天契者，有機焉，作《易》以教天下之理，天下所必當知也；作《易》始發之機，天下所不必知，亦不可知也。食肉不食馬肝，未為不知味。吾尊奉朱子而不言《圖》、《書》，意蓋如此。今足下所著易，尤以言《圖》、《書》為事，此僕平生所不能解者，雖承下問而無以對焉。"
    },
    {
        "title": "答魯賓之書",
        "content": "某頓首賓之世兄足下：遠承賜書及雜文數首，義卓而詞美，今世文士，何易得見若此者。某之譾陋，無以上益高明，「求馬唐肆」，而責施於懸磬之石，豈不愧甚哉？顧荷垂問，宜略報以所聞。《易》曰：「吉人之詞寡。」夫內充而後發者，其言理得而情當，理得而情當，千萬言不可厭，猶之其寡矣。氣充而靜者，其聲閎而不蕩。志章以檢者，其色耀而不浮。邃以通者，義理也。雜以辨者，典章、名物凡天地之所有也。閔閔乎！聚之於錙銖，夷懌以善虛，志若嬰兒之柔。若雞伏卵，其專以一，內候其節，而時發焉。夫天地之間，莫非文也。故文之至者，通於造化之自然。然而驟以幾乎，合之則愈離。今足下為學之要，在於涵養而已！聲華榮利之事，曾不得以奸乎其中，而寬以期乎歲月之久，其必有以異乎今而達乎古也。以海內之大而學古文最少，獨足下里中獨盛，異日必有造其極者。然後以某言證所得，或非妄也。足下勉之！不具。六月十七日，某頓首。"
    },
    {
        "title": "復秦小峴書",
        "content": "小峴先生觀察閣下：鼐憃愚無所識，又以年老多疾，遂至廢學，為海內賢士大夫所棄宜矣。與足下非有生平過從之舊，遠承賜書，殷勤垂問，見推過甚，恧然愧赧！固不敢議閣下之言為無端，又安敢以所相望之深，謂必可以任也？鼐嘗謂天下學問之事，有義理、文章、考證三者之分，異趨而同為不可廢。一塗之中，歧分而為眾家，遂至於百十家。同一家矣，而人之才性偏勝，所取之徑域，又有能有不能焉。凡執其所能為，而此其所不為者，皆陋也，必兼收之乃足為善。若如鼐之才，雖一家之長，猶未有足稱，亦何以言其兼者？天下之大，要必有豪傑興焉，盡收具美，能祛末士一偏之蔽，為群材大成之宗者。鼐夙以是望世之君子，今亦以是上陳之於閣下而已。往時，江西一門徒取鼐文刻板，鼐意乃不欲其傳播，屬勿更印，故今絕無此本子。惟《四書義》乃鼐自鐫，其板在此，今輒以兩部奉寄。經義實古人之一體，刻《震川集》者，元應載其經義，彼既錄其壽序矣，經義之體，不尊於壽序乎？胡雒君在會稽當佳，孝廉之舉不得，亦不足恨耳。此間常與鄒先生相見，因以略知近祉。相望殊切企慕，略報不宣。"
    },
    {
        "title": "復東浦方伯書",
        "content": "四月二十三日，姚鼐頓首奉書東浦先生閣下：得前月二十七日賜書，伏悉近祉，慶慰！慶慰！所諭論文之旨，反覆數百言，詞氣雄逴，而又深盡文章之奧秘，雖於鼐有見許太過之謬，而於立論鑒古之精，兩不相妨也。世之為學者多矣，其所得高出千萬人之上者亦有之矣。若先生之識，不與今之出千萬人之上者並，而當於千百年中數古人期也。鼐以生平用心，所隱冀相知於不可知之異世者，而竟得於同時乎？以四海之廣，悄然相望於曠邈泬寥之中，有不使更感歎而增欷者乎？先生文亦自非今世所有，特為之不多耳，然亦何必以多貴乎？韓理堂、魯絜非文，略如來諭。絜非後日之文，乃更不逮舊刻之文。昌黎云：「無慕於速成，無誘於勢利。」凡為文始善而終衰者，大率病此耳，可太息也！陳石士前月末自此往蘇州，云將謁閣下，必已過。其人可謂有志意矣，其必成與否，尚未敢決知耳。示詩三十餘，大抵蒼勁入古，已並入大集內矣。鼐詩集近亦刻成，謹以一部呈教。此間可與言者，僅毛俟園一人。其言詩文貴「當者立碎」，果為名論。先生所作，時有此境，而尚不能盡然，況如鼐耶？賤狀略如曩昔，率復並候不具。"
    },
    {
        "title": "送右庶子畢公為鞏秦階道序",
        "content": "陝、甘古雍州，於九州最大。其西北兩邊，緣河、隴之外，地比接乎戎夷。今皇帝即位，方內艾寧，乃以師定準噶爾，禽大、小和卓木，取烏什。中國師行之道，芻餉之運，前後數年，皆出於陝、甘。上軫念陝、甘之民，為數免其供賦焉。大功既成，辟地廓遠，駐師以為守，屯田以為食，有不足用，轉移以資給，是以陝、甘設新疆經費之局。夫吏臨所治，安氓俗，頒政教而已，而陝、甘之吏，疇畫顧及萬里之外。然則國家選人，西北較重三方，亦其宜也。三十二年冬，命右庶子畢公為鞏秦階道。公材高而容眾，資厚而善文。庶子之職，自明以為相階。今一旦出為外吏，士大夫不以為憾而以為慶，知西北重地，而上向賴公之意甚殷故也。隴、洮南轉，包、氏故居，帶挾羌、渾，種性雜殊。夫兼植異類，而內民不改樂業者，所以稱上仁、安疆場也。公其建德於茲，而後入為輔相，天下乃謂上之進公，非不試而用者已。"
    },
    {
        "title": "送龔友南歸序",
        "content": "龔君劍戍居江南之宜興，有園田在焉。其來京師，每為余道宜興山水之勝，而自言其樂思於此也。余曰：「昔者孔子取狂狷之士。狂狷者，慕古之人而不同乎流俗，故鄉原絕而譏之。今子材甚美，志甚高，論甚峻，近乎狂狷而將蒙譏者也，京師中豈宜是哉？其思自放於山水固宜也。」今年冬十月，龔君一日過別余曰：「吾將隨吾父歸陽羨之居，逾年將復見子於此。」夫以龔君之逸才曠志，將處跡乎山谷之間，歌詠乎風雲，狎友乎魚鳥，余與龔君相別之日則長矣，而龔君顧樂之。若猶將復來此也，則余與龔君相別之日短矣，而竊恐君之不欲。雖然，如君年富而質美，進修而日強，且志日慕乎道德之盛。夫道德之盛者，不傲世而立名，不離物而矜己，謙而光，偕乎俗而不流。如是者，夫焉所處而不宜？君其一旦自江南而返乎京師，使君之學進乎古人，而德足信乎天下，復與余歡然相聚於此。然則君今者適乎江南山水之樂，其樂猶淺也。龔君之行，其友皆作歌詩以送之。余更欲其更進於道也，而別為之序。"
    },
    {
        "title": "贈孔撝約假歸序",
        "content": "自周衰至今，垂二千年，古帝王之後，覆墜泯絕者，不可勝數。獨孔子後嗣，歷代有封爵，進而益崇，若聖人常在世者然。士大夫過曲阜孔氏，無論新故，必加敬愛，如恐弗及。豈孔子子孫人人賢哉？尊慕者深，則推及其遺體也遠。吾因是知古封建世及之法，當乎人心，由之足以維繫後世畔散乖異之群，而使之不忍去，其道亦猶是也。國家重德而尊師，加禮聖裔，典逾前代遠甚。惟禮部會試，粘名拔之，孔氏試者，雜於儔人之中，欲加意而莫由。於是有間數十年無孔氏舉進士，則天下歉然。前年春，恩科會試，前衍聖公之孫孔君撝約與其從叔名繼涵皆得舉，撝約又選入翰林。天下不以為孔氏榮，而以為朝廷慶，雖余固亦樂之也。人情好惡殊異，選舉雖至公，未必人皆謂善；若天下樂之，因為國獲得人之譽，其於選舉之道，不尤盡乎？然吾聞士之自待，與人之所以待己者不同。撝約年僅二十而有高才，廣學而遠志，蘄為古人而不溺於富貴。然則其必不以人之所以樂之者自樂也。《傳》曰：「莫知其苗之碩。」何也？誠愛之深也。余誠無狀，然愛撝約之深，殆未有若余者。夫器莫大於不矜，學莫善於自下，害莫深乎侮物，福莫盛乎與天下為親。言忠信，行篤敬，本也；博聞、明辨，末也。今夫豫章松柏，托乎平地，枝柯上干青雲；依於危碕，岸崩根拔而絕，土附之不足也。以天下愛敬孔氏，而加以撝約之賢，未嘗不益重也，慎其所以自附者而已！今年春，撝約以親疾假歸省焉。其行也，官於朝者皆眷然不欲離，余乃別為之說以贈。乾隆三十八年二月，桐城姚鼐序。"
    },
    {
        "title": "贈錢獻之序",
        "content": "孔子沒而大道微。漢儒承秦滅學之後，始立專門，各抱一經，師弟傳受，儕偶怨怒嫉妒，不相通曉，其於聖人之道，猶築牆垣而塞門巷也。久之，通儒漸出，貫穿群經，左右證明，擇其長說；及其敝也，雜之以讖緯，亂之以怪僻猥碎，世又譏之。蓋魏、晉之間，空虛之談興，以清言為高，以章句為塵垢，放誕頹壞，迄亡天下；然世猶或愛其說辭，不忍廢也。自是南北乖分，學術異尚，五百餘年。唐一天下，兼采南北之長，定為義、疏，明示統貫，而所取或是或非，未有折衷。宋之時，真儒乃得聖人之旨，群經略有定說；元、明守之，著為功令。當明佚君亂政屢作，士大夫維持綱紀，明守節義，使明久而後亡，其宋儒論學之效哉！且夫天地之運，久則必變。是故夏尚忠，商尚質，周尚文。學者之變也，有大儒操其本而齊其弊，則所尚也賢於其故，否則不及其故，自漢以來皆然已。明末至今日，學者頗厭功令所載為習聞，又惡陋儒不考古而蔽於近，於是專求古人名物、制度、訓詁、書數，以博為量，以窺隙攻難為功，其甚者欲盡舍程、朱而宗漢之士。枝之獵而去其根，細之蒐而遺其巨，夫寧非蔽與？嘉定錢君獻之，強識而精思，為今士之魁傑，余嘗以余意告之而不吾斥也。雖然，是猶居京師厖淆之間也。錢君將歸江南而適嶺表，行數千里，旁無朋友，獨見高山大川喬木，聞鳥獸之異鳴，四顧天地之內，寥乎芒乎，於以俯思古聖人垂訓教世、先其大者之意。其於余論，將益有合也哉？"
    },
    {
        "title": "贈程魚門序",
        "content": "余初識魚門於揚州人家坐上，白長身美髯，言論偉異，自是相愛敬。魚門來官京師，乃益親。去歲同纂《四庫全書》，因日日相見，至今歲，余始將去。余與魚門一別於揚州。後六年，余由京師歸家，別於京師。後又六年，魚門南遊江、淮，轉入梁、宋，復別余去。後四年，至今日。前之別，皆未幾即見；今之去，其見時未可期也。余幼於魚門十四歲，始相識余年二十八，今逾四十，多羸疾，思屏於江濱田間以自息。魚門意氣亦不如故，修髯蒼蒼大半白，相對言今昔事，有足慨者。人欲握手交歡，杯酒道款曲，則鄉里親舊多有之；至縱橫往復古今賢士術業，言足起人意，非遇海內豪傑之士，不可得也。是以今者，余益有慕乎魚門。夫士處世難矣！群所退而獨進，其進罪也；群所進而獨退，其退亦罪也。天地萬物之變，人世夷險曲直好惡之情態，工文章者，必抉摘發露至盡。人匿其情久矣，而或宣之，宜有見惡者矣，況又加之以名稱耶？往時大學士劉文正公，嘗太息魚門之才，而惜其為名士。夫魚門行與學甚敦美，與名相副，名何足為魚門病？抑吾聞之，物求而致之者，不若不求而致之之安也。魚門處盛名之下、車馬塵雜之間，其將釋知遺形、超然萬物之表，有若聲華寂滅、遺人而獨立者也。然則魚門終免世網羅繒繳之患也已！"
    },
    {
        "title": "贈陳伯思序",
        "content": "周衰而莊周、列禦寇之言興。蓋古帝王之時，民皆有淳德，聖人謂無以持之也，道以仁義，養以禮樂文章，使民始於忠信而成於禮。若周、禦寇所云「大人至德」者，聖人乃以為教之質也。去古既遠，功利狙詐益用，二子始欲一返乎質，使人各全其真，其言雖不中，救世之心，可謂切矣！自周及魏、晉，世崇尚放達，如《莊》、《列》之旨。其時名士外富貴、淡泊自守者無幾，而矜言高致者皆然，放達之中，又有真偽焉，蓋人心之變甚矣！昌平陳君伯思，其行不羈，絕去矯飾，遠榮利，安貧素，有君子之介。余謂如古真德而可進乎聖人之教者，伯思也。國家設百官，以治庶事；伯思處曹司，溫溫無所辦，不為能吏。嗟乎！使今之在官者皆伯思若也，則治亦大矣！伯思友余時，年二十許，今又二十餘年，德與年日新者，余所望於伯思也。以魏、晉之賢自處而安乎故者，陋也。久與遊將別，思有以慰且勉之者，余之衷也，故述是說進焉。"
    },
    {
        "title": "劉海峰先生八十壽序",
        "content": "曩者鼐在京師，歙程吏部、歷城周編修語曰：「為文章者，有所法而後能，有所變而後大。維盛清治邁逾前古千百，獨士能為古文者未廣。昔有方侍郎，今有劉先生，天下文章，其出於桐城乎？」鼐曰：「夫黃、舒之間，天下奇山水也。鬱千餘年，一方無數十人名於史傳者。獨浮屠之俊雄，自梁、陳以來，不出二三百里，肩背交而聲相應和也。其徒遍天下，奉之為宗。豈山川奇傑之氣有蘊而屬之邪？夫釋氏衰歇，則儒士興，今殆其時矣！」既應二君，其後嘗為鄉人道焉。鼐又聞諸長者曰：「康熙間，方侍郎名聞海外。劉先生一日以布衣走京師，上其文侍郎。侍郎告人曰：『如方某何足算邪？邑子劉生，乃國士爾！』聞者始駭不信，久乃漸知先生。」今侍郎沒，而先生之文果益貴。然先生窮居江上，無侍郎之名位交遊，不足掖起世之英少。獨閉戶伏首几案，年八十矣，聰明猶強，著述不輟，有衛武《懿》詩之志，斯世之異人也已。鼐之幼也，嘗侍先生，奇其狀貌言笑，退輒仿效以為戲。及長，受經學於伯父編修君，學文於先生。遊宦三十年而歸，伯父前卒，不得復見。往日父執往來者皆盡，而猶得數見先生於樅陽。先生亦喜其來，足疾未平，扶曳出與論文，每窮半夜。今五月望，邑人以先生生日為之壽。鼐適在揚州，思念先生，書是以寄先生，又使鄉之後進者聞而勸焉。"
    },
    {
        "title": "書制軍六十壽序",
        "content": "大司馬制府書公紱庭先生，自其先相國藩屏江南之時，從於官署，趨庭之暇，以偉材明識，佐成善治，而因習知江南之民俗。其後，以忠孝入侍禁垣，以勳績外著徼塞，而天子知其才德之閎，尤熟於江南之治，命撫安徽，擢督三省，皆嗣相國之故跡。公整身秉義，以率列城之吏，殫心悉謀，以圖數千里之政。法令不苛，而治績日茂，為時益久，民心益仰戴親樂之。至於今歲，公俯臨江南者十年，而維秋八月，降崧之壽亦六十矣。昔周公、召公，分主東西陝，始自文王之時；及於成王，則君陳繼周公為尹，而召公受任，逮於康王，年幾百歲。周、召之治，皆前後數十年，此周治所以盛也。今聖人臨馭宇內，備文、武、成、康創守之道，亦且兼有其前後累洽之年矣，而督治三江者，自中原而包有吳、越，猶周、召分陝之職，公實以父子相繼居之，譬若周公、君陳焉。至其莊敬日強，任劇煩而不倦，精神方富，耆艾壽考，必且同於召公。然則以一人之身，將兼有周、召之美。若是者，豈獨公一身之庥嘉哉？夫亦我國家之盛事也。然公持清介之節，葆儉素之風，設弧之辰，方親詣河、淮，以防秋水之至，誡屬吏無敢為慶祝之禮。至於閭巷之間，歎美者盈途，頌禱者在室，而固不敢以陳於左右也。鼐聞之《豳風》，古豳民頌其國侯，有躋公堂稱兕觥而祝無疆之壽者。今公世治江南，固猶古諸侯之嗣職，而凡厥吏民，各懷躋堂稱觥之思久矣。特公謙懷儉德，不使其下得為耳，然其意不可不著也。鼐江南庶民之一，實與億兆同心，又欲附古詩人之意，謹述而為之序云。"
    },
    {
        "title": "陳約堂六十壽序",
        "content": "始者予在京師，獲知於新城陳觀察伯常，得聞其考凝齋先生之賢，其後遂拜凝齋先生於南昌，粹乎君子德人之容也。後余再入京師，乃遇約堂先生，為觀察之弟，仕於兵部，望其狀，知其為人足嗣父兄矣，而顧不常見。其後十餘年，鼐歸江南，新城魯君絜非示予所為文，中記約堂在鄉里，為義田、義倉恤民之事十餘端，而志若未足，其仁心如此。時約堂已來為守太平，問諸太平之人，曰：「太守之撫吾民，如其邦族焉。」後又數年，予來江寧，遇約堂於江寧。既而約堂命其少子用光碩士來從予學為古文。碩士年少，才駿而志遠，固世之異士也。其時，約堂長子以為《四庫書》勞賜舉人，當補京職，而觀察之孫既成進士入詞館矣。甚矣！陳氏之多才也。蓋天固相其家而興之，而亦其累世仁德篤行之蓄，有以致之矣。《詩》有之曰：「樂只君子，遐不黃耇？樂只君子，保艾爾後。」夫貽德於後美矣，而身以黃耇得躬見之，則尤人之所樂得，如《詩》之頌君子，抑何盡乎人情也。今陳氏世德相承，固古所謂「樂只君子」者矣。維諸少年之興，凝齋先生與觀察不逮見，而約堂於政成名立之時，日見其子孫繼登之美，由是日引而未艾，是古之善頌而不可必得者，而約堂獨得之也，可不謂盛乎！歲之正月，為約堂六十壽辰，碩士求余言，持歸為親壽，余以世俗之為壽者，必曰神仙，昔凝齋先生嘗為《仙說》斥其陋矣，不足為約堂道，俾碩士誦《詩》以侑觴焉其可也。"
    },
    {
        "title": "陳東浦方伯七十壽序",
        "content": "昔昌黎韓文公之論為詩曰：「歡愉之詞難工，愁苦之言易好。」故世謂唐詩人罕達，獨高常侍稱為作詩之顯者而已。其後，歐陽永叔因亦有「窮而後工」之說，世多述焉，或以為是不必然。夫詩之源必溯於《風》、《雅》，方周盛時，詩人皆朝廷卿相大臣也，豈愁苦而窮者哉？鼐嘗思之，當文、武、成、康為治，周、召之倫，陳述祖宗，援引興亡，以為教諫，憂危恐懼之意常多。逮宣王中興，尹吉甫之徒，於君友間，誼兼規勉。是雖處極治之時，其詞固不得第謂為歡愉矣。若夫為歡愉之詞，《魚麗》、《蓼蕭》、《菁莪》、《魚藻》之篇，寥寥數言，不足以發為詩之極致。然則詩人誠不必盡窮，而歡愉之詞不如愁苦，其說上推之《六經》，卒無以易也。潯陽陳東浦先生，少為詩人，實配盛唐之雄傑，秉節方面，則嗣周室之旬宣，固兼孔門之政事、文學，而為詩人之達者也。今秋七月，先生七十初度，吏民蒙德者，無不為先生慶，而先生方勤思國事，湣念民瘼，未嘗少自暇逸，歡愉之說，靡得進焉。鼐謂此先生德業之所以隆，亦先生詩所以美也。是以援韓公之論，證之周、召、吉甫，以請於先生。蓋衛武公年八九十，而為《抑戒》，而召公矢音《卷阿》，年逾百歲，為古詩人之壽，而道光於天下後世，此鼐所以祝於先生者。若夫白樂天、陸務觀之倫，雖亦詩人之多壽，而不足為先生道矣。"
    },
    {
        "title": "家鐵松中丞七十壽序",
        "content": "維歲乙卯春二月，吾兄鐵松先生，由廣西巡撫移臨雲南，於故事當覲於朝，會黔中有疆場事，吾兄當助籌糧運以應軍興，將待胥靖而後請覲焉。是夏六月，先生七十初度，以國事方殷，幕府之前，命無得以祝壽言者，而吾嫂方夫人及其子伍祺，方留任家事於里。方夫人慈和惠愛，幼先生一歲，來年五月，亦七十矣。伍祺將進觴於室，且以寄祝於先生，而俾鼐為之辭。鼐聞之《詩》曰：「泛泛楊舟，紼纚維之。」此言諸侯佐天子任民事，如將舟者必有維楫之勞也。既而曰：「優哉遊哉，亦是戾矣。」言既勤勞之後，則道洽治成，優遊無事，以造於天子之朝也。吾兄早居繁劇，屢任封疆，宣力奏績，感激知遇。今以七十之年，精力方剛，許國之情彌厲，忘家之節愈堅，非所謂「紼纚維之」者乎？所治事寧，將趨闕下，優遊是戾，旋當其會矣；而吾兄不敢亟言優遊，唯盡力於勤勞，則誠忠孝之志也。仰維聖人臨馭，重熙而久治，海內鼓舞於萬壽無疆之樂，而大臣蒙錫福而佐嘉謨者，又皆耇造之人，雍容化日盛世之福也。吾家積德累數世，二三百年矣，而舉族壽登耆耋者極少。吾兄少居貧，以孝名天下，備經勤苦矣，乃老而康艾登焉。且其始仕河、隴之間，分符江、漢之域，觀察閩海，提刑南越，所處每在邊徼，遭值事勢盤錯，或為常情所難居，而肩任不疑，屢禽大憝，惠布遠黎。今又居昆明西南數千里，建旄秉鉞，為國家安奠中外，愈任其勞，福祿愈遠，此殆天所篤祐，以助承景運之隆者，夫豈偶然哉？然則上引天下之閎休，下成吾一家之私美，吾兄雖不欲言慶，家之人能無慶乎？若夫《蓼蕭》有黃耇之褒，《桑扈》有受祜之命，度吾兄入述所職，承被龍光，將亦上近於古義矣；而其禮瞻於禁陛，固當紀在史官。今方與吾嫂稱觴於里巷，道款於平生，所謂家人之詞，有未敢抗比詩人之頌者云。"
    },
    {
        "title": "彙香七叔父八十壽序",
        "content": "吾族居桐城四百年，累世仰承先祖之盛德，率獲為善之報，登仕籍致名稱者亦多矣，而惟耆壽最為難至，蓋有年屆七十，已為貴矣。若夫數百年中數千人，其至八十者，三四人而已。今歲乙卯，吾族在城居而度七十已有五人，而秋八月、九月，吾叔彙香先生暨叔母趙孺人並壽八十，然則今茲最為吾族之盛而吾叔又當今盛美之尤也。吾叔承家世忠厚之訓，行固可稱，而族人所尤推者，與叔母趙孺人事叔祖祥符府君，盡孝愛之道，故宜其福之優而亦天之相之也。今歲吾族壽七十者，莫貴於鐵松中丞矣。然中丞方遠撫西南萬里之邊，勤勞公事，不敢暇逸，豈如吾叔使長子貫一弟作令近省，祿足以供甘毳；而依平弟宦歸之後，侍養里中，懷源、石南兩弟，又方以才進於時。諸孫並奮誦讀，足娛老人之志。下有曾孫，上偕琴瑟，以大耋之年，於里中時會親族，康強娛樂，不知世有缺陷之事，以此言之，所得福且鐵松中丞所不逮也，而況於餘人乎？貫一弟作令有聲，時方倚用，而吾叔亦惟勉以在公，以盡養志之理，雖不獲常在側，而與稱觴階下無異也。族之人於吾叔初度，咸合慶於庭，鼐故為之詞，既以增吾叔、叔母之歡，又以達貫一兄弟之志云。"
    },
    {
        "title": "鄭太孺人六十壽序",
        "content": "儒者或言文章吟詠，非女子所宜，余以為不然。使其言不當於義，不明於理，苟為眩曜欺，雖男子為之可乎？不可也。明於理，當於義矣，不能以辭文之，一人之善也，能以辭文之，天下之善也。言而為天下善，於男子宜也，於女子亦宜也。太姒之所志，莊姜之所傷，共姜之所自誓，許穆夫人之所閔，衛女、宋襄公母之所思，於父母、於兄弟、於子，采於《風詩》，見錄於孔氏，儒者莫敢議，獨後世有為之者，則曰不宜，豈理也哉？侯官林君母氏鄭太孺人，少善文辭，歸於林君尊甫。林君尊甫以進士知山陰縣，罷官旋沒。廉吏家無儲贍，太孺人年三十餘，上事姑，下撫兩幼子，辛苦勞瘁，以其學教二子，同一年得鄉薦，季者成進士，為編修。余每與兩林君言論，非世俗淺學也，而皆出於母氏。今詣余謂太孺人是冬壽六十，乞一言以歸為獻。余謂太孺人之行，孔氏所褒，而其文，儒者所當采以附古錄詩之旨者也。林君歸，以是說進諸母氏之前，太孺人其益可以自信矣！"
    },
    {
        "title": "旌表貞節大姊六十壽序",
        "content": "周之西都多貴族，而詩人嘗思詠其女子焉，曰：「彼君子女，謂之尹吉。」女而有君子之德，天下所得之以為榮者也。及尹氏為太師，見刺家父，而《節南山》作焉，則並其親黨譏之曰：「瑣瑣姻亞。」夫一尹氏也，而得其女者，或以為榮，或以致譏，豈非以所值賢不賢異哉？故貴賤盛衰不足論，惟賢者為尊，其於男女一也。吾族夙有形家之說，曰「宜出貴女」，而張氏與吾族世姻，其仕宦貴顯者，固多姚氏婿也。然余以為吾族女實多賢，豈待其富貴而後重耶？余三從伯父為嘉湖道布政副使，實生大姊，適張君肩一，為萊州太守之子。太守之夫人，吾姑也，大姊之娣，又吾妹也，皆賢有可稱，而大姊之遭最不幸，十六而嫁，能事公姑，以為有禮。太守捐館舍，肩一以憂致疾，姊割臂求以療之，竟不起，遺一孤女。姊年才二十，悲傷之甚，損其一目。自是上事姑，下撫弱女，閉門自守，不妄見一客，卒以夫弟子雍嗣，教之成立，有司請於朝而旌其閭焉。吾嘗閱歸熙甫作顧文康之女壽序，言：「其家隆盛，能以豔陽桃李之年，而有冰雪風霜之操。」吾姊雖不若彼出於宰相之門，而父母及夫家，皆典牧方州，世承仕宦。姊獨於其間遭離荼苦，執德秉節數十年，其亦可謂君子之女，無愧古之尹、吉，而其榮有逾六珈簟{艸弗}者已。萊州之喪，吾姑恭人最儉謹，持家有法。姊能嗣姑之舊以保其業，子女皆婚姚氏：女嫁母侄，子娶姑女，邕然門庭之間，日浸以盛。姊於是老而傳事，蓋今茲年六十矣。十月上浣，實其初度，內外之族，皆往慶之。《詩》曰：「無非無儀，惟酒食是議，無父母遺罹。」此以處常者言也，若不幸遭值艱厄如吾姊，其必如吾姊處之，乃可以言無遺罹矣。吾故引《詩》美刺之義為壽，豈獨以榮吾姊哉？又使幼少者將聞吾言而知敬戒也。"
    },
    {
        "title": "孫母張宜人八十壽序",
        "content": "孫君石似之母張宜人，節孝著聞於鄉鄰，慈惠洽溥於族戚；上則朝廷旌異其門閭，下則士大夫敬禮而樂頌其美；子孫才俊，冠蓋滋興。歲春正月，閱壽八十，設帨之辰，親交咸詣，舉觶為慶，而俾某首為之辭。某讓不獲，乃進曰：夫前哲往行之美，而後進不獲見者多矣。天既俾其人為賢，必又與以耆耇之壽，然後後之人得承事聞見其嘉言懿行而效法之。其能及是者，豈非幸乎？某之生晚，於鄉前輩之賢，多未奉杖屨，嘗侍宜人之父張少司空，時公年八十餘矣，竊自以為幸，而今又見宜人之八十。宜人雖女子而有父風，其在孫氏，承其舅東昌太守清吏之後，尺寸銖累，必由於儉樸，而所以助鄰里宗族者，罄竭與之，未嘗吝也。治身恭肅，作配刺史公，刺史公早世，獨撫三子，教之成立，節義凜然，老而修行不衰。後進士女，靡不見之有所矜式。如宜人之壽，豈獨孫氏之福，夫寧非吾鄉之美也歟？往者諸城劉文正公嘗問某：「子同鄉張少司空，子以為何如人也？」某謹對：「公孝友篤敬人也。」文正曰：「公非第此而已，其立朝有豐裁，能斷大事，吾希見其比者。」會他客至，某不及請問其詳，嘗以為恨。夫少司空男子，行著於外，人尚有不及盡知者，況懿美之蘊於閨闥者乎？宜人之德雖著，然或尚有餘美，雖鄉人不及知，而獨以貽慶於其子孫者。然則吾言第盡於此，若其所以為孫氏慶者，蓋自是不可窮也。"
    },
    {
        "title": "伍母陳孺人六十壽序",
        "content": "自余來江寧，伍生光瑜從余遊四年矣，時為余述其母氏之賢，曰：「昔光瑜先考，為人慈仁樂善，而艱於子。適母楊孺人賢明而好義，急緩帶之思，乃得生母陳孺人來歸，生子瑛及光瑜。光瑜甫生而孤，是時，舉家所以為生計者，皆托於人手。主人驟喪，或乃乘勢危而欲攘之。兩孺人處悲哀之中，內撫幼弱，外禦強侮，備嘗困難，而後得保其家。二子既長，雖慈愛之甚，而教督必嚴，以至於有孫也，則撫之亦如是。於是者數十年，而楊孺人棄世。陳孺人之事女君也常嚴，未嘗一日懈於禮；侍其疾也，未嘗須臾離於側；及其亡也，悲哀至久而不能自勝。其持家教子婦及施德親族也，一皆率循楊孺人之舊法而不敢怠。當先君始沒，楊孺人年三十餘，陳孺人二十餘。國家之制，三十歲以下守節者得旌典，逾三十則否。光瑜將為母請旌，孺人聞之淒然曰：『吾與楊孺人共守數十年，目見女君之勤苦立義至矣！今者使國恩獨加於吾，而楊孺人不與，則吾不忍也，必不可。』」光瑜又請曰：「甲寅之歲，春正月五日，實吾母陳孺人六十初度。光瑜既不敢違母命而請旌於朝，願先生賜之言以光於室。」余聞而歎曰：「兩孺人者之秉義，則皆美矣，而陳孺人讓善之意，何其厚也！」《易》曰：「謙尊而光。」今世相矜以名，雖閨門之內，亦務為誇飾而寡情實。如陳孺人之辭名不欲居者，何可及哉！雖然，守謙者，孺人之志也，而奉國制以揚幽潛者，有司之責也。孺人自盡其情，而有司自行其典，夫亦並行不悖可矣，孺人豈必終拒之哉？若夫《詩》之言曰：「釐爾女士，從以孫子。」言女有士行也。孺人之用心如此，可不謂有士行乎？況其子孫從為士者乎？然則將必有承其德而興者，可以為伍氏慶矣。"
    },
    {
        "title": "王禹卿七十壽序",
        "content": "孔子曰：「古之學者為己，今之學者為人。」今夫聞見精博至於鄭康成，文章至於韓退之，辭賦至於相如，詩至於杜子美，作書至於王逸少，畫至於摩詰，此古今所謂絕倫魁俊，而後無復逮者矣。假世有人焉，兼是數者而盡有之，此數千年未嘗遇之事，而號魁俊之尤者矣。然而究其所事，要舉謂之為人而已，以言為己猶未也。夫儒者所云為己之道，不待辨矣。若夫佛氏之學，誠與孔子異。然而吾謂其超然獨覺於萬物之表，豁然洞照於萬事之中，要不失為己之意，此其所以足重，而遠出乎俗學之上。儒者以形骸之見拒之，吾竊以謂不必，而況身尚未免溺於為人之中者乎？丹徒王禹卿先生，篤志學佛者也。先生少以文章登朝取上第；生平吟詠之工，入唐人之室，與分席而處；書法則如米元章、董玄宰之嗣統二王。此皆天下士所共推無異論者。獨至其學佛之精，而人反不甚信；僕以語人，人口諾而心笑者且有之。今歲八月，先生忽生背疽，負痛欲死，而晝夜危坐，與人言說，神明不變，匝月而平復。於是世始駭歎，知先生之學，真有能外形骸而一死生者，平時不覺，遇難而後見也。又越月，則為先生七十壽辰。夫先生苟無此七十之壽，則其為己之實，不能大著於天下，而天下反以其為人寄跡之事稱之，不亦失先生於交臂乎？先生持佛戒，桑弧之日，不可以酒醴稱觴，鼐獨為斯言以壽，侑以清茗，使來壽於堂者同飲之，將終醒而無醉云。"
    },
    {
        "title": "吳伯知八十壽序",
        "content": "余往主江寧鍾山書院，高淳吳君伯知，使其次子維彥來江寧，就余為學。自是余得備聞君之為人，溫良君子人也，而未得相見。獨維彥時往來於江寧，如是者數年。及余今年，畏涉江濤，辭去鍾山而居皖，而維彥又適當補官於安徽，亦來皖，於是又相從幾一歲。維彥與余之得屢聚，豈非天乎？維彥以歲十月，為君之八十壽辰，告余將請歸為父壽。余又因詢知君之康強如少壯，麵渥丹而筋骨堅凝，又有以異於常人也。君性甚孝，自其先人之亡，葬於郭外，每日晨起，必先步詣墓下，然後歸治家事，今八十矣，獨日往如其昔也。君於鄉黨有急無不應。於高淳公事，修學宮、治道路、拯災患、恤孤寡，無不盡其力，鄉人皆戴而德之。又恭敬謙遜，未嘗少以言加人。獨居，必肅然，聞雷霆，必正衣竦立。夫存心慈仁而持躬戒敬者，壽之道也。君之得壽，於理固為當然。而以天下人子之心思之，維彥與其兄維英、弟維綱，以逾壯之年，而見其老親之壽健若此，得不謂天之厚之乎？余是以樂為之辭，使維彥以歸為君獻。若夫仁孝如君，以其道教其子，則維彥成慈祥之德，異日必為吾安徽良吏者，吾又將因君之為人決之，而君且於子成政之日就養於官，或與余相遇於此邦也，則尤余之所深願也。"
    },
    {
        "title": "乾隆戊子科山東鄉試策問五首",
        "content": "問：古者立學釋菜，祀其國賢者為先師，示學者取法前哲，從地近者始也。矧東土為聖人父母之邦，名儒繼踵，多士仰慕師法，尤易興起者乎？春秋時若柳下惠、季文子、孟獻子之流，嘉言懿行，於《傳》述焉，多士宜誦習而考其純駁矣！及孔子同時所交遊者，大抵齊、魯賢士。太史公既稱孔子嚴事晏平仲矣，而又載晏子嘗沮尼谿之封。夫晏子賢者，而其言何謬乎？抑史所載有未信乎？劉向錄晏子於儒家，而柳宗元謂其書出於墨子之徒，又何說也？孔子之後，齊、魯儒者，各有著書，惜哉今不盡傳。其篇目存亡可考者凡幾？曾子之書，見存於《大戴禮記》者十篇，與《論語》中曾子之語，精粗奚若？《孟子》十一篇，今存者七篇。其餘軼說，尚可聞乎？荀子嘗為齊稷下祭酒矣，古以孟、荀同稱。然荀子乃詆子思、孟子之說為非是，夫何悖哉？抑其言今多載於《禮記》，諸生能別出之，而論其當否歟？漢初若魯申培、穆生、白生、齊轅固、濟南伏生之屬，誠多賢者。其後若公孫弘、甗寬、韋賢父子、蕭望之、匡衡、孔光，皆齊、魯之儒，皆致位公相矣。乃其人邪正優劣，則何如也？鄭康成於東漢之末，興於高密，為海內巨儒。夫世言理學者宗閩、洛，而考證經義詳博者推漢儒。雖然，漢儒行事具在，將謂其第能博聞稽古，為有功於經乎？抑有躬修實踐，誠無愧於儒者也？宋儒孫明復、石守道，最有重名，其人亦可與閩、洛諸儒並論之否？方今皇上聖學日躋，繼古道統，崇經術，獎德行，所以興起教化，勸示儒林者至矣。諸生承聖朝之澤，而追鄉里之賢，尚友千古，考論辨說，所慨慕企仰者何如哉？願聞之以覘志趣焉。問：儒者之學非一端，而欲觀古人之跡，辨得失之林，必求諸史。為史之家有數體，而欲統貫終始，言簡事該，其法必取諸編年。昔者孔子作《春秋》，為編年家之所祖，筆削褒貶，學者述焉。然孟子曰：「其文則史。」《左傳》亦間稱其體為《禮經》之舊。然則聖人所筆削者，殆無多歟！自是之後，為編年之史者，有荀悅《漢紀》，張璠、袁宏《後漢紀》，習鑿齒《漢晉春秋》，干寶《晉紀》，孫盛《晉陽秋》，裴子野《宋略》之類。其書或傳或不傳，然昔人固有評之者，其概可略聞歟？宋司馬文正公，以遷、固以來文字繁多，刪削冗長，舉其大要，作《資治通鑒》。觀其《進書表》，自謂抉摘幽隱，計較毫厘，則可謂盡善矣。乃若漢留侯之致四皓，唐莊宗之負囊矢，豔稱今古，而何以不載？而雜家小說，若《西京雜記》、《平剡錄》之類，轉有采者何哉？其後，朱子因之作《綱目》，其法益備，而義益精，第以門人編錄，或不免脫漏舛誤。諸生嘗盡讀而考論之乎？夫孔子序《尚書》始於堯，太史公亦止紀五帝，溫公《通鑒》托始於三晉，而劉恕《外紀》，獨上追盤古。夫恕固與溫公同修書者，而茲何其異也？其餘《前編》、《續編》、《續綱目》等書，孰為優劣？王應麟、胡三省為《通鑒》注，尹起莘、劉友益為《綱目發明》、《書法》，其得失何如？揚子雲曰：「子長多愛，愛奇。」愛奇，史氏通病，豈獨子長哉？故審理論世，核實去偽，而不為古人所愚，善讀史者也。我皇上聖學淵深，睿知首出，故《御定通鑒綱目》三編，及近奉《御批通鑒輯覽》，所取予進退，莫不歸於至當。譬之日月至明，幽隱必照，千載之遠，不能欺也。多士承聖訓而仰文明，於史氏之學，必有能稱量是非、自攄所見者，盍詳著於篇！問：《夏書》紀九州，而各載其貢道，蓋以急惟正之供，謀轉輸之便，聖人所以安國而利民也。禹時九州之中，四州貢道，皆在今山東之境，或由濟、漯，或由汶、泗，皆達河以至帝畿。或謂徐州「浮於淮、泗，達於河」，河乃「菏」字之誤，是何謂耶？自水道屢變，大河改流而南，而國家建都燕京，則天下糧運，皆由會通河以至太倉，而山東為咽喉扼要之地，是其勢較古時為尤重。夫運河北所行者，漳水也；南所行者，泇、承、沂、泗也；臨清以南，濟寧以北，則上下皆賴於汶水。昔人言「汶水有五，源別而流同」，其詳可得聞歟？明永樂中，尚書宋禮用白英策，築灞東平之戴村，遏汶盡出南旺，分流南北，可謂巧於濟運矣。然南旺地勢特高，故昔人謂去閘則南北分瀉一空；況天時不齊，或有旱竭，固其理也。然則豫備之使無患運道者，宜以何術？《周禮·稻人》：「以瀦蓄水，以防止水。」《考工記》曰：「善防者，水淫之。」初，宋禮於汶上、東平、濟寧、沛縣並湖地，設水櫃、斗門，櫃以蓄泉，門以泄漲。然水櫃在明時，已苦易淤，今固不免填塞矣。夫豈乏善防之術，如《周禮》所云「逆地阞」、「不理孫」者乎？抑湖濱之民或有侵占，失其舊而吏不之省乎？且唐時承縣有十三陂，以為沃壤，嶧縣其故界也。今將舉湖陂之利，盡修復之，內美田疇，外資舟楫，其道何以籌之？至於浚淺、置閘諸策，前人謀之詳矣，其在今日，尚有可議者歟？夫通古今之謂儒，漕運經國之重務也。是以皇上既嘗親蒞河堤，指示方略；至雨澤小有不時，必上軫宸慮，谘命河臣，毋敢怠忽，意至切矣。然則考稽川瀆，講求利病，幾一得以佐當世之用，亦儒者事也。其各陳所見，以為當寧獻！問：國家設官分職，各有典司，而惟守令最為親民之吏。使親民之吏，舉得其人，則天下何患不治？使親民之吏，一方失其人，則一方受其病，朝廷雖有良法善政，皆為虛文而已。恭惟我皇上愛養黎庶，軫念如傷，重司牧之官，慎察吏之政，是以綱維建立於上，群生禔福於下，治化之澤行，而貪暴之風寡矣。雖然，海內至大，人情萬殊，賢者固各舉其職，而間有不肖，或亦偷容其間。今將使郡縣之吏，盡稱其職，其道以何者為要？夫人難求備，德性多偏，吏之嚴明者或鮮慈惠，仁愛者或過於寬柔。所謂嚴而不殘，愛民如子，見惡如農夫之去草者，甚難其人。今將聽長民者意之所自趨乎？抑國家法令，有可以持其偏而扶其弊者歟？至其甚者，則又或放縱無忌，黷冒侵惏。是以今者稽察之令，責成上官，而執法除邪，明示懲創。然猶恐上官以姑息，而吏巧於避法，何以禁之？且《國風羔羊》之詩，美節儉正直之德。夫節儉則無侈費，正直則無營求；無侈費，無營求，則取用於廉俸，寬然有餘資矣，而曷至甘為墨吏哉？然則奢蕩營謀者，吏治之所由敗也。今欲《羔羊》之美，遍於郡邑，而無「簠簋不飭」之譏，將焉所立法而後可？昔者司馬子長始傳《循吏》，而所載公儀子，固魯人也。諸生亦嘗讀史而慕其風歟？《漢書》循吏六人，《後漢書》循吏十二人，其所為之跡，有於今可仿而用之者，亦有不可施於今者，尚分別論之！至其餘如趙、張、三王之流，雖不入於《循吏》之傳，然其治道實有足為吏法者，采其長而施之於今，奚不可也？諸生其援古以合諸當世之要，《書》所謂「學古入官」者，蓋將有取於此。問：民俗美惡，因上治化。王者在上，道德一而風俗同，言治化無弗遍也。雖然，當周盛時，分封魯、衛及晉，已有用夏政、商政、周索、戎索之異。然則所云風俗同者，舉其概而已。其水土風氣性情習尚之偏，聖人不能強使合也。故曰：「修其教不異其俗，齊其政不易其宜。」昔者周公「尊尊而親親」，太公「舉賢而上功」，二者殊而齊、魯皆治。及其衰，則「洙、泗之間，齗齗如也」，而臨淄至以「多劫人為大國之風。」於是乎曹參以勿擾獄市、容奸為治矣。若是者，豈風俗一變，不可復反乎？將其時上所以導之者，失其理乎？恭惟國家平治百年，百姓自厥祖父，被列聖教養之澤，加以我皇上建極錫福，德溥而化光。是以山東境內，秀民則《詩》、《書》弦誦，愚民則重農桑、務本業，有淳古之風，豈非以其質性敦樸，處地近而感化尤速乎？雖然，恬熙久而侈肆萌，生齒繁而遊惰起，文學固可貴，而恐其質行之衰。織作冰紈、冠帶、衣履，天下之舊不必復，而恐其本富之不足。欲防其弊，厥道奚從？且欲保風俗之美者，莫要於去奸民。昔管子治齊，「參其國而伍其鄙」，使「罷士無伍，罷女無家」。管仲雖非王道之器，及其治國，實與《周禮》比伍族閭聯「相保相受」者同意。諸生能舉其法之詳而識其要歟？今山東東渚巨海、廣斥之野，南岨蒙、羽，西連湖澤，盜賊匪人或托跡焉。夫列郡舉行保甲之法，豈非周公、管子之遺？去奸宜得其要矣，奸民猶有竄匿何耶？將山澤曠遠，有散處幽阻，難以比次歟？抑市廛雜遝，流冗來去無常，難以蹤跡歟？不然，則吏奉行者不盡實歟？諸生生長其間，見聞熟矣，欲登進其風俗之美，而彰善癉惡以敦治道，諸生私所議論者謂何？其悉論陳之！"
    },
    {
        "title": "乾隆庚寅科湖南鄉試策問五首",
        "content": "問：古者立教，多以文章禮樂為則，未嘗輕言性命，而性命之理，實無不明。其後學者歧分，異說競起，於是言性理者紛紛焉。蓋孔子之傳，惟孟子得其宗。至若莊周、荀卿之屬，推其原，未嘗不出於孔氏之徒，而卒不勝其刺謬者何也？夫言性惡者，其悖不待論矣。董仲舒對策陳性命之情，韓愈作《原性》、李翱作《復性書》，皆依於儒先之旨，而時有純駁，將何所去取歟？昔箕子言五事，《周禮》言六德，孔子四教：文、行、忠、信而已。孟子始言四端，及宋周子又舉仁義中正。夫道一而已，聖賢所舉之目，何其參差也？將有同條共貫者存，而不嫌於言之異乎？自漢以來，天下賢人君子，不可勝數。然言道學，孟子之後，遂紹以周、張、程、朱，其實何以定之？且周子言無極、太極，頗近於太始、無始，主靜則近於寂滅之旨，主一則近於常德不離之教。正學異端，懸於霄壤，而判於微茫，奚以析焉？方今聖天子在上，至德至教，究廣大而極精微，接羲、軒之統，探孔、顏之蘊，垂則士林，向風興起。湖南為周子故鄉，餘風未泯，尤宜有推闡服習其微言者。諸生其毋謂誦習宋儒，第為科舉之學也。試悉攄所自得焉！問：史家之體多矣，而紀傳之敘載為詳。為紀傳者亦多矣，而司馬遷、班固為首。故言史法者，宗《史》、《漢》而已。夫《史記》之紀五帝、三王，援據《尚書》及《帝系篇》，不敢多入異說，蓋其慎也。然楊子雲猶云「子長愛奇」，乃後人補述，或反溢於子長之外，何耶？《漢書》本紀止於十二，張衡謂宜增元後紀，豈誠班氏之疏乎？表所以淆列事時，使人易曉。共和以前之年，不可知矣。司馬遷表燕昭、齊宣時事，亦與《孟子》諸書不合者為何？漢有《功臣表》與《外戚》、《恩澤侯表》。景帝以後，侯國以降將得者，皆進於功臣。丞相封侯，雖以魏相、丙吉之賢，皆列於《恩澤》，其升降義當然乎？抑有所失耶？後世之史，多作《兵志》，而《史》、《漢》不著其目。並分見於他篇，其義安取？孔子或謂不當入《世家》。屈、賈、魯、鄒，或謂不當同傳。進遊俠，退處士，前人並以是譏遷，能斷其功過歟？《史記》西域之事，何以附於博望？《漢書》宗廟之議，何以附於韋賢？又霍去病之於子孟，賈生之於君房，雖為一家，而列傳厘分，各以事彙，當矣。至劉向以附元王，而不與蕭傅同傳，張湯、杜周不入《酷吏》，其於本書體例，能無參差乎？恭惟皇上萬幾之暇，披閱前史，抉千古之匿情，剖儒生之疑說，特著論辨，啟牖群蒙。士得奉折衷之論，以盡探石室之藏，將博學精思，足備異日珥筆之選者，必有其人焉。故詢《史》、《漢》數端以覘其概云。問：管子曰：「有地牧民者，務在四時，守在倉廩。」賈生曰：「積貯者，天下之大命。」古聖王之制：「九年耕，必有三年之食。以三十年之通，雖有凶旱水溢，民無菜色。」則積貯莫善於此。其後，李悝治魏，視年豐殺以為糴出之節。是雖富強之術，其計畫亦足為王政資。漢五鳳年間，始設常平倉。其法，悝之遺法也。然當時止用於邊郡，一傳及元帝而罷之。豈其道有不便於民乎？抑吏為之不善也？隋時有義倉之名，宋儒定社倉之制。言積貯者，大抵因此三術。其建置本末利害得失之相較，可悉聞歟？今州縣各設常平倉，又令鄉邑自為社倉，國家籌為民厚生者至矣。湖南之地，古所云「火耕水耨，民食魚稻，呰窳俞生，而無積聚」者。然則議積貯於茲地，尤其急也。夫土壤卑濕，官存倉穀，久貯則有紅朽之虞，歲糴則有強派抑買之弊，是將何以杜之？社倉積穀，雖民所自為，然將一聽於民，而官不為之經理歟？將使吏與於其間，而毋乃又為閭里擾歟？必使吏良而令行，民賴其利，將何術與？夫審民生纖悉，以達於謀國大體，儒者有用之學也。願聞陳義之詳密焉！問：民有四，而士其表率也。士習既端，則國多卿大夫之材，而民安於從化。古之時，兔罝之士，皆可為干城。父與父言慈，子與子言孝，一有罷士，不得容於其間也。周、秦之交，士習始漓，而縱橫狙詐之說以起。自漢以來，士風又屢變矣。方今多士涵濡於列聖重熙累洽之餘，又仰被皇上聲律身度之教，向仁慕義，俊民聿興。《詩》云「藹藹王多吉士」，固茲時也。若乃九州萬國，地廣俗殊，椎魯者無文，華巧者失實，南北異尚，何以齊其短長？又其間，間有居庠序而侵吏事，舍樸厚而樂輕俠，有士之名而實為士之蠹。地有師儒，而未必盡從其教；歲舉優劣，而未必盡得其實。將使化導得行，而激勸各當，其道曷由？諸生夙誦洙、泗、閩、洛之言，所以自正其身者，即國家所以整齊天下之理也。修己移風，試為悉陳其要！問：詩以言志，虞廷設教，蓋首用之。唐時以律詩試士，其後或沿、或否。聖上以科舉表判之法，文具無實，乃詔試士增用詩題。所以觀學者性情才力，畢陳而不可掩也。今試以古今體制之殊，俾諸生縱論之。五言詩始於枚乘、蘇、李，其後作者輩出。魏、晉而下，太白譏其綺麗，退之斥為蟬噪，果無足取若是乎？李、杜詩之大家，而朱子尤推子昂《感遇》者，則又何說？七言歌行，王子猷所告謝太傅者，已盡其理，能闡發其意與？唐、宋、金、元、明諸家歌行一體，派別尤多，而各極其致。其正變何以衡之？自沈約始言聲病，五言近體，權輿於此。唐初言律詩者推沈、宋，其後諸家少變其法。中唐作者多以五律為長，然以視開、寶以前何如也？元微之推杜子美為第一者，其長律一體耳。子美果以是獨絕，而律詩必以是為正法乎？七言律詩，明人之論，或主王維、李頎，或主杜子美，而盡斥宋、元諸作者，意亦隘矣。然蘇、黃而下，氣體實自殊別。意有不襲唐人之貌，而得其神理者存乎？夫唐人之詩，古今獨出。然或謂惟絕句一體，最為得樂府之遺者，是何謂也？我朝文治百有餘年，風雅之林，炳焉極盛。皇上睿藻昭回，囿古今而羅萬象。學者少窺萬一，以旁衡千古詩人之作，如登高臨谷，如持鑒察形，較如其易明也，可以究舉而詳說矣！"
    },
    {
        "title": "朱竹君先生傳",
        "content": "朱竹君先生名筠，大興人，字美叔，又字竹君，與其弟石君珪，少皆以能文有名。先生中乾隆十九年進士，授編修，進至日講起居注官、翰林院侍讀學士。督安徽學政，以過降級，復為編修。先生初為諸城劉文正公所知，以為疏俊奇士。及在安徽，會上下詔求遺書。先生奏言：「翰林院貯有《永樂大典》，內多有古書世未見者，請開局使尋閱。」且言搜輯之道甚備。時文正在軍機處，顧不喜，謂「非政之要而徒為煩」，欲議寢之，而金壇於文襄公獨善先生奏，與文正固爭執，卒用先生說上之。四庫全書館，自是啟矣。先生入京師，居館中纂修《日下舊聞》。未幾，文正卒，文襄總裁館事，尤重先生。先生顧不造謁，又時以持館中事與意迕，文襄大憾。一日見上，語及先生。上遽稱許「朱筠學問文章殊過人」，文襄默不得發，先生以是獲安。其後，督福建學政，逾年，上使其弟珪代之，歸數月遂卒。先生為人，內友於兄弟，而外好交遊。稱述人善，惟恐不至，即有過，輒覆掩之，後進之士，多因以得名。室中自晨至夕，未嘗無客。與客飲酒談笑窮日夜，而博學強識不衰，時於其間屬文。其文才氣奇縱，於義理、事物情態無不備，所欲言者無不盡，尤喜小學。為學政時，遇諸生賢者，與言論若同輩，勸人為學先識字，語意諄勤，去而人愛思之。所欲著書皆未就，有詩文集合若干卷。姚鼐曰：余始識竹君先生，因昌平陳伯思，是時皆年二十餘，相聚慷慨論事，摩厲講學，其志誠偉矣，豈第欲為文士已哉！先生與伯思皆高才耽酒，伯思中年致酒疾，不能極其才。先生以文名海內，豪逸過伯思，而伯思持論稍中焉。先生暮年賓客轉盛，入其門者皆與交密，然亦勞矣。余南歸數年，聞伯思亦衰病，而先生沒，年才逾五十，惜哉！當其使安徽、福建，每攜賓客飲酒賦詩，遊山水、幽險皆至。余間至山中崖谷，輒遇先生題名，為想見之焉。"
    },
    {
        "title": "張逸園家傳",
        "content": "張逸園君者，諱若瀛，字印沙。曾祖兵部尚書，諱秉貞。祖諱茂稷，考諱廷弟，皆贈左都御史。廷禘三子，長若溎，仕至左都御史，而君其季也。都御史為人端凝樸慎，而君慷慨強果，自其兄弟少時，里人皆異之矣。君始以諸生為書館謄錄，敘勞授主簿，借補熱河巡檢。熱河今為承德府，君仕時未設府、縣，以巡檢統地逾百里，歲為天子巡駐之所，四方民彙居其間，君以嚴能治辦，奸蠹屏除。留守內監為僧者曰於文煥，君一日行道，見其橫肆，立呼至杖之。於是熱河內府總管怒，奏君擅杖近御，直隸總督亦劾君。上聞之，顧喜君強毅，不之罪，而以劾君者為非。其後為良鄉知縣、順天府南路同知。有旗民張達祖，居首輔傅忠勇公門下，始有地數百頃，賣之民矣，久而地值數倍，達祖以故值取贖構訟。經數官，不敢為民直。君至，傅忠勇頗使人示意君也。君告之以義，必不可，卒以田歸民。畿南多回民，久聚為竊盜，不可勝詰。君多布耳目，得其巨半魁，或親捕之，凡年獲盜百餘。盜畏之甚，乃使一回民偽來首云：「有某人至其家，巨盜也。」及捕之至，即自首「某案己所為盜，有贓在京師禮拜寺」。君使兵吏偕之至禮拜寺，則反與哄鬥。至刑部訊，以某案事與此人無與，以君為誣良，議當革職。既而上見君名，疑部議不當，召君，令軍機處覆問，減君罪，發甘肅以知縣用。是時上意頗向君，然卒降黜者，大臣固不助君也。在甘肅二年，嘗為張掖復營兵所奪民渠水利。又以張掖黑河道屢遷，所過之田，為沙礫數百頃，而歲輸糧草未除，力請於總督奏除之。時甘肅官相習偽為災荒請賑，而實侵入其財，自上吏皆以為當然，君獨不肯為。其後，為者皆敗，於是世益推君。君引疾去甘肅，里居數年，會兄都御史已進用，上數顧詢君狀。君乃復出，補直隸撫寧知縣。其勤幹如昔，然君年已六十餘矣。以子鴻恩為兵部郎中，受封朝議大夫，例不為知縣，遂去歸里，又數年，卒。君居里為園，時遊之，名之曰逸園，言己不得盡力為國勞而苟逸也，故人以逸園稱君。姚鼐曰：余家與君世姻好，君為丈人行。所謂逸園者，負城西山麵郊，余先世亦園址也。君數飲余於是，自述平生為吏事，奮髭抵掌，氣勃然。誠充其志，所就可量哉！君在里建毓秀書院，為族人設藝局以養貧者。親姻昏喪急難，每賴其施以濟。君亡久矣，人方思之不能忘也。然余尤偉君杖內監僧及不為傅忠勇曲論民田事，為有古人剛毅之風，故為著傳。君能著於世矣！才節遇知天子，而仕抑屈於縣令，惜哉！命為之耶？抑古之道終不合於今乎？君長子鴻肇，為戶部員外郎，先卒。次鴻恩為福建延平府知府。次鴻磐。"
    },
    {
        "title": "方希原傳",
        "content": "方根矩，歙人，希原，其字也。為歙諸生，工為文。其文用意高遠，非今世之所謂時文者也，而昔人所以取《四子書》為義之初旨，則希原得之為深。其學宗婺源江慎修，其文宗桐城劉海峰也。所居在歙西靈金山中，有林泉之勝。希原親賢好學，四方賢者至歙，無不樂交希原，希原亦延致其家，唯恐其去，名聞甚廣。乾隆丙午科，大興朱石君侍郎主江南試，自決必能以第一人取希原，而希原是時已不應試。後又四年，希原卒，其卒年六十一矣。睎原父曰□□，候補布政司理問，常客於漢上，而使希原家居為學，及為其曾祖、祖父母營卜葬地。數年，希原學益深，而登涉川原，盡得兩世葬地，其父乃以為慰。其於交遊，死生如一，能任其急難。意氣和易，寡怨怒，雖終身諸生，世為之不平，而希原未嘗以為感歎也。子二，曰起泰、起謙。姚鼐曰：余始聞方希原之名自戴東原。東原為言新安士三，曰鄭用牧、金蕊中及希原也。蕊中在京師，與相接最久；用牧、希原之文，嘗得讀之，而不識其人。及希原歿之前一年，余主紫陽書院，用牧以鄉試去里不得見，得見希原，果君子。然以事促歸，不及造其靈金山居也。其後，余不復至歙，而希原、用牧相繼喪矣。人存歿數十年間耳，遇不遇曷足論，士有所以自處其身者足矣。蕊中書來，使作希原傳，余以所知者述於篇。"
    },
    {
        "title": "張貞女傳",
        "content": "昔歸熙甫作《貞女論》，謂：「女在父母家，不應以身屬人；所許嫁者亡而為終守，不合於義。」吾謂熙甫是言過矣！今律與人約婚而中背者有刑。而晉王褒以其婿葬父洛陽，即以其女別嫁。以今律論，褒為甚不誼。以褒之賢，衡今之法，則制刑非矣。然而皆不然者，古今情事殊也。且伊尹五就桀，柳下惠不羞汙君，而伯夷非其君不事。季曆、文、武興周室，而泰伯逃隱，夷、齊叩馬而諫。士各行其志所安耳，君子亦仁而已，何必同。吾近覽鄉曲之事，高貞女之節，悲傷其志，以謂靡病於古誼焉。張貞女者，父曰張裕昌。其五世祖為明末山東左布政使秉文，殉難於濟南者也。貞女許嫁之夫曰葉孝思。孝思父母皆老病將死，獨有孝思一子，又病瘵甚篤，欲迎張氏侍其父母疾，張氏親戚皆難之。貞女曰：「既以身許人，奈何聞其危篤，安坐以待其死乎？」即布衣乘輿入葉氏，視其公、姑及夫疾，晝夜不怠。一年而舅、姑及孝思皆死，僅有屋三間。張氏迎父、弟共處，以屋居父，而己所處幾於不蔽風雨。時為父浣炊，為弟縫紉，晝夜營女工以為生。及父死而治其喪，立族子友賢為子，聘侄張氏為婦，得孫曰傳興。一年而友賢又死，其婦亦能效其姑立節概焉。貞女自十九歲守節，至今五十四。而葉孝思之族祖曰蔭寰，聘妻胡氏。蔭寰失愛於繼母，悲憤以死。胡氏農家女也，聞而誓必為夫守，父母不能奪，即送至持喪。其夫伯母楊氏亦寡婦，憐胡氏，與同寢處，其姑久亦愛焉。胡氏今年四十餘，守節三十年矣。其居皆在縣城內之西。又有周氏者，居縣城東百四十里，許配法洪山章彌六，年十五而彌六死，請於父母，來夫家服喪，遂不返。其夫家為立嗣撫之，至有玄孫，年九十三，去歲冬沒，乾隆五十五年也。鄉俗焚葦輿以送終，章氏數千人見其焚煙上徹，聚為白鶴，久乃滅云。而桐城城內又有馬鳴玉之聘婦方氏。鳴玉死，方氏居父母家，極窮困，然守而不嫁至老，先周氏二年死。始馬氏諸子，疑方氏初未即至夫家，不敢迎入門，至其老將死，乃服其節，請於官而旌之。嗟乎！行必久而後信，女子固然。非耄期不亂者，曷以為士乎哉？"
    },
    {
        "title": "印松亭家傳",
        "content": "印君諱憲曾，字昭服，寶山縣人也。祖曰輯瑞，考曰克仁。克仁無子，其弟廣西太平府知府光任生君，以君為之後。中乾隆十五年順天鄉試舉人，次年成進士，分發廣東為翁源知縣，以能吏稱。其後內擢補吏部稽勳司員外郎，三擢至吏科給事中，京察一等。乾隆四十六年，命為浙江寧紹台兵備道。其在寧紹凡八年，嘗修海寧石塘有功，榷海關盡去苛徵，商民喜之。寧紹歲造戰船，以樟木為材，君采購嚴禁吏蠹，毋擾於民，而公事修辦。大計列一等，當擢而君疾，引歸數月而卒，年七十一。君為人孝弟慈仁。其在京師，遭本生父母喪哀甚，見者不能與言也。平居和易愛人，人樂親之。交友鄉里至都，居君寓舍常滿，有求索者必應。事有就君謀者，必盡其慮。及君外任，則求君者益廣，君意常若有歉於人者然，所給者雖頻數不以自沮。其處內外職，屢治刑獄，而意一出於慈仁矜全，多賴以生者。鼐與君及泰州侍庶常朝，皆以鄉試同年相知。侍君負氣疾惡，同年生多遭誚責，然獨重君，嘗謂鼐：「印君真長者也！」其後庶常沒於京師，君視其棺殮尤備。君生平寡欲，獨好鼓琴，晚而自號松亭云。子三，曰：鴻經、鴻緒、鴻緯。君居官為政之詳，錢辛楣少詹事已為誌墓具之。鼐更以所知者為傳，以授其子焉。"
    },
    {
        "title": "節孝陳夫人傳",
        "content": "陳夫人，雍正甲辰科進士、臨海知縣諱暠鑒之女，遷江知縣左諱文高子世揚妻也。年十七而嫁，嫁十年夫死，一子行遜二歲。左氏雖宦後，至夫人寡居，甚貧乏，上事姑謹，下撫孤子，及以叔娣女為女，訓之必以禮。始臨海公生五女，夫人最長，季則姚鼐母也。臨海嘗夜教女讀書，每太息言：「吾女何率勝兒！」夫人後亦自授行遜書。左氏所居，猶其先明忠毅公之故宅，分至夫人及子，二室才盈丈。撫子愛甚，鼐時至其室，亦愛甚。嘗使子與鼐於室中談經義，夫人自治食啖之，聞其言於牖外，即喜入曰：「汝等與人言宜若是！」夫人年五十八，乾隆十五年冬甚疾，鼐之母視疾，執手而訣。行遜後終於諸生，其子其章最有行誼。嘉慶元年，詔舉孝廉方正，里以其章應舉，而其章之子，前一年登江南鄉試榜，人謂天祐節孝之遺也。然去夫人卒四十五年，去行遜亡二十餘年矣。今惟夫人所撫叔娣女為女適張氏者尚存，亦為嫠，年七十餘矣。當乾隆間，夫人已為吏奏旌表其節孝，鼐更愴思而述從母傳云。"
    },
    {
        "title": "鍾孝女傳",
        "content": "孝女錢塘鍾曉齋女，三歲母徐氏沒，父繼娶陸氏，又三年喪父。及女年十四，陸氏得危疾，人謂必死，女禱天求活其母，刲股和藥飲之，未愈，乃再刲，陸氏竟起。女後適邵志錕，志錕疾病，女亦割臂以愈之，年二十四卒。夫割股，非孝之正也，然至情所至，無擇而為之，君子所許也。且天道人事，捷於呼響，惟誠則達，於鍾氏女何疑焉。志錕字儒珍，性好為善，浙中凡有濟民之事，必儒珍董之，以此聞四方。其言孝女事舅姑、接家人，皆多可稱，雖復娶矣，嘗悲思鍾氏。余哀其意，作《鍾孝女傳》。"
    },
    {
        "title": "節孝張孺人傳",
        "content": "張孺人，桐城太學生張若楷之女，適孫良□。良□高祖臨，明末以監楊龍友軍，殉難仙霞嶺，國朝諡之節湣者也。考為候選知州循綽，早沒。妣張宜人，工部侍郎廷彖女也，里中稱賢明，先以貞節被旌。孺人為塚婦，事之能承其志。蠡亭先娶姚氏，無子卒，孺人為繼，生一子起嶸。起嶸生兩月而蠡亭以疾卒。起嶸幼而多疾，孺人撫視之尤瘁，嘗累日夜不能眠，然子五歲則使就學，督之嚴甚，卒以成其才。孫氏家故豐，而張宜人施於宗族戚黨者厚，故漸貧。蠡亭兩弟，仲亦先喪。其後季弟將援例就官。或勸孺人：「於是時當議析爨以食，毋與俱盡也。」孺人曰：「吾寧合而貧，不欲析而富也。」其後家遂大乏，起嶸出授徒於外以為養，時有不給，孺人頗困，然朝夕怡然，如處其家故富時，未嘗以為怨。乾隆四十八年，吏部奏孺人節孝，奉旨旌表。起嶸中乾隆己酉科順天鄉試。及嘉慶辛酉科，其子世昌，亦舉順天鄉試，而孺人於是年遂卒，年七十七，為嫠五十年矣。次年世昌成進士，改庶吉士，而起嶸先以大挑二等當得學官，獨哀母氏多歷艱苦，不與祿養，請姚鼐為述其傳。鼐亦夙聞孺人賢，知起嶸之狀不誣也，故為書其概云。"
    },
    {
        "title": "何季甄家傳",
        "content": "何季甄者，名思鈞，霍州靈石人。考諱世基，生三子，思鈞為季，故字曰季甄。季甄早孤，依於其兄思溫，友敬甚至，勤力於學。乾隆四十年成進士，改庶吉士。纂修《四庫全書》，善於其職。四十三年散館，改部屬矣，旋以校書之善，仍留庶常館。次年授檢討，自是常在書局。及《全書》成，與賜宴文淵閣下，而旋以疾請告，屏居訓子元烺、道生，兩子一年成進士，其後皆以才顯，有名內外。其居靈石北鄉有雙溪，嘗自號雙溪。天下稱何氏為盛門，以何雙溪為宿德矣。嘉慶六年季甄卒，年六十六。始吾二十八歲居京師，而季甄之兄令季甄從吾學。其齒幼於吾六年耳，而事吾恭甚，使背誦諸經，植立不移尺寸。其後學日進，而與吾或別或聚。吾在禮部時，季甄得山西鄉舉而來，相對甚喜。後三年而吾以病將歸，季甄適攜家居於都。吾入其室，見其子之幼俊，歎曰：「何氏其必興乎！」然是年別，不復得相見。次年，聞其成進士。又後十二年，聞其兩子成進士。又後十三年，聞季甄喪矣。季甄存時，常以書問吾甚摯。自京師來者，為吾言：「季甄之家法整飭，老而所養益邃，容肅而氣衝，士流有前輩典型之望。其所以訓子者，真古人之道也。數十年未嘗須臾晝而居內，敕其子皆然。」吾老而德不加修，吾愧於季甄，季甄不吾愧也。季甄於交遊鄉黨多惠愛，每好濟人出，又嘗設義學於其閭。始季甄娶王氏無子，繼娶梁氏生二子：元烺，以庶吉士改部，今為戶部郎中，道生，以工部郎擢山東道御史，出為九江知府。又繼娶張氏，生四子：立三、維四、慎五、漱六。漱六為孤才三歲。吾痛季甄之喪，既為文哭之，又次其行為傳，以寄諸其家云。"
    },
    {
        "title": "陳謹齋家傳",
        "content": "陳謹齋，諱志，字純侯。休寧有陳村，在縣治西南山谷之間，俗尚淳樸，陳氏世居之。謹齋之曾祖仁琦，以孝悌稱，為鄉飲賓。其子燿然、孫世墱，皆敦厚不欺為長者。世墱又為鄉飲賓，僅一子，志，守其家法尤謹，故自號曰謹齋也。謹齋以行賈往來江上，或居吳，或居六合、江浦。所居貨嘗大利矣，而輒舍去之，既去而守其貨者果失利，其明智絕人如此。而內事親孝，養寡姊甚厚。姊亡，盡力上請，獲旌其節。在里則歲以米平糶；建陳氏宗祠，置祀田，設為條制甚備；倡修邑鄉賢祠。其村南有巨溪，越溪道達婺源，而溪漲輒阻為人患。謹齋為造舟設義渡，置田以供其費。在六合、江浦，遇公事所能為者，必以身先，如其在休寧焉。其自奉甚簡陋，而濟人則無所惜。人或欺忤之，夷然未嘗較也。人或頻以事求索之輒應，未嘗厭也。暇則以忠謹之道訓其家人，而未嘗言人之過。少時遇一術者，為言君某歲當少裕，某歲大裕，及他事成毀，後皆奇驗。又言君當五十三歲死矣，故謹齋至五十即歸臥陳村不出，以待終，然壽七十八乃沒，人謂其修善延也。既沒，而其家不失長者風，謹齋之教也。謹齋子四人：有灝、文龍、有沺，皆篤謹為善人，皆先之卒；惟幼子有涵送其終，時年五十矣，而以盡禮致毀有稱。有涵之子兆麒，從姚鼐學為文，嘗為鼐述謹齋之行。姚鼐曰：謹齋生平皆庸行，無奇詭足駭人者；然至今人多稱之者，以其誠也。夫使鄉里常多善人，則天下之治無可憂矣。如謹齋者，曷可少哉！曷可少哉！"
    },
    {
        "title": "方染露傳",
        "content": "方君染露，名賜豪。為人清介嚴冷，不可近以不義。少以能文稱，為諸生。乾隆三十年，中江南鄉試。屢不第，以謄錄方略館年滿議敘，得四川清溪知縣。既至官。視其僚輩淟涊之狀，曰：「是豈士人所為耶？吾奈何與若輩共處？且吾母老不宜遠宦。」即以病謁告，其蒞官甫四十日而去歸里，歸則授徒以供養，日依母側。執政有知之招使出者，終不往。如是十年，母以壽終。君悲傷得疾，次年卒，年五十有九，乾隆五十九年也。君尤工書，里中少年多效其法。君夫人張氏亦賢智有學。余居里中寡交遊，惟君嘗樂與相對。一日，在余家，共閱王氏《萬歲通天帖》，疑草書數字，不能釋。君次日走告余曰：「昨暮，吾妻為釋之矣。」舉其字，果當也。然張夫人竟無子，側室□氏生子元之，元之四歲而孤。君既喪，余益老，里中舊相知皆盡。君弟鶁自京師書來，請為君傳。余謂君行可紀，而亦以識吾悲，故書之如此。"
    },
    {
        "title": "程養齋暨子心之家傳",
        "content": "程養齋，諱文邃，字乘素，養齋其自號也。先世居歙黃墩，唐末徙新建，至宋淳祐中徙婺源。居婺源十六世，為贈資政大夫宇，生贈資政大夫應鵬，兩世皆有厚德於鄉黨，養齋乃應鵬之第三子也。年十九而父嬰風疾，兩兄適客遊，君侍疾左右，及經理家事，稱為賢孝。及既孤，上事母、兄，下撫三庶弟，人無間言。程氏自兩贈資政相繼建立祖祠，而增修飭之。至養齋，為立祭法，規久遠，益虔且密。恤宗族，厚鄉里，能嗣其家風。為人循謹，踐履質實。著《無忝志》、《經目志》、《禮考》若干卷。又輯《先代遺訓》、《師友格言》，自端楷細書為卷，日取以自警惕。平居嚴衣冠，慎動作，見者肅然。又明於處事。婺源嘗值歲饑，君率眾出粟平糶，設立規條，事舉而為利溥。總理《婺源縣志》，書成人以為善云。年五十七卒於家，以例得都察院都事職。卒後以子尚義由知府加五級，得贈資政大夫。娶董氏。子二：尚志、尚義。尚志字心之，其為人年少而沈靜，寡言笑，嚴毅如宿德。十八歲補邑弟子員，力學不懈，於《十三經》皆成誦，而不牖於時文之卑陋。嘗讀古史書，分類而纂記之，求經濟之用，自厲氣節，嘗曰：「士入世，立腳不堅，任事不巨，則庸人耳！」兼通算法，能推三角八線，以闡宣城梅氏之義。居家孝悌，最為養齋所喜，赴試金陵，卒於途，年二十二。養齋哭之，有曰：「人非善不交，物非義不取；於朋友肸，於兄弟怡怡。」茲足著其人矣。以子學金為戶部主事加二級，得贈奉政大夫。妻王氏以節孝獲旌。子二：學金、南金。姚鼐曰：婺源為大賢朱子之鄉，士大夫猶以敦禮講義為貴，君子之遺風遠矣！如程養齋者，誠無愧一鄉之善也與？養齋於修縣志時，婺源士皆惜心之之死，欲載之志內，養齋不可，今學金乃請余傳之。其父子用意，顯晦皆是也。如心之之賢俊，矯出於俗，使天假之年，所成立可量哉！"
    },
    {
        "title": "宋雙忠祠碑文（並序）",
        "content": "東海朱使君受命領兩淮鹽運司之次年，謁於江都城北宋制置使李公、副都統姜公祠下。乃進士民告之曰：當宋之季，自荊、襄而下，城隳師殲，降死相繼。伯顏之軍，南取臨安；阿術之軍，北圍揚州。時維二公，忠義堅固，竭力合眾，以守茲城。臨安既下，帝、後皆入於元。孤城勢不可終全，二公卒不肯降屈其志，再卻謝後之書，斬元使，焚其詔，以絕他慮，明身必死國家之難。昔蜀漢霍弋、羅憲，據郡不降魏；及審知後主內附，然後釋兵歸命。世猶湣其所處，以為弋、憲欲守而無所向，異於君在懷有二心者也。若二公當國破主降之後，效節於空位，致命不遷，卒成其義概，可以壯烈士之志而激懦夫之衷者，以視弋、憲何如哉？今天子褒禮忠節，雖親與聖朝為敵難而殞者，皆隆崇諡號，俾吏秩祀。矧宋二公立身甚偉，而舊祠墮壞，歲久不修。其於朝廷獎忠尊賢之典，守吏以道導民之誼，甚不足以稱，吾將率先飭而新之。眾皆曰：「願盡力。」乾隆四十二年六月，既竣工，桐城姚鼐為之銘。辭曰：元雄北方，既脫金距。瞰視江淮，嬰兒稚女。誰固人心，奉彼弱主？力或不支，有氣可鼓。二公堂堂，孤城在疆。國泯眾遷，誼不辱身。死為社稷，生豈隨君。既得死所，安於床茵。列士搏膺，市人流涕。同廟揚州，以享以祭。五百斯年，其報匪懈。新堂炯炯，有翼其外。神陟在天，明曜剛大，思蠲厥心，來庭來對。"
    },
    {
        "title": "蕭孝子祠堂碑文（並序）",
        "content": "蕭孝子諱日黃，江都人。其母朱氏病且殆，孝子刲脅割肝，使婦虞氏和藥進母，母愈而孝子死。世之學者言「不敢以親遺體行危殆為孝」，是固然也。抑紂之時，微子去之，比干死而箕子奴，而皆為仁。武王伐暴救民，伯夷恥食周粟，而皆為聖，君子行豈必同乎？今夫小人之為不善，非不聞有禮誼廉隅之介也，出於情所不自勝，則潰藩籬蕩防檢而不顧。夫君子之為善，亦若小人之為不善也，發於至善而不可抑遏，豈尋常義理辭說之所能易哉？故曰：「求仁而得仁，又何怨？」孝子既喪，虞氏謂母初愈，不當使聞悲慟，乃匿語姑曰：「日黃商出耳！」殯孝子他室，奠則麻衰絰而哭孝子，入則常服而奉進食藥。孝養十餘年，姑死，虞氏守節以終。虞氏誠賢婦，然亦孝子行足感動之，以成其德。士患欲行道不能必於妻子者，觀於虞氏，可自反矣。孝子事在康熙時，墓在梅花嶺東，邑人祠之於墓側。鹽運使遼東朱使君至，修整祠宇，桐城姚鼐為銘之曰：親吟於席，子憂弗寧。親偃然死，子欲無生。親蹶然起，而坼子形。猶全九鼎，碎彼缶罌。何究何思？一決於誠。志存身滅，夫豈徇名？德衰恩薄，以忍為貞。千世萬世，徠讀此銘。"
    },
    {
        "title": "明贈太常卿山東左布政使張公祠碑文（並序）",
        "content": "明崇禎十一年冬，大清兵自青山口入畿甸，所過夷刜，蔑能防阻。放兵南下，山東巡撫以濟南兵守德州。濟南遺卒不及二千，而大兵卒至。左布政使張公，率吏卒募士城守，相拒十晝夜，力盡援絕。十二年正月庚申，城破，公戰死城上，妻方夫人、妾陳氏，皆自投大明湖內。事聞，贈公太常卿，方夫人、陳氏皆被錫命。義果章於一家，忠烈光於國紀，夫天下之善一也。我朝神武，奄有天下，於前代之臣，忠於所事，雖相抗拒以死，必褒美及之。豈非崇善植義，示人臣不以衰盛易心之道哉？故天下聞而增感歎焉，況在其人之鄉里乎？張公桐城人也，既沒，濟南及桐城皆為祠祀公。鼐昔嘗以使事至濟南，瞻公像，拜於祠下，恍焉賦詩而後去。後十五年家居，值里中修飭公祠，眾請為文以記。吾鄉當明萬曆中，公及左忠毅公以丁未、庚戌兩科相繼成進士，而皆死於忠藎，故世言吾鄉人物風節之美也。君子所貴，為善而已。二公所以死不同，而同為忠。士有遭值行義不必同二公，而庶幾於二公者，其道亦必有在焉矣。公行載《明史傳》，不待文而顯；為之文者，以厲鄉人也。祠在邑南門公居室前，復修之者，公五世孫某。銘曰：天有所廢，人不可支。危以軀殉，道則無虧。公治閩、粵，民頌曰哲，遷屏東藩，以困奮節。婉懿夫人，援攜娣妾。甘臥潭淵，高義矗立。靈車神輦，風雨之辰。偕徠故居，撫其居人。倚彼城垣，高堂以軒。既飭敬祀，以萬斯年！"
    },
    {
        "title": "鄭大純墓表",
        "content": "閩縣鄭君，諱際熙，字大純，為人介節而敦誼，勤學而遠志，年三十六，終於舉人，而士知其生平者，靡弗思焉。君初為諸生，家甚貧，借得人地才丈許，編茅以居，日奔走營米以奉父母，而妻子食薯蕷，君意顧充然。鄰有吳生者，亦介士，死至不能殮。君重其節，獨往手殯之。將去，顧見吳生母老憊衣破，即解衣與母。母知君無餘衣，弗忍受也，君置衣室中趨出。君既中鄉試，將試京師，行過蘇州。或告之曰：「有閩某舉人至此，發狂疾，忽詈大吏。吏繫之，禍不測矣。」君瞿然曰：「吾友也！」即謝同行者，步就其繫所，為供醫藥，飯羹至便溺，皆君掖之。適君有所識貴人至蘇州，求為之解，某始得釋。君即護之南行，至乍浦，乃遇其家人，君與別去。於是君往來蘇州月餘，失會試期，不得與。君文章高厲越俗，其鄉舉為乾隆丙子科。同考知龍谿縣陽湖吳某得君文大喜，以冠所得士。及君見吳君，吳君曰：「吾不必見生，見生文，知生必奇士也。然已矣！生文品太峻，終不可與庸愚爭福。」君自是三值會試，一以友故不及赴，再絀於有司。君意不自得，遂不試，往主漳州雲陽書院，歸謁吳君於龍谿，遂於龍谿卒。君有弟字曰大章，少與君同學，同執家苦，長而同有名。君歿八年，大章登進士為編修。去年，余與大章同纂修《四庫全書》。大章日見余，每如欲有言而止。今秋，余疾請假，大章乃淒然曰：「世好文者多矣，莫若吾兄。吾兄鄙夷凡近人，而追慕古人，則忘寢食、棄人事，以求其文之用意。惜乎不見君文，吾兄必愛之也。今吾兄沒十四年矣，君又將去，安得君文傳之？」余為惻焉。昔吾鄉方望溪宗伯與兄百川先生至友愛，百川死而宗伯貴。吾鄉前輩皆告余，宗伯與人言，一及百川，未嘗不流涕也。今大章何以異是？大純學行皆卓然，雖生不遇，表其墓宜可以勸後人。余固不憚為辭，而大章之志，則亦益可悲矣。君無子，其詩文曰《浩波集》，大章為鐫行之。乾隆三十九年十月，刑部郎中桐城姚鼐撰。"
    },
    {
        "title": "羅太孺人墓表",
        "content": "攸縣陳檢討夢元之母曰羅太孺人，初歸於贈檢討諱伍南，家無尺地以資生，父母作苦，中年乃能買屋以居，教子讀書為士。未幾，贈檢討君亡，太孺人撫其二子皆十歲餘，能使無失業，相繼為縣諸生。既而長子夢鼇又亡，獨與次子居。或頗侵侮之，太孺人禁毋論較，惟責為學益急，以至成進士、選庶吉士。時太孺人年近七十，檢討請歸奉養。太孺人遭逢艱難，豫樂不同，能始終靜一，其心不怵不慆，年七十三乃沒。將沒，戒子異日入朝，毋徇勢利而棄舊學，故檢討至今奉其教為端士焉。當長沙之南，衡山之北，湘水東受洣水，溯湘則逾衡、永，西南屆嶺；溯氵米則東南至茶陵之東。洣源雖近，而清徹侔於湘，故其旁多奇士。攸縣居茶陵下流，洣至是納攸水，受其通稱，其西遂近湘、攸之會云。縣中陳氏為最大姓。檢討之祖，在明多取科第仕進，久而勢落徙業，至檢討再興其家，而太孺人最有力焉。初，贈檢討君治屋城中，居攸水西南，而其六世墓地曰叢壩，又在其西南，距攸水十里，據谿山之勝。陳氏長者謂贈檢討君夫婦賢也，使葬獨祔於是。故太孺人始厝城北，今葬叢壩祖塋之次。乾隆二十七年，檢討值國覃恩，追贈及太孺人。三十九年，刑部郎中桐城姚鼐表其墓前之隧。"
    },
    {
        "title": "荊條河朱氏先墓表",
        "content": "朱氏先居山東歷城，明初，有以功得世襲三品指揮使者數世，譜失其名。其始以指揮使屯遼陽左衛名永安，名乃可紀。永安生澄，澄生國輔，皆襲指揮使於遼東。國輔之子諱應奎襲職，會太祖高皇帝定遼東，改為正紅旗漢軍參領，管火器營，嘗以修理遼東戶口籍成，賜爵阿達哈番，既而失爵，以參領終。長子襲參領，諱登科，世祖章皇帝入關，從有功，又改為鎮守山海關城守尉，兼參將事。章皇帝賜之塋地於寧遠州荊條河上，今墓所也。城守尉遷父柩於遼東來葬之，城守尉沒，亦葬之。其子諱廷縉襲城守尉二十餘年，於職無廢事。康熙二十年，增山海關守兵，設豁屯，大裁，去城守尉，改朱公為副都統官。副都統未任而卒，卒從父葬，故荊條河多從葬之墓，而參領、城守尉、副都統三世最先焉。朱氏城守尉世職也，及改官副都統，吏議之不詳，而遂亡之。自是副都統子孫，或居山海關，或遷京師，雖失世職，而自以才進顯者益多。副都統有孫曰倫瀚，曾孫曰孝純，繼以文章治行顯。倫瀚仕至正紅旗漢軍副都統，孝純今為兩淮轉運使。嘗使人出關修墓植木，既以圖來告余曰：「孝純家京師，出官四方，先人墓地，越在山海關外，不獲時謁。自吾父謀立石表隧，以昭國恩，崇紀前烈，石既具矣，未得文以刻。孝純懼久遠或湮廢，敢請為之辭！」余曰：「參領以來，三世皆為功開國時，以受賜地為墓，誼固宜表。天下族姓興衰多矣，尊貴或一二世，或數世輒盡。朱氏自明迄今十餘世矣，而人才之興未替，豈非其先人遺澤遠哉！此天下所樂稱者，而況其子孫乎？若夫右控北平岩壑之雄深，左臨渤澥之波而瞰中外之界，山川偉異，足以發其子孫英傑奇秀之氣，則是被先朝賜地之恩厚於無窮也，朱氏其勉焉而已！」乾隆四十二年某月，刑部廣東司郎中桐城姚鼐表。"
    },
    {
        "title": "丹徒王氏秀山阡表",
        "content": "王氏世丹徒人，今在告雲南臨安府知府文治之祖，諱元盛，字祥甫，里居為誠樸長者，不幸早世。有子諱士閎，字漢徵。漢徵生五歲而孤，母吳孺人尚少，家貧乏，無族黨內外之助，撫三尺之孤，默默自守於窮巷之中，卒教養子至成立。漢徵有兩弟皆殤，獨漢徵長而至孝，母子相依，無須臾之離。其事親，衣服飲食之具，貧不能致美，而能使母衣食之而樂也。母八十餘而終，漢徵年逾六十矣，喪殯，不能華飾，而能極其哀慕之誠也。乾隆初，鎮江修《府志》，丹徒馮令君詠主其事。漢徵謁令君涕泣而述母節，詠為感動，載之志內，里人皆以為不誣也。祥甫亡時，不能葬，漢徵長，乃營葬父於丹徒東南秀山枝之原，及吳孺人亡，祔焉。漢徵年七十三卒，娶同縣某孺人，無子。側室秦孺人生文治、文源、文明。漢徵兩孺人皆從葬於秀山墓右。後文治以一甲第三人登第，為翰林院編修，遇國恩，贈兩世皆如其官，階皆文林郎，妣皆為孺人。又其後，文治以侍讀出為知府，歸守先壟。桐城姚鼐其友也，嘗訪文治於丹徒，拜於壟下，文治請為表，未及成。又其後，文源與江南己亥科鄉試為舉人，文明為湖北龍坪鎮巡檢。文治視其弟於湖北，過皖，就鼐復徵前語。乃以所知者，書俾揭諸其阡。夫王氏內外節孝，誠可稱矣！然皆生窮困於其身，卒乃光顯於其後。為善之報有不可必，而為己之無憾者，可必也。誠無憾矣，無聞於時亦可也，而必盡力表章以著於世者，賢子孫之心不能已也。《傳》曰：「既美其所稱，又美其所為。」非是謂邪？斯亦可為為人後者勸矣！乾隆五十二年五月表。"
    },
    {
        "title": "河南孟縣知縣新城魯君墓表",
        "content": "魯氏世居江西新城中田村。康熙乙丑科進士諱瑗，由翰林檢討仕至右通政。通政之子諱京，康熙戊子科舉人，為廣西平南知縣，實生孟縣君。君諱鴻，字遠懷，乾隆癸未科進士，為河南沈丘、滎澤、孟縣知縣。君少讀書，慕古人行跡，思效於實用。其在職重鄉約長，必慎擇清謹畏法者，而稍禮貌之，又重獎其尤善者。告上誡下，一以忠信，故事舉而民不擾，下情達而上官樂從。沈丘與江南阜陽界，鄰盜互匿焉，故難捕。君推誠與阜陽約，兩縣合捕如一邑，於是宿盜皆獲。沈丘有買硝之累，君力請去之。而為孟縣，禁無賴號為水官擾民者。其時，上官亦多知君賢，然十年居河南，終不見拔。君亦厭吏事，遂援例入貲，當得府同知，因離任遽返。返則誘進後進，稱善如不及。著《四禮通俗》以率鄉人。其於古文，受法於建寧朱梅崖，所為凡百餘首，持論有根枑而多當於情。君之族子九皋，始從君為科舉之學，君高其才，勸使學古，九皋卒成進士，以古文名。君於余為進士同年，然往來疏甚，晚與九皋相知，乃聞君之為人。君在里又將使其二子繪、繽渡江從余學，雖不能至，余甚愧其意。乾隆五十四年冬，君卒。卒逾年，九皋與繪、繽以書乞為文揭諸墓上。蓋魯氏多才，而君所以啟後人者，為有道矣。乾隆五十七年二月日，桐城姚鼐表。"
    },
    {
        "title": "疏生墓碣",
        "content": "疏生名枚，父曰長清，兄曰枝春，皆桐城諸生。生幼從其兄讀書，穎悟過人。大興朱竹君學士督安徽學政，愛其才，取入學。次年，補廩膳生，才十三歲。乾隆五十一年，朱石君侍郎典江南試，填榜得疏枚名，大喜曰：「此吾兄生平所重士也！」然生終於舉人，年三十二，乾隆五十七年夏卒。生為學精甚，寒暑晝夜疾病不輟。世之士能文章者，略於考證；講經疏者，拙於為文。生能兼攻之不懈，於箋注文辭之事，皆求得塗轍矣，用力憊而夭及之。悲夫！生居去吾家七十里，顧不常見。其慕余絕甚，得余文輒誦之不忘。余在江寧，生疾，亟謂其兄曰：「吾不復見姚先生矣，為乞數言識我足矣！」其秋，枝春來語余，余傷而書之，使歸鐫其墓上。姚鼐表。"
    },
    {
        "title": "蔣君墓碣",
        "content": "君諱知廉，字用恥，翰林院編修鉛山蔣心餘先生士銓之長子也。編修以才稱天下矣，君少，繼有才名。能文，工作書。乾隆四十二年，為選拔貢生，從編修京師，編修大病，割臂和藥，一進而愈。君鄉試屢不錄，以謄錄勞授州同知，發山東，署臨清州同知，吏事甚辨，辨獲盜之不實者，執之力，卒獲真盜，果如君言。值水澇，君行視救溺者，中濕，未幾，卒，年四十，乾隆五十六年也。當余在揚州時，編修君赴都，過揚州相見。君以拔貢將入試，與其弟偕從。時丹徒王侍讀有家僮善歌吹笛，而編修工為曲，嘗成曲，俾以笛歌。吾曹相從飲酒聽歌極樂，以君年少不呼使與也。第見編修有子英秀侍側，共言其可慶而已。後未十年，聞編修歸里旋沒，又數年而君亡。余頃居江寧，君之子立中來，求為文紀君，其年已逾君始遇余之年矣。人世之速，而才者之不可留如此。悲夫！君才既足稱，沒後，其幼子立萬之生母賈氏卒縊以從，今從君葬，是亦可紀，而余又感思生平故舊，乃書其略，俾立中碣君墓上云。嘉慶三年十月，桐城姚鼐書。"
    },
    {
        "title": "內閣學士張公墓誌銘〈并序〉",
        "content": "故資政大夫、內閣學士兼禮部侍郎桐城張公者，贈光祿大夫諱士維之曾孫，贈光祿大夫諱秉彝之孫，而太傅大學士文端公之子也。雍正元年，恩詔開會試科。是時文端公薨，公之兄太保文和公已為戶部尚書充會試考官矣。公以舉人例避不與試，值特命官別試回避舉人，於是公成進士，改庶吉士，授編修，遷左讚善，歷翰林院侍讀學士、詹事府詹事。今上即位，以公為工部右侍郎。公在翰林，常充日講起居注官。起居注素無條例，為者繁簡任意，漏遺冗贅，不稱史體。公精思為之，寒暑在館，十餘年，編載詳贍，上以為善於其職。於是，公以工部侍郎兼起居注官事。本朝官不為翰林而仍職注記者，獨公為然。為工部侍郎數年，轉內閣學士兼禮部侍郎，又二年，遂告歸。公為人誠樸篤謹，細微必慎。每當入朝，自書職名讀之，曰：「某官張某。」又屈指計之曰幾字，視紙上三四而後敢出。奉使督江蘇學政，遇試士日，公服竟日，燕處不脫。人問之，公曰：「取士，國重典也，敢忘共乎？」其為侍郎，謹奉法度而絕阿私。既告歸，則益以舊德篤行自守，所為喪祭禮制，多合於古，足為法式。其自奉甚陋，或人所不堪，雖其家人皆竊笑之；然至族黨有緩急，出千百金不惜也。未嘗私受人一錢。門生某為江西巡撫，過公居，奉數百金為壽。公曰：「吾幸足衣食，安用汝金為？」又有以人參寄公者，公曰：「吾生平無病，烏用參？」少為宰相子，久居京師冠蓋之間，而終無世故態，遇人無貴賤，率意而言，必忠必信，是以天下之士，皆謂公長者。公諱廷彖，字桓臣。兄弟六人，其四皆貴：長少詹事廷瓚，仕仁皇帝，與文端公同時；次太保大學士廷玉；次禮部侍郎廷璐。太保、禮部侍郎與公，皆仕憲皇帝及今上最久。公之歸也，禮部侍郎及太保前後皆告老，而公最後沒。上聞，顧謂左右曰「張廷彖兄弟皆舊臣賢者，今盡矣！安可得也？」因歎息久之。公卒於乾隆二十九年，年八十有四。夫人吳氏。子二：長若泌，舉人；次若渠，副榜貢生。以乾隆三十八年某月日，合葬公夫人於桐城北投子山麓。銘曰：德葆以居，才托其餘，取安吾心，不為人誇。士誰能然？惟公之行。繼成於學，始秉於性。再世卿相，家胡不隳？厚植根苞，天則祐之。我銘其幽，所陳者信。後世識之，以固無盡。"
    },
    {
        "title": "四川川北道按察副使鹿公墓誌銘〈并序〉",
        "content": "公諱邁祖，字紹聞，定興鹿氏，始明監察御史久徵，有直諫名。久徵生正，明熹宗時，嘗營救左、魏諸君子之難，天下稱為鹿太公者也。太公生太常少卿繼善，殉節死，諡忠節。忠節子曰化麟，舉鄉試第一，居父喪歿，人謂之孝子。孝子之子諱盡心，公之曾祖也，為安邑令。公祖諱賓，仕本朝為陝西道監察御史。考諱聖權，封奉政大夫。公雍正八年庶吉士，授編修，以四川川北道按察副使罷官，乾隆二十九年十二月十四日卒於家，年六十。夫人王氏先卒。子二：琪，廩膳生；次預，早卒。以乾隆三十二年□月□日葬公及夫人於江村祖塋之側。銘曰：鹿氏在明，忠孝久稱。有肖無替，累以世嗣。巍副使公，彪文縝質。始作詞臣，究通經術。匪曰能言，而允行之，以學事君，在心不欺。命作御史，有辭謇謇，君子所予，小人所憚。巡察帝城，周閱殷廣。閉杜謁言，搜邪伐黨。給事於中，掌禮、吏科，審較牘奏，詳而不苛。轉運奉使，湘湖之南，群吏放手，民則弗堪，核正鬥甬，公以躬監，正稅罔贏，誅責貪婪。有盜殺人，吏論如法。撫軍卻之，謂不當執。罷按察使，而令公攝，將骫律令，意授威懾。或旁諷公，公曰不可。佑賊詭正，寧禍及我。言忤上官，解其柄持。改任川北，自以疲羸。親入山林，掘盜根株。哀問民生，慰恤瘠枯。直時軍興，征金川醜。以馬濟軍，百城交走。或應於前，而乏於後。歸罪邑令，大吏借口。公曰憊矣，非令之咎，予以身任，遂遭彈奏。吏籍其家，敝幾故書。怨嫉之徒，愧感嗟籲。詔荷公校，以重軍罰，大吏憐公，勸使私脫。公曰詔乎，脫餘則為。苟非君命，敢奸以欺？卒朝夕荷，西師隨罷。既有定功，公亦蒙赦。公之在官，嶷嶷剛毅。公之在家，愉愉孝弟。歸遭父喪，以毀受病。秉道終身，卒斃於正。有懿夫人，飭身約己，佐公清節，誼不為侈。同穴江村，高墳磊砢。我銘直諒，以厲弇。"
    },
    {
        "title": "光祿大夫刑部尚書贈太傅錢文端公墓誌銘〈并序〉",
        "content": "刑部尚書嘉興錢公，登朝為名卿，老而告歸，上承聖人之殊眷，下為海內文學之士宗仰，為耆碩者又二十餘年，乾隆三十九年正月辛酉薨於里。疏聞，上悼惜甚至，製詩哀之，命贈太傅，祀於賢良祠，諡之曰文端，賜祭葬如制，特予銀千兩治喪。其子汝誠以是年十二月，葬公武原生坊南化城，請余為銘。按狀：公諱陳群，字主敬。明給事中贈太常卿徽者，公六世祖也。曾祖諱陛，祖諱瑞徵，考諱綸光，三世皆以公貴，贈光祿大夫，妣皆一品夫人。公之少也，讀書穎悟過人。未二十，遊京師，則已與諸名士論文，唱和相得，時言才士，即曰錢君。康熙四十年，公成進士，改庶吉士，授職編修。世宗時，三進官至侍讀學士，充日講起居注官，直南書房。今上登極，擢通政使司右通政，四進官至刑部侍郎，以疾歸里。公當事持大體，守成法。為編修時，嘗為陝西宣諭化導使，在事稱為能。及久任刑部，讞獄剖晰得情，甚稱職。然上尤愛公詩文之美，嘗樂與考論今古，稱為故人。公之歸也，上每思見之。公以所作詩奏進，上覽之，未嘗不稱善也。公歸後五年，上南巡，賜在家食俸。後三年，皇太后慈壽七十，公入都慶祝，命加尚書銜，與九老之會，圖形禁中。後又兩值南巡，加命以刑部尚書致仕，晉太子太傅。至皇太后壽八十，公再入都，年八十六矣，猶健步，上見公益喜，賜騎馬紫禁城，再與九老之會。公子汝誠為戶部侍郎，侍養於家，及是隨公入朝。父子卿貳，持杖扶攜，出入宮苑禁闥之中，觀者以為榮。其歸也，又賜詩以寵其行。公嘗一為會試總裁，三典鄉試，再提督學政，及年益高，天下文士翕然趨之。公亦和易，與後進談說，往復論難不厭；吟誦詩章，音節抑揚要眇；說先朝故事，歷歷首尾，如披史傳，聽者每至中夜忘疲。是時，長州沈文愨公在吳，公在嘉興，天下以為齊名，雖上亦稱為二老也。文愨既歿，後四年，公亦亡。於是上自九重，下洎朝士，以及閭閻識與不識，莫不歎息悲傷，謂東南耆舊盡矣。公年八十又九，再娶皆俞氏，皆一品夫人，與公祔葬。子七：長侍郎汝誠，次汝恭、汝愨、汝隨、汝豐、汝弼，公以汝弼嗣弟界後。幼子汝器，上南巡，為公賜汝器為舉人。女九，孫男十五，曾孫二。銘曰：多士雲興，蔚此昌時！孰為魁英，備履福祺？秀水之郭，鴛湖之湄。公起登朝，作吏之儀。歸樂太平，為群士師。上與天子，賡和其辭。眾望裒然，既老不衰。我嘗識之，丹頰白髭，飲酒笑談，寡怒多怡。國有上瑞，匪匪芝。進觀公貌，退讀公詩，詩則永留，貌不可追！刻示後來，吾言不欺。"
    },
    {
        "title": "贈武義大夫貴州提標右營遊擊何君墓誌銘〈并序〉",
        "content": "君諱道深，字會源，山西靈石縣人。以武進士侍衛乾清門，出為貴州提標右營遊擊。乾隆三十二年，兵部尚書明瑞總督雲貴，進討緬甸，集諸道兵。君初不與調，明公聞君訓練營卒勇健有節度可用，特檄以其眾至永昌，至則果整練異他軍，明公善之。秋，三路出師，以軍隨幕府，從取木邦，破錫箔，逾天生橋，大戰蠻結，先登奪柵殪醜，紀功一等。又從入至窮窄，去賊巢阿瓦城益近，賊斷木礧石守隘。我師糧少，火藥鉛丸盡，師旋，賊抄其後。君為殿，遇山谷險阨，君必奮戰，俾師得度，至猛域。未至猛域前二日，君中鳥槍夜息，有軍校曰：「君傷重矣！賊至日眾，道險難與敵。盍稱病，且逸歸乎？」君曰：「賊眾，乃將卒致力時也。」叱之退。明日，戰益力。初，明公將中軍趨錫箔，別將分左右軍異路進，約會師。及至猛域，兩軍不如約。前臨大山，賊盡塞蹊隘，環圍數重，軍殺馬以食。三十三年二月丁卯，明公令夜拔營起。平明，賊來邀，君立高岡與相拒，他軍士從其旁得去。君朝戰至日中，被數創仆，君亡。次日，明公亦亡。事聞，上以中軍多戰功，其沒以無援，賜恤特厚。左右兩軍死事者，殺其制不與之等。於是君得贈武義大夫，祀於昭忠祠，祭葬恤蔭如制。君祖龍騰、父思義，皆贈中憲大夫。夫人梁氏先沒，繼配武氏。君之赴永昌也，武夫人方孕，君沒猛域兩月，子膺綬始生。君撫士嚴而有恩，其聞檄令，二日即行，而顧擇其無子無兄弟者皆勿從。沒後，軍皆悲涕，以其帶發返。次年，賜葬本邑。銘曰：頎與何君！眉目清美，揖讓溫溫，以與余友。佩橫戈，徂險而馳，急難舍生，義孰與多？汾流之側，君起厥邑。往不生歸，銘窆無極。"
    },
    {
        "title": "副都統朱公墓誌銘〈并序〉",
        "content": "公諱倫瀚，先世世襲指揮使於明，屯戍遼陽左衛，因家焉。三世歸我太祖皇帝，為正紅旗漢軍世襲參領。其子以從世祖入關功，為鎮守山海關世襲城守尉，是為公之曾祖，諱登科。祖諱廷縉，襲職後改副都統，因亡世襲，自是以白衣仕進。副都統有弟為湖廣道參議，諱廷寀，無子。副都統使己子為之後，是為公考，諱天爵，為建寧府知府，有吏能清節。公少而孤貧，負軼才奇氣而好學，文武藝皆能盡其巧，通知當時事變利病，慨然懷濟人之志。中康熙五十一年武進士，選三等侍衛。聖祖偉其才，使兼直武英、養心殿。數年，改用為刑部郎中，持法堅，不可奪。時刑曹或破律放意，以入人罪，公疏論其非，上善之，飭吏如公指。雍正中，出為寧波、衢州知府、浙江糧儲道布政副使。衢民為齋堂，合眾誦佛書。公曉以非道，盡解其黨；及大吏聞，欲以邪教論，眾已散去，遂皆免。運丁有積欠久不能償者且十萬金，公計糧道所入歲償之，竟除其逋。今上初召入為御史，出蒞湖廣驛鹽道，復為御史、給事中，掌吏、戶科，巡南城，擢正紅旗漢軍副都統。在朝屢以事陳，抉絕萌奸，民賴其悆。公為人和易，好交遊，而持身介直。仕宦恥為家計，晚歲益貧，或至乏食，其意益恬，時為文自娛，以至於歿，年八十一，有集十二卷。公在浙江時，世宗夜夢道士見而請曰：「吾天台山道士也，來就陛下乞所居地。」帝寤異之，使問於浙江，吏言：「天台故有桐柏觀，今為人侵廢，且為墓矣。」詔還為觀，俾公董其事，公成觀而民無疾焉。往來山中，為詩一編，曰《天台遊草》，其辭甚奇雋，士多誦之。自聖祖愛公畫，世傳寶朱公指畫及書。然公修己，立朝卓然，於眾不詭隨，蓋有古人之風，豈以文士論哉？子五人：長孝先；次孝升，舉人，□縣知縣，先公卒；次孝全，次孝純，次孝揚。乾隆二十五年，葬公宛平西北十五里祖墓之側，夫人合祔。銘曰：言以法謇刮吏瑕，行以義域不為他。苟利於國家則羸，偉哉中藏鬱以多！抑揚文武誰不宜，遠涕泗百士嗟！作銘幽室埋其阿，此石可泐名不磨。"
    },
    {
        "title": "淮南鹽運通判張君墓誌銘〈并序〉",
        "content": "君諱廷璿，字清紹。桐城張氏始以仕顯者，曰明廣西布政司參政淳，史錄諸《循吏》。參政之孫秉哲，順治時，以能文名為舉人。舉人生都水員外郎芑。都水四子，其季為君。君少修謹，寡子弟之過。長以薦舉，試職於禮部。出為東台鹽課大使，擢鹽運通判，分司通州，廉慎於法，所職無不舉。通州符生，以文為君知，嘗侍，從容以吏事幹君。君曰：「書生乃可言及此耶？」既而曰：「汝毋乃貧乎？曷不語我？而俾人以利訹汝。」遂厚予之。生感而奮，為善士。海濱以灶戶煮鹽，舊給之田，灶戶輒賣之民，且百年，田價增八九倍，而田數易主矣。有議：「奪田與灶戶，使灶戶第償故直。」君曰：「是非平法也。且灶戶貧，不能買田，必奸民誘使為名，而陰據之。是平民失業而奸民利也。」以告上官，不聽。君曰：「厲民為媚可乎？」投劾遂去。君與太保文和公，皆參政玄孫也。君績學工詩，善楷書，言行有蘊藉，太保尤器之。然仕於內外，皆不竟其志，年四十餘即歸。歸而飲酒賦詩，接鄉里，歡然無間。其居眾中，望其狀，嶷如也。娶左氏，生子若兆。教其子少毋與人接。鼐年十九時，君一日見之，歸使若兆獨與之友。君沒於乾隆三十三年，年六十七。始厝他所，逾□年，若兆定葬君某所，左安人祔。鼐為之銘曰：群言以禮，士容幾幾，維邦之祉。群言詭隨，士容昌被，邑以敝墮。嗚呼！予尚見古之人，以恪以循，既畚以墳，以徵予文。"
    },
    {
        "title": "原任少詹事張君權厝銘〈并序〉",
        "content": "君諱曾敞，字塏似，桐城張太傅文端公之曾孫，禮部侍郎諱廷璐之孫，翰林院侍講諱若需之子。年二十一，中乾隆十六年進士，改庶吉士，授翰林院檢討。自文端至君，為翰林四世矣。是時，君家太保文和公解為相，歸而侍講及群從在朝為翰林者四人，君年最少，材器通美，究識古今事宜、國家典故，而持己清峻，人謂君且繼其家兩相國後也。君為檢討十餘年，值御試翰林，名列第五，進侍讀，充日講起居注官，四遷至詹事府少詹事兼侍讀學士。又值試翰林，列第三，當進官，詔特褒君而未及遷。自有記注官，君家世職之，及君尤講正體例，嘗獨任一館之事。諸城劉文正公為掌院，每歎異君。君疾士大夫骫骳隨俗，節概不立，欲以身正之，見於辭色，眾頗憚焉。君三為順天鄉試同考官，有公廉名。逮己丑科會試，復同考。時，武進劉文正公為考官，知君可信，君所薦卷，中者較他房多且再倍。君又以嶢然獨立，稍自喜也。於是榜發磨勘，有摘君所薦舉人梁泉卷疵纇數十，當斥革。吏遂傅君法，革職提問。會考驗無纖毫私狀，而梁泉故鄉舉第一，詔卒復梁泉舉人，君雖釋罪而竟廢矣。於是，惜君者莫不咎當時議君之重，而謂兩劉相國宿知君賢，而不能為一言於上，而顧使疾君者得其快。嗟乎！君進非人所得援，其退非人所得沮，天則使君仕不究其才、而志不信於世也，而何咎邪？其後，君以萬壽加恩，復五品頂帶，歸主晉陽、江漢、大梁三書院。乾隆四十二年正月，卒於大梁，年四十七。始娶姑女姚氏，生一女，適孫起衠。再娶定興鹿氏，生子元艮。側室生子元襲、元袞。其亡也，長子才十二歲。君少而孝友，持喪以禮。於族姻朋友，事雖難成者，任之必盡其勞，謀之必竭其慮。雖疏遠，以急投之必應。乙亥之歲，江南饑，君居侍講憂在里，倡捐米出賑平糶，晝夜營之，以活一縣之眾，又以糶餘錢積穀，以待歲祲，今吾鄉所謂永惠倉也。為文工為應制之體，尤好古人文章，托意深邈，而不比於時者。仕方顯而為詩示余，多憤慨深鬱之詞，蓋其所志遠矣。君與余家世姻，少相知，又嘗重余文。君喪之歸也，余既以辭祭而哀之，乃復為其權厝室銘曰：綺組會者絲邪！而孰為之機邪？鳴者匏簧邪！而孰噏以揚邪？物或以冬榮，或盛夏而先零，孰主是而為之虧成？以盛族有君，志則抗而節弗汙，既駕而騖，而躓於中路，芒乎吾奚知其故？維紀其人而如可以呼。"
    },
    {
        "title": "翰林院庶吉士侍君權厝銘〈并序〉",
        "content": "君諱朝，字潞川，泰州人也。其先姓侍其，明初去「其」稱侍氏。曾祖諱念祖，祖諱震，考諱衛，皆諸生，而祖、考得贈如君官。君少孤好學，無師友之助，而於古文辭、詩歌、四六諸體，皆習而能之，始冠得鄉舉。初聘泰州沈氏，沈氏女不幸得喑疾，其家願無嫁，請君他娶。君不可，卒與處無嫌惡，且十年，沈氏卒而後娶江寧鄭氏，人以為難。君內行修，外重交遊，有死生之誼，而性峭急，聞人一善，稱之不容口，惟恐世不及知；及見行有失道理者，亦切齒忿怒，若不可須臾共處世者然。故世亦以此過君。乾隆二十五年成進士，當就吏部選知縣。君曰：「吏事非吾所堪也。」後國子監缺丞，詔大臣於進士中選得君。君任職，以不阿上為節。有共事不合君者，君不能堪，即日引疾去。久之，會修《四庫全書》，大臣有知君之才，奏為校勘官，既而為總校。君校書，數倍他人而最精當，乃命為庶吉士。是時，君已得疾，而讎閱不懈。乾隆四十二年，瘍生於首。秋七月晦竟卒，年四十九。無子，女嫁者一，幼者二。其弟臣仕浙江，亦未有子。君妻弟鄭君厝君甘泉之西山，以待臣生子而後之。鼐知君最久，故為銘。銘曰：山璞瑤琨，器則陊也。龍淵、大阿，銳則折也。嗟子忼忼，勇言義也。孑以自居，甘與躓也。日暮延登，才未竭也。天生不與之年，死不與之繼世也。芴兮以托於茲，吾辭以誌也。"
    },
    {
        "title": "亡弟君俞權厝銘〈并序〉",
        "content": "先贈大夫三子：長鼐，次鳷，次鼎。鳷字君俞，幼於余八歲。嘗以一鐙環坐三人而讀書，其時，家貧甚，中夜，余歎以為聚讀之樂不可得而長也，君俞聞而悲獨甚。余二十二歲，授徒四方以為養。既孤，又仕京師，使兩弟侍太恭人於家。久者十年，或四五年，弟兄不相見。君俞獨以應順天鄉試間入都，每來學加充，識加明，行加慎，余輒喜。其初，病目幾瞽，及愈，而作真行書甚工，余益以喜。然君俞數困場屋，後以監生試吏部，得吏目職，於是君俞意彌不懌。值南昌李侍郎督學浙江，邀之同往。侍郎事或不當，君俞輒諫之。其夫人聞之，太息而稱為益友也。君俞聞余歸里，遂亦歸。逾年，丙申歲夏六月，感暑疾，初如甚微，夜不能言，旦遂沒。嗚呼！余不孝不友，不能亢其家，君俞存，余冀其有以為太恭人慰也，君俞亡，余其斷棄也已！君俞娶張氏，再娶倪氏。一子三歲，名曰恩，余惡知能卒使其成立邪！銘曰：貌碩以豐，氣寬以有容，宜達而窮，閱期卅八而奄終。天乎人乎！宗之不振乎！厝汝以近先君乎！知我言哀者鬼神乎！"
    },
    {
        "title": "左眾郛權厝銘〈并序〉",
        "content": "眾郛諱世經，考曰贈文林郎諱澂，母曰張孺人；祖曰贈文林郎，諱之延，祖妣曰姚孺人，孺人為鼐曾祖姑。於親黨，君為余丈人行，然而年相若，少而志相善也。君娶舅女，其妻之弟應宿及君兄一青及余四人，少者十餘歲，長者二十餘，里居無他交，獨四人相遇不厭，而君於其間，尤沈靜寡言笑，勤學，喜為詩。詩成視余，輒以意指瑕纇，君不為忤，輒芟易之。一青與余常出遊，君偕應宿營視余家甚備。其後一青丞湖北縣，以獲盜功，升為令。入京師，過余旅舍，篝鐙夜對太息，憶君與應宿，雖為諸生，而方藝花竹為園，遨遊歌詠山水，邈然不可逮也。一青為令六年，罷去。後二年，余亦病歸。然後四人者，復聚於里中，時乾隆乙未夏也。然君比已被疾，其秋加劇，九月竟卒。夫人倉卒遽慟，從而絕。逾年，一青病，至冬亦亡。夫交友久離，及其遇而遽亡之，雖常人猶可悲，矧君兄弟之賢而與余之厚邪？君卒年四十七。一子七歲曰虎，應宿撫之。厝君暨夫人柩縣北古塘，而余為銘，待虎長而葬君。銘曰：嗚呼！眾郛之柩也！志學而將究也！身隱而年弗壽也！繼者昆而偕亡者婦也！厥天為之夫焉咎也！維余之與舊也，銘以詔孤之幼也！"
    },
    {
        "title": "兵部侍郎巡撫貴州陳公墓誌銘〈并序〉",
        "content": "公諱步瀛，字麟洲，陳氏先世居歙，公曾祖諱時賓遷江寧，遂為江寧人。祖諱應陛。考諱士。家故殖財，至公考為文學，好施予，盡亡其貲，生四子，而公為季。公長益貧，精厲為學，閎傑於文詞，中乾隆二十六年恩科會試榜第一，選庶吉士。散館，改兵部主事，再擢至武選司郎中。公考至是年八十餘，乃卒，公為養與喪，皆當人意。及後為安徽布政使，則自曾祖至考，皆獲贈通奉大夫如公官，妣皆贈太夫人。公在兵部，職事修辦，吏不能為奸。服闋，其尚書奏請補車駕司郎中。逾二年，授河南陳州府知府，再擢至甘肅按察使，讞獄平。值平涼府鹽茶廳回民為亂，黨連數郡，人心皆聳。為逆者聚於通渭石峰堡，而總督李侍堯乃托以追逸賊，西往靖遠，獨留公扼隴上為守禦。公亦憤發，不避險難，盡拘為逆者之家，又擒其分處他縣為間應者。官軍初戰失利，公度賊乘勝必東犯陝西，以隆德、平涼當下隴之要，而守衛單弱，即撥回原兵分守，而後奏聞。其後，賊果東犯，不得過。公奏之達，上以為知兵。命大臣督軍至，且詔「事與陳某議之」。公迎說形勢，事理無不究。又籌糧饋，入險岨皆給。逾月，賊平，公雖身未履戰陳，而功足以埒。上乃擢為布政使，而旋調任於安徽，賜之花翎以獎焉。乾隆五十年，江淮大饑，米升至錢五六十，暴民脅眾為攘。公遍至所部，頒布上恩，督吏賑恤，防捕盜賊，全護疲困，自夏迄秋末，安徽得寧，而公勞瘁成疾。其後，擢貴州巡撫，抵治所，舊疾大作，遂薨，為乾隆五十四年十一月某日，年六十。公為人坦白和易，雖於屬吏無矜容厲氣；然審察能否，進退必當其才。安徽布政司書吏皆江寧人，公臨之有恩誼，而不以奸公法。公自奉儉陋，其在陳州，嘗舉家食稷。於族戚故舊，助恤常厚，歲時饋問無間，所在官舍，來居者常滿。少工文章，喜誦書，老而不倦。承學弟子多材，而秦中丞承恩與公進士同榜，又同一年為巡撫，人以為美談。鼐嘗偕公官兵部，公來安徽，鼐方主安慶書院，於公習且久。公子舉人廷碩、國學生廷頎以乾隆五十六年□月某日，葬公江寧城北□□山之麓，請鼐為銘。銘曰：公以文興，多士誦稱，不究其能，司武是膺。秉節西疆，布迾有方，力不挽強，戎慝剪襄。天子命將，謀以公壯，以戰以饟，其阻有蕩。陟登大吏，而親勞事，為國之志，為身之憊。養其疲羸，拊其寒饑，誅其虣欺，斥其不治。協維帝心，開府西南，不以歲深，雲而弗霖。金陵之里，兩中丞起，公壽先已，貽休弟子。鍾山東北，卜維公宅，植保松柏，載詞藏石。"
    },
    {
        "title": "贈承德郎刑部主事鄭君墓誌銘〈并序〉",
        "content": "君諱士俊，字灼三，歙諸生，以子貴贈承德郎、刑部奉天司主事。鄭氏，歙舊族也。自君考諱廷證以上，皆居歙之嚴鎮。歙人營賈淮上，或僑居揚州。君少孤貧，從妻父李氏宦居南昌，後依族人居揚州儀真縣。君為族人謀事，盡其智能而無欺。嘗值歲饑，為粥以賑揚之餓者；及歙鄭氏廟敝壞，營而新之，君皆任其事，勤苦數倍於人。曰：「吾藉人財以為善，吾力不容惜也。」君既定居儀真，乃迎其兄弟之孤及從父兄之節婦洪氏，皆來居而養焉。乾隆四十二三年間，余主揚州書院，歲一二歸，歸必過儀真，然未嘗識君，識君子文明。君婿呂彩從余學，時言其舅，誠篤長者也。其後十餘年，文明成進士，授刑部主事，呂彩亦與鄉舉矣。乾隆五十年二月初三日，君卒。逾年余在江寧，文明來求為君銘，因言未得葬地。余姑應之曰：「吾嘗行儀真西三十里，山川體勢，如可葬者。」又逾年，文明又至，曰果得地於西三十里張家坳，已葬君矣，將補納石，求卒銘之。余不意言之幸中。自念老矣，當不復至揚州，於其山水人物有足興舊思者，而文明又求銘甚勤，安得弗銘也？君二子：文明、文盛。一女，四孫。銘曰：慎所履，載謙飭，子升朝，父遺德。生江南，亡葬北，爽升原，茂翳植。大厥族，歲千億！"
    },
    {
        "title": "嚴冬友墓誌銘〈并序〉",
        "content": "冬友，江寧嚴氏，諱長明，一字道甫。乾隆二十七年，車駕南巡，君以生員獻賦，召試賜舉人、內閣中書。就職，旋入軍機辦事。君在軍機凡七年，通古今，多智，又工於奏牘，諸城劉文正公最奇其才。戶部奏：「天下雜項錢糧，名目煩多，請去其名，而以其數並入地丁徵收。」君曰：「今之雜項，古正供也，今法折徵銀。若去其名，他日吏忘之，謂『其物官所需，民當供』。且舉再徵之，是使民重困也。」文正曰：「善。」乃奏已之。大金川之為逆也，大學士溫敏往督師，欲君從行，君固辭。退有咎君，奈何違宰相意者，君曰：「是將敗沒，吾若何從之？」人頗甚君言，既而溫公卒，致軍潰以死，隨往者皆盡。辛卯恩科會試，劉文正公為考官，值軍機事有當關白，君撾鼓入闈得見，既而出。同考官朱學士筠曰：「甚哉！冬友不自就試，而屑屑治吏事為？」文正曰：「士亦視有益於世否耳！即試成進士，何足貴？」當是時，軍機有數大案，賴君在直，任其勞，獲成議，而雲南糧道以分賠屬員虧銀不完，將死，去限期十日，君具牘入請文正奏寬之，乃生。其年遂擢侍讀。君治事眾中獨勤辦，然以是頗見疾。其後，連遭父母喪，服終遂請疾，不復入。間遊秦中、大梁，居畢中丞所，為定奏辭，還主廬陽書院。乾隆五十二年八月□日，卒於合肥，年五十七。君於書無不讀，或舉問，無不能對。為詩文，用思周密和易而當於情。嘗為《平定準噶爾方略》、《通鑒輯覽》、《一統志》、《熱河志》四纂修官。其自為之書，曰《歸求草堂詩文集》及論辯經史、書算、文藝、金石文字者，凡二十餘部百餘卷。祖諱馨，父諱自新，俱以奉直大夫、內閣侍讀為贈封官。夫人南昌耆士葉用章之女，生男女各二，男曰觀晉。余在都時，君時與相從，見君朝趨省禁、暮入文酒之會，若甚暇者。然或以事就君謀，必得其當。君嘗語人曰：「異日先去官者，必姚君也。」後數年，余請告歸，過江寧，君見迎笑曰：「吾固料君之來也！」余居皖中，君一來會；後余再至江寧，而君喪矣。乾隆□□年□月□日，葬君及葉夫人於某所，君子之請銘。銘曰：偉猗冬友！當時群士，智孰與醜？既筦事樞，振物之首。才非不見知，而其仕之登不究。得年非夭，而亦不為壽。天命若是，夫孰可多有？伐石镵詞，瘞貽弗朽。"
    },
    {
        "title": "孔信夫墓誌銘〈并序〉",
        "content": "信夫諱繼涑，孔子之六十九世孫而曲阜衍聖公諱傳鐸之季子也。幼而才俊，衍聖公為聘華亭張尚書照女，女殤而君遂習於張氏。尚書以書名天下，君得其筆法，書蓋埒之。又善於鑒別，收集古今名家書，鐫刻論辨，世所傳《玉虹樓帖》也。其於詩文為之皆工善。乾隆三十三年，余主山東鄉試，得君及君兄戶部之子廣森。時廣森才十七歲，而君年四十餘，名著海內久矣。其後廣森得第為檢討，以經學稱，三十五歲而殞。君之少也，值上釋奠闕里，嘗充講書官。及為舉人，累會試不第，納貲為中書舍人，未就職。又值上東巡，於中水行宮召使作書，及進，上稱善。然竟不獲仕，終於曲阜。初，衍聖公夫人□氏，生塚子繼。繼夫人徐氏，生戶部及君。塚子之後，襲爵三世，君與戶部皆及之。其遇曲阜公事，以祖父體自任也，其氣皆剛直，人或與之或否。其後，戶部不樂家居，客遊杭州以沒，檢討哀痛遽殞，不數年而君又繼之。嗟乎！君與檢討之生，世第一家也，又以文學才藝名著天下，余一旦遇之，二三十年間，見其死亡至盡；雖其文采風流不可磨滅，而志意抑鬱乃更有甚於常人者，其可悲為何如也？君於交遊有始終之誼；鄉里值歲饑，出千金賑之者三焉。乾隆五十六年，余在鍾山書院，君夏來江寧視余，再宿而別，君遂以是年十二月戊辰卒，年六十五。無子，以戶部少子廣廉嗣。將死，貽書乞余銘其墓。銘曰：猗子聖人之世也。廓其知也，蔚其藝也，名上聞於朝，而下載於四裔也。完則毀而剛則折也，有疾而不可乂也。銘托餘哀，以待後君子之達其志也。"
    },
    {
        "title": "陝西道監察御史興化任君墓誌銘〈并序〉",
        "content": "君諱大椿，字幼植，其先為王氏。在元有為山東行省平章事者曰王信。其子宣繼居父職，元亂避居興化，改曰任氏，為任氏之十三世，為歲貢生鑣。其子晉，中乾隆己未科進士，官徽州府學教授，是為君祖；生庠生葆，為君考；祖、考皆以君得贈封朝議大夫、禮部儀制司主事。君之少也，穎敏於學，為文章有盛名，又性和易謙遜，人無貴賤，靡弗愛君。然君固有特操，非義弗敢為，故自少至老，終於貧窶。乾隆庚辰恩科，君為舉人，中己丑科二甲一名進士。故事，二甲首當改庶吉士，人皆期君必館選矣，然竟分禮部為儀制司主事。君每日自官所歸，輒鍵戶讀書如諸生時。值詔開四庫全書館，大臣有知君才，舉為纂修官。是時，非翰林而為纂修官者凡八人，鼐與君與焉。君既博於聞見，其考訂論說多精當，於纂修之事，尤為有功。其後，鼐以病先歸，君旋遭艱居里。既而，鼐遇君淮上。當是時，《四庫》書成，凡纂修者皆議敘，向之八人者，其六盡改為翰林矣。大臣又以鼐與君名列之章奏而稱其勞，請俟其補官更奏。君於是初服除，將入補官，亦以見邀，鼐以母老謝，君獨往，然大臣竟不復議改官事。君自循資遷員外郎、郎中，保御史。乾隆五十四年四月，授陝西道監察御史，甫一月而卒，年五十二。君賢者，居曹司固亦佳吏，居言官苟非日淺，亦必有所見，然終不若以其文學居翰林之為得人也，而惜乎其竟抑不得也。君事父母，能於貧匱中盡其養，待族友有恩誼，而不可使為諂瀆。所成官書外，其自著者曰《經典弁服釋例》十卷，《深衣釋例》三卷，《釋繪》一卷，《字林考逸》八卷，《小學鉤沉》二十卷，《吳越備史注》二十卷，惟《字林》已刊板。詩集已刊者四卷，其餘與雜文未刊者又若干首。君學博奧，而於為詩則尚清遠，不多徵引，曰：「此非詩所貴也。」娶趙宜人，無子。沒後三年，弟大楷始生子熾炎以嗣君。又後十二年，葬君於某處。鼐昔者與君本相知，及同處四庫館，則朝晡無不偕，有所疑說，無不相論證也；退而偶有尊酒召賓之設，無不與同也。閱今二十年，同居館者死亡殆盡，而鼐僅存。君弟大楷來求為誌，乃愴懷而銘之曰：嗚呼！幼植之瘞，不居文章之官，而既為其事矣！不至耆耇之壽，而著書足名後世矣！生不見子，而沒可以祀矣！吾為銘之，足慰君志矣！"
    },
    {
        "title": "夏縣知縣新城魯君墓誌銘〈并序〉",
        "content": "君諱九皋，字絜非，建昌府新城魯氏也。大父諱寧，康熙庚午科舉人，為內閣中書。考諱淮，歲貢生，為廬陵縣學訓導。君為人敦行誼，謹於規矩，而工為文。人觀其言動恭飭有禮，而知其學之邃；讀其文衝夷和易而有體，亦知其必為君子也。嘗逾嶺至建寧，謁朱梅崖，而受其為古文之法。於四方學者苟有聞，君必虛心就而求益。雖以鼐之陋，君嘗渡江至懷寧，見鼐而有問焉。君古文雖本梅崖，而自傅以己之所得，持論尤中正。里居授其學於子弟及鄉之雋才，又授於其甥陳用光，且使用光見鼐。蓋新城數年中古文之學日盛矣，其源自君也。其為科舉之文，不徇俗好，自以古文法推而用之。或以為不利場屋，君曰：「得失，命也。」君竟以乾隆庚寅科得鄉舉，辛卯恩科成進士。歸居十餘年，奉養祖母及父，因益力為學。而因事設方以利其宗族閭里，雖貧而必致其財，雖勞而必致其力，逮終養乃出就官。是時鼐聞，寓書諫君，謂：「今時縣令難為，而君儒者，違其長而用之，殆不可。」然君竟謁選得山西夏縣。縣當驛道，又時值後藏用兵，使驛往來日不絕。縣舊分二十餘里，里以次出錢供役，謂之里差，吏因為利，民致大困。君自持既廉，又減其役之得已者，而重禁侵蠹，民大便之，而樂為役。君顧歎曰：「吾不能盡去里差，是吾恨也。」其見民，煦煦然告以義理所當從及去，不作長官威厲之狀，民亦欣然聽其教。於是縣號為治，上吏亦絕重君矣。鼐聞乃自咎前者知君之淺，固不能盡君才也。然君亦以積勞致疾，在縣凡兩期，以乾隆五十九年三月卒於官，年六十三。娶楊孺人，生四子：肇熊、肇光、嗣光、迪光。四女子。又庶出之子五，皆少，一女。肇光，拔貢生，君以後母弟某；嗣光，壬子科舉人，君以後從父弟某，皆能嗣君古文學者，而肇光先殞。君文曰《山木集》，已刻者若干卷，未刊者若干卷。某年月日，葬君某所，嗣光及君甥用光，皆以書來乞鼐銘。銘曰：孰謂儒者不可以理繁庶？孰謂學古不可為今世語？美哉魯君！其行企矩，其文蹈雅，卒置德在夏，而士興其庭宇。其生也有令譽，其亡也有傳緒，其葬也於是野。"
    },
    {
        "title": "汪玉飛墓誌銘〈并序〉",
        "content": "汪生行忠信而立志甚高，不與今世士同流，謂：「士舍宋儒程、朱之所道以為學，舉不足云學也。」晝動而暮休，必考一日所為，得失離合，悉書於一冊，以自為戒勸。事其父兄，撫其妻子，交其師友，循今世之禮，通以古人之意，見者未嘗不以為當於人心。為今世場屋之文，必求發古聖賢之旨，而不為苟美。余主鍾山書院，生以上元學生來為弟子。余德薄不足為生益，然生親余尤至，相見論說，依依者幾三年，而生遽死。生故有咯血疾，而為學研思不懈，余時戒之。乾隆五十六年秋冬間，忽大甚，至失音。余方歸里，亟以為憂。其次年春正月，疾進，時時念余，遂卒。余復至，遂不見生。嗟乎！使生不死，必追逮古賢人，必有立於天下。不幸亡，學未成，行未著，知其異於今世學者，唯余而已！生年二十六，其父七十餘，子雲官甫，六歲。妻楊氏割肱療生不愈，終為嫠而守之。余為擇攝山東南故曇花寺址右阜葬生，而為銘曰：古秣陵，明南畿。粵汪生，挺產茲。名兆虹，字玉飛。聖不作，望緡哉！敻有轍，崇有階。逴勱志，胡弗幾？抗發塗，蹶駿才。芒天乎！理則乖。痛無沫，伐石埋。翳姚鼐，綴此辭。"
    },
    {
        "title": "鮑君墓誌銘〈并序〉",
        "content": "鮑氏世為歙人，明末有諸生遭革命不復出者曰登明，為君高祖，其居在岩鎮，生子元穎，賈於吳致富。其子蕃賈於杭州，入其籍。蕃生善基，為杭州府學生，善為文，而家業貧落，生四子，其第三者君也。君繼父學而益勤，少自杭就學於歙，已而歸杭。終父喪，遂復至岩鎮，復先人居，入歙學，其文名日起。岩鎮有吳先生瞻泰者，試之《紅豆歌》，使次韻，君詩即成且工。先生喜，以孫女妻之。吳先生贈嫁，有書數千卷而無他財。君為人敦行義，重然諾，作詩歌古文辭皆有法，能見其才。當時儒者文士，皆樂與之交，學使者舉為優貢生。然困於鄉試，不見知。年四十餘，遂絕不就試，以文業授徒。其徒乃多發科成名，其尤著者，金修撰榜也。君諱倚雲，字薇省，嘗為族譜數十卷，以擬蘇明允《族譜》，故復號蘇亭。子二：長嘉鬯，亦歙學生，能文。乾隆四十二年，嘉鬯疾殞。君以慟得疾，次年秋九月二十一日，君遂卒於岩鎮，年七十一。次子嘉命，君使後其仲兄倚樓。嘉鬯有子早亡，嘉命有四子，以其次子金復嗣嘉鬯，為君宗焉。嘉命及其長子壬子科順天舉人桂星，皆嘗問學於鼐，今將葬君某所，乞鼐為銘。銘曰：五世三徙卒居歙，貧富迭更返故業，師友援推表鄉邑，有文炳興身挹蕏，卜其終登在繼葉。"
    },
    {
        "title": "建昌新城陳母楊太夫人墓誌銘〈并序〉",
        "content": "太夫人建昌新城楊氏，贈朝議大夫諱大炳之女，適同邑陳氏。舅曰贈資政大夫諱世爵，姑曰魯太夫人，夫曰乾隆戊辰科進士封資政大夫諱道。子五，曰分巡金衢嚴道守誠、太平府知府守詒、舉人候選內閣中書守中、江蘇按察使守訓、舉人候選中書守譽。女三，婿曰舉人內閣中書楊尚、監生塗志紑、魯勷。孫二十四。曾孫二十七。玄孫三。封大夫以學行稱於世，成進士後，不仕而修於家，世謂之凝齋先生。太夫人之始歸也，能承舅姑，以得其歡；能任家事，以佐凝齋，使專志以成其業；存能事以禮，亡能述其志，以厲其子孫。子仕為司道、郡守矣，太夫人能持禮法於家，衣服飲食，不侈以逾。以廉正勖其子者，見則數言，遠則數書。於族黨之貧者，能約己而厚恤之。年七十時，諸子方謀為樂飲燕會。太夫人使止，而以其財設義倉於近鄉，以濟農者。凝齋先生講學，守宋儒法，不言仙佛。太夫人亦樂善，而不取福田利益之說。後凝齋三十年而卒，為乾隆五十五年十一月十日，年八十四。其時，長子觀察、四子提刑先喪，而太夫人顧目見其孫觀、曾孫希祖皆成進士，為部主事。孫煦、吉、冠，曾孫希曾，皆為舉人，而希曾為江西鄉試榜第一，太夫人沒後三年，以第三人及第為編修。其餘多文學可觀者。人謂封大夫及太夫人植德不懈，足興其家，宜其後之昌也。乾隆五十九年某月日，合祔封大夫墓。余於太夫人子，知其伯仲，少客南昌，及見凝齋先生。而太夫人孫用光，從學余為文，故得其家世素行，宜為之銘。銘曰：維清有道，天子钜祥。帝見玄孫，福錫四方。母儀江嶺，秉德柔正。秀茁曾玄，國庥家慶。夫以儒興，子有治聲。慈惠鄉閭，人樂其榮。荷塘之野，大夫之墓。山周水回，宜祔永固。"
    },
    {
        "title": "章母黃太恭人墓誌銘〈并序〉",
        "content": "太恭人桐城黃氏，處士諱貞吉之女。適章氏，為贈中憲大夫、松太兵備道諱某之塚婦，贈中憲大夫、松太兵備道諱天祐之妻。生二子：長曰東桂，為候選州同知；次曰攀桂，為江蘇松太兵備道，獲以其官贈祖、考，以太恭人封妣者也。太恭人年三十三而寡，舅姑老且疾矣，而子甚幼。逾十餘年，又喪夫之弟。太恭人能晝夜勤苦操作，以殖其產。又能上盡奉養，以及舅姑之終，下撫教稚弱，以至於壯。祀先人，賙親舊，應賓客，皆盡恩誼，人謂章氏一婦任二子事也。其後，攀桂仕為渭源知縣，擢知鎮江、江寧府，監司蘇松，皆迎太恭人於官舍。諸孫屢與鄉舉矣，人皆榮之。太恭人被服自奉之具，不加於其素，而修治先廟墓，饋遺族黨，濟人乏匱，則每進而廣焉。乾隆五十年，江、淮大旱，民死亡相繼。太恭人適在里，睹大哀之，盡分藏廩於族戚故舊，以書速子於浙江購山芋、玉米數千石，雜錢米濟賑，所費萬金。攀桂迎之官，不可，曰：「吾去，若饑者何？」於是攀桂亦遂請養歸。逾再期，乾隆五十二年冬十二月，太恭人卒，年八十有一。卒而來哭者填戶，曰：「微夫人，吾死久矣！」孫五：曰夢橘、甫、維極、維桓、維棟。曾孫四。初，太恭人頗通形家說，與其子營葬夫贈中憲於縣東南蟢子湖之北原，命曰：「異日勿啟祔，以驚神靈。」其子乃為卜宅於縣西二姑峰之麓，登其巔以向蟢子之湖，明如趾下。太恭人乃喜。以卒之次年十二月某日葬。銘曰：施則侈也，於己苟完。有子承之，其惠以殫。山之嶔也中有原，趾出石泉湛甘寒。首於西北，向東南間。德人居之固且安，載詞堅石永不刊。"
    },
    {
        "title": "廣州府澳門海防同知贈中憲大夫翰林院侍講加一級張君墓誌銘〈並序〉",
        "content": "君諱汝霖，字芸墅，宣城張氏。大父諱宿，父諱中聖，皆為縣學生，皆贈中憲大夫。君自縣學生雍正十三年為拔貢生。旋以人才保舉，乾隆元年引見，命為知縣。分發廣東，任河源、香山、陽春知縣。其至香山者再，而攝署之縣又三四焉。君初在香山，遭母汪太恭人喪憂居，新任令未至，奸民賴姓乘隙為亂。君即起捕倡亂者置之法，而杖校其和從者。逮新令至而邑已寧。其後，至香山，免荒埔報升之稅；修城南羅婆陂，成灌溉之利，而禁豪家為堤堰之厲民者。海南徐聞縣民惰窳，布種後，不知糞耨槔車之事，而婚姻尤無禮式。君攝其令，乃教之如內民。時廣東有開鑛採銅者七縣，地力盡而役未止。君攝英德縣，知其病，請於巡撫奏停焉。澳門者，香山南境，斗入海，西洋夷民居之，以與中國為市。時設同知官甫二年，上吏以君賢，俾攝其職。君尤能得夷民情而柔調之，故卒授君為澳門同知。值事，吏議降一級，上官惜君去，奏請留粵，而部議不許。君遂返宣城，不復出矣。君博學多聞，尤工駢體文及詩。嘗為《澳門記略》，輯《宛雅》若干卷，《詩約》若干卷，自為詩文集三十卷，政牘五十卷。乾隆三十四年七月八日卒於家，年六十一。配袁恭人，生君長子燾，乾隆癸未科進士，為翰林院侍讀，得贈君如其官。一女適附監生梅學。側室梁安人生二子：廣西布政使經歷倓、太學生炯。二女，一適諸生劉辛，一未嫁死。孫男十一。孫女七。乾隆□□年□月□□日，葬君于寧國縣花塢山村之原。桐城姚鼐與燾為進士同年，又與炯相知，於君葬後，為君補為墓銘。銘曰：懿維君，吏海濆，安內民，外夷馴，為國勤，著有勳。未上聞，乘歸輪。聚典墳，閎厥文。子繼振，蔚以彬。瘞泯泯，昭億春，吾銘云。"
    },
    {
        "title": "袁隨園君墓誌銘〈并序〉",
        "content": "君錢塘袁氏，諱枚，字子才。其仕在官，有名績矣。解官後，作園江寧西城居之，曰隨園。世稱隨園先生，乃尤著云。祖諱錡，考諱濱，叔父鴻，皆以貧遊幕四方。君之少也，為學自成。年二十一，自錢塘至廣西，省叔父於巡撫幕中。巡撫金公鉷一見異之。試以《銅鼓賦》，立就，甚瑰麗。會開博學鴻詞科，即舉君。時舉二百餘人，惟君最少，及試報罷。中乾隆戊午科順天鄉試，次年成進士，改庶吉士。散館，又改發江南為知縣，最後調江寧知縣。江寧故巨邑，難治。時尹文端公為總督，最知君才，君亦遇事盡其能，無所回避，事無不舉矣。既而去職家居，再起，發陝西；甫及陝，遭父喪歸，終居江寧。君本以文章入翰林有聲，而忽擯外；及為知縣，著才矣，而仕卒不進。自陝歸，年甫四十，遂絕意仕宦，盡其才以為文辭歌詩，足跡造東南山水佳處皆遍。其瑰奇幽邈，一發於文章，以自喜其意。四方士至江南，必造隨園，投詩文，幾無虛日。君園館花竹水石，幽深靜麗，至欞檻器具，皆精好，所以待賓客者甚盛。與人留連不倦，見人善，稱之不容口。後進少年，詩文一言之美，君必能舉其詞，為人誦焉。君古文、四六體，皆能自發其思，通乎古法。於為詩，尤縱才力所至，世人心所欲出不能達者，悉為達之。士多效其體，故《隨園詩文集》，上自朝廷公卿，下至市井負販，皆知貴重之。海外琉球，有來求其書者。君仕雖不顯，而世謂百餘年來，極山林之樂，獲文章之名，蓋未有及君也。君始出，試為溧水令。其考自遠來縣治，疑子年少，無吏能，試匿名訪諸野。皆曰：「吾邑有少年袁知縣，乃大好官也。」考乃喜，入官舍。在江寧，嘗朝治事，夜召士飲酒賦詩，而尤多名跡。江寧市中，以所判事作歌曲，刻行四方。君以為不足道，後絕不欲人述其吏治云。君卒於嘉慶二年十一月十七日，年八十二。夫人王氏，無子，撫從父弟樹子通為子，既而側室鍾氏又生子遲。孫二：曰初，曰禧。始君葬父母於所居小倉山北，遺命以己祔。嘉慶三年十二月乙卯，祔葬小倉山墓左。桐城姚鼐，以君與先世有交，而鼐居江寧，從君遊最久，君歿，遂為之銘，曰：粵有耆龐，才博以豐。出不可窮，匪雕而工。文士是宗，名越海邦，藹如其衝，其產越中。載官倚江，以老以終。兩世阡同，銘是幽宮。"
    },
    {
        "title": "郭君墓誌銘〈并序〉",
        "content": "吳江郭君，諱元灝，字清源。其祖諱如龍，考諱諤。君少工為文，為吳江學生，而陸中丞燿之弟子也，中丞最稱賢之。君居家授徒，僅以供養父母而已。其室時至匱乏，而不以為憾。中丞貴，亦絕不往干，第與書往來論學。乾隆五十一年，君年五十三卒。孺人迮氏，無子。側室翁氏，生子麐鳳。麐嘗從余學為文。君亡，其考猶在，而家益貧。麐出遊求養，既而君考亡。又數年，麐乃克葬祖若父。於是葬君於嘉善縣澄湖港之阡，時嘉慶二年也。次年，遇余於杭州，乞補為君誌。余宿知吳江陸中丞，天下君子，其所許，必君子無疑也。而又哀麐志，乃為銘曰：篤為學，文可稱。守有介，行中繩，進而與之君子朋。吳、越兩縣間一塍，回見故國喬木升。於焉卜兆曰永寧。"
    },
    {
        "title": "江蘇布政使德化陳公墓誌銘〈并序〉",
        "content": "公諱奉茲，字時若，其先陳宜都王叔明十世孫崇，唐末為江州長史，聚族為孝義，僖宗旌之。其後五世，自南唐及宋，皆旌為江州義門。後乃遷居南昌，明季又自南昌遷德化。居德化三世，為九江府學生俶生範，康熙戊子科舉人，為安義縣教諭。生絢，為德化縣學生，是為公考。自曾祖至考三世，俱以公貴，贈通奉大夫，江寧布政使。妣皆贈夫人。公生二十二歲，中乾隆丁卯科鄉試第一。庚辰科成進士，授四川知縣。凡知蓬山、閬中，擢知茂州，皆有善政。當金川為逆，大將率兵討之，任公主炮局，及修飭兵興橋路。常居口外山谷間，瀕危，勞績甚著。有三雜土司，地當進攻金川之路。官兵猝至，三雜長卓爾碼，婦人也，謂且伐之，閉道不通。將校嘩言三雜畔矣，宜先攻。公告將軍：「三雜未知國家意耳，非畔也。請往察而諭之！」將軍從公策。公至一告諭卓爾碼即散守者，具狀上謝，且奉軍過甚謹。其後，詔加其封號曰「賢順」。卓爾碼以謂「惟陳公活我，又予我以榮也」。公旋晉嘉定府知府及建昌道。其居官日常寡，出入邊塞，仁恩素著，多所鎮定，中外皆稱之。上乃授公四川按察使。乾隆五十二年，調河南按察使。居二年，調江蘇，旋擢江寧布政使。居四年，調安徽。未半歲，又調江蘇。公始在蜀最久，凡二十七年。其後，居江南亦九年，歷四任。熟習民情，洞其利弊，能以簡靖漸祛其患，未嘗厲威為聲名。吏民愛戴，以謂得大臣之體。好士樂善，獎掖如不及。公自壯入蜀，至老受任不得歸，乃取鄉地，自號東浦以寄思，士皆稱東浦先生云。其天才高厲，作詩專法杜子美，論者謂樸厚之氣，殆足媲之。平生經歷多異境，舉見所為詩，凡千首，曰《敦拙堂集》。古文則所為不過十餘篇，然實得古人之法。今世作者，無能逾也。公年七十四，嘉慶四年正月壬午，薨於蘇州。夫人桂氏，同縣縣學生某女，有賢智，從公居建昌時卒。生蔭生候選員外郎大來、候選州同知方來。又生二女。側室蔣氏，生候選布政司理問斯來、戊午科舉人具來。側室張氏，生候選司務備來。公嘗喜桐城姚鼐之文，薨前一歲，在江寧監臨武鄉試，見鼐語曰：「我死，必得君誌吾墓。」鼐曰：「公方健，何言是也！」然心諾公。及公子於□年□月□日葬公某所，卒為銘鼐也。銘曰：才為國勞，險阻載遭，靖彼紛囂。平寧安處，來宣江滸，從容風雅。民曰吾宜，列士懷儀，未究其施。有政可頌，有文可誦，名存身覂。匡廬前麓，故居爰復，永安幽谷。"
    },
    {
        "title": "方侍廬先生墓誌銘〈并序〉",
        "content": "方先生，桐城人，諱澤，字川，侍廬其自號也。祖某，父某。先生少有異才高識，遊江寧，與諸名士遊。一時才俊之士，言行多險怪，先生默默獨守中行。其後，同遊者多及禍，而先生弗與。然頗經紀其喪，有終始之誼。退為諸生，久屈場屋。長白觀尚書保，以學士督學安徽，最知先生賢，乃舉優貢入都，時先生年五十矣。再入北闈不售，為八旗生教習，歲滿，詔以知縣用，先生不樂就。歷遊湖南、河南、山西學政幕內，遍觀山水之勝，作為詩歌以自娛；最後主洪洞玉峰書院，得疾歸，歸未幾卒，年七十一。先生與鼐伯父編修府君少為交友。編修府君仕京師時，先生館於鼐家，鼐兄弟皆受業。先生論學宗朱子，論文宗艾千子，惡世俗所奉講章及鄉會闈墨，禁其徒不得寓目。先生為文，高言潔韻，遠出塵堨之外，場屋主文俗士不能鑒也。然先生弟子，以其說獲雋於鄉會試者十餘人矣。得失要自有數，不繫乎其文，士自從所好耳！如先生，乃真信道篤而知所守者也。編修府君嘗謂先生文似明羅文止，詩似宋楊秘監云。子二：□、□，今皆亡。有孫績、曾孫東樹，能世其家學。先生弟子今僅存三人，皆年七十矣，與績謀葬先生，而鼐豫為之誌，曰：其守閟，以古為則，不為俗惑。英英高雲，以壯其文，絕於穢氛。生名弗耀，沒遲藏兆，弟子所悼。營是幽宮，龜言既從，以安厥終。"
    },
    {
        "title": "陳孺人權厝志",
        "content": "孺人，仁和陳氏女也。父琛。母程氏，通文字，以課子女。故孺人自少讀書，能為詩文，而其志慨慕古女子賢哲有節行者，不欲以才藝自居也。故其為詩，質直慷慨，義嘗近古；不若世女子流連風景，為媚好悅人之詞。孺人適江寧胡君，名培，胡君居貧甚，孺人時以文字慰其意。既而胡君病沒，遺三子二女，皆未婚嫁，孺人執女紅為衣食，暇則教子女，與之論古今為學。又性解醫術，里中婦女有疾，往往請為之方。孺人於富者鮮所求，於貧者或濟之藥，雖自處乏困不恤也，其子女卒皆成立婚嫁。幼子鎬從姚鼐學，鼐見孺人詩曰《合蕭樓稿》，歎謂今女子作詩者之冠，雖流俗淺人論詩者未必知也，而後世必有知之者已。孺人嫠居三十四年，嘉慶三年十月卒，年六十八。鎬與其兄鎮、鑒，權厝夫人於江寧城北，鼐為之銘。銘曰：居庳里，志高矢。藏無有而學富。其身可亡名不毀，吾為命之女君子。"
    },
    {
        "title": "奉政大夫江南候補府同知軍功加二級仁和嚴君墓誌銘〈并序〉",
        "content": "君諱守田，字穀園，杭州仁和嚴氏。祖諱士奇，贈奉政大夫。考諱立功，為虞城主簿，封奉政大夫。君少遊濟南，寄籍運學為諸生，遂中乾隆辛卯科山東鄉試舉人。乾隆四十六年，挑發廣東知縣。初任陽江縣，未至境，有迎吏來，與君語少習，見君囊橐貧甚，誘君以利。君問何以取利，吏曰：「邑有賣漿者，毆人死，而多引富室，繫數十人矣。君至威脅以罪，千金立致也。」君曰：「諾。」至縣日，即坐堂上，出所冤繫囚，盡縱之去。獨留一囚訊之，囚即服罪，賣漿者也。迎吏捧牘在側，捽下痛杖黜之。是時，方傾市來觀上新令，見君治此吏，歡呼動地，君名聲一日大起。調仁化，與巡撫孫公士毅爭獄，君辭厲。孫公變色，既而卒從君議，更以重君。遂調之番禺，凡獄事多委君。以母憂去官。服闋再赴廣東，補順德知縣。治海盜有績，屢辨難獄，又調南海。番禺、南海，皆大府治所，君兩蒞之，人見其意思如暇，然而政無不盡。是時，孫公擢為總督，率兵出關，討安南之亂。公故奇君才，檄之從軍，及市球江之捷，敘功入奏，賜孔雀翎、五品頂帶。君才益見端緒矣，既而與孫公偕返。孫公內召，嘉勇公福康安代其任。福公亦重君才，君議論其前必盡。福公常聽其說，於事多便，乃保題君。引見，命記名知府，而發江南以同知用。在江南三年，屢委署，未及真授，而遭父憂歸。其署淮安知府時，值旗丁以各縣助之費少為詞，數百人大噪淮上漕使之門。君往召眾前，使訴其意。君徐曰：「助費在州縣。今為爾白漕使飭下道，道下州縣。取費至，則汝候久矣，不亦病乎！」眾曰：「然。」君曰：「是誠非吾職，然吾當為公濟汝以私財。汝等張帆疾行可矣！」於是命之次第發，而稍資給之，竟無事。江淮人咸稱頌君有定亂才。君既歸數年，竟不復仕，於嘉慶四年四月十日卒於里，年五十有二。君文章無不能，而奏牘尤善，通曉兵事，便騎射。為舉人時，偕人遊塞上，與侍衛武人共宴飲角射，君最後發，三矢中的如一。武人大愕沮屈，君從容就坐，題詩便麵而去。其在孫公軍中，誠欲盡其謀，以共立功於域外，不幸值阮氏之變，軍潰功不就。然古人始敗而卒建大功，如孟明之類，史冊多有。其後，孫公猶被眷遇，卒收庸、蜀桑榆之效，而君竟不復試於軍旅矣，世孰由知其才之異也。君在江南時，嘗一來訪余。與言，果明決異士。其後，余至杭州又遇君，而君無意用世，亦旋歿矣。娶莊宜人。君在江南時，宜人卒。生炳及兩女。側室范氏生煥，亦兩女。胡氏生燾。吳氏生煦。某年月日葬君於杭州天馬山祖塋之側。莊宜人祔。銘曰：既多文，又秉武，臨溟海，江淮滸，鋤黠猾，柔強禦。意趠遠，為國撫，萬里駕，中乘阻，鬱餘能，紀可睹。勒堅石，慰終古。"
    },
    {
        "title": "歙胡孝廉墓誌銘〈并序〉",
        "content": "胡君諱□□，字受穀。其先鄞人，康熙中有武進士璋遷歙，生行人司行人廷鳳，廷鳳生歲貢生銘恭，銘恭生廩膳生與修《一統志》凝鼎，凝鼎生君。君少孤，受學於淳安方先生楘如，工文章，中乾隆己卯科鄉試，名著於遠邇矣，而屢躓會闈，迄母喪終，君遂絕志求進。吏部符取為知縣，亦不就，惟日與諸生講誦文藝以為樂。歙城南，越溪陟山有古寺十。雖多頹毀，而空靜幽邃，多古松柏。君攜徒稍葺治，讀書寺中，其意蕭然。余昔主紫陽書院，去寺不十里，嘗與往來；或至夜月出，共步溪厓，林徑寒窈，至今絕可念也。君論文尤能起人意，又多藏書，喜借人閱，歙士多歸之，用君說取科第仕朝者數矣。君竟老山中，年七十四以卒，嘉慶三年十二月九日也，余去紫陽亦十年矣。君性仁厚，與物無畦畛。其沒也，非其徒亦皆思之。娶方孺人，先三年卒。生府學生良會。良會將葬君某所，以書乞余銘。銘曰：行伊修，其文彪，澹寡求。懋學優，授群髦，日月遒。藏陰幽，後億秋，於吾褒。"
    },
    {
        "title": "高淳邢君墓誌銘",
        "content": "（闕）"
    },
    {
        "title": "儀鄭堂記",
        "content": "六藝自周時，儒者有說：孔子作《易傳》；左丘明傳《春秋》；子夏傳《禮喪服》，《禮》後有《紀》，儒者頗裒取其文，其後，《禮》或亡而《記》存，又雜以諸子所著書，是為《禮記》；《詩》、《書》皆口說，然《爾雅》亦其傳之流也。當孔子時，弟子善言德行者固無幾，而明於文章制度者，其徒猶多。及遭秦焚書，漢始收輯，文章制度，舉疑莫能明。然而儒者說之，不可以已也。漢儒家別派分，各為專門，及其末造，鄭君康成總集其全，綜貫繩合，負閎洽之才，通群經之滯義，雖時有拘牽附會，然大體精密，出漢經師之上。又多存舊說，不掩前長，不覆己短。觀鄭君之辭，以推其志，豈非君子之徒篤於慕聖，有孔氏之遺風者與？鄭君起青州，弟子傳其學既大著。迄魏王肅，駁難鄭義，欲爭其名，偽作古書，曲傳私說，學者由是習為輕薄，流至南北朝。世亂而學益壞。自鄭、王異術，而風俗人心之厚薄以分。嗟夫！世之說經者，不蘄明聖學詔天下，而顧欲為己名，其必王肅之徒者與？曲阜孔君摐約，博學工為詞章，天下方誦以為善。摐約顧不自足，作堂於其居，名之曰儀鄭，自庶幾於康成，遺書告余為之記。摐約之志，可謂善矣！昔者聖門顏、閔無書，有書傳者或無名。蓋古學者為己而已。以摐約之才，志學不怠，又知足知古人之善，不將去其華而取其實，擴其道而涵其藝，究其業而遺其名，豈特詞章無足矜哉？雖說經精善猶末也。以孔子之裔，傳孔子之學，世之望於摐約者益遠矣。雖古有賢如康成者，吾謂其猶未足以限吾摐約也。乾隆四十五年春二月，桐城姚鼐記。"
    },
    {
        "title": "寶扇樓後記",
        "content": "朱子潁家有聖祖仁皇帝之賜扇，作寶扇之樓鋋焉。王禹卿為之記，成以其辭視余。余讀而歎曰：「昔漢武既招英俊，程其器能。左右近臣，若主父、嚴、朱，皆出為守相，獨東方朔以不得任用，至於上書自訟。才士之亟於自效若此哉！若以人臣愛君之心言之，則日侍帷幃者之志，固已得矣；況乎出臨一方，有吏事之責，人情乖迕，有詘伸應接之難，曷若一意以親媚於主上者之為善哉？都統公以筆墨文字，遭逢聖祖知遇，內侍最久。其後乃出入宣力，躋於二品。今子潁之任用，略同於都統公，而且滋重矣，而回思昔日都統依天日之輝光，侍清宴之閑暇，聖翰雲章，璀璨懷袖，蓋有邈然不可及之慕。況於禹卿，辭玉堂之廬而飄搖江海者乎？余於是書為《後記》。子潁既外任，家雖作是樓，而未得以登。異日倘召居闕廷近職，以休沐之餘，俯仰斯樓，循玩吾言，感念國恩之無窮，將有漼然不知涕泣之隕落者已！乾隆四十四年七月，姚鼐書。"
    },
    {
        "title": "記蕭山汪氏兩節婦事",
        "content": "蕭山汪君輝祖之母曰王孺人，其生母曰徐孺人，汪君考為淇縣尉。淇縣君沒，兩孺人皆少，遺孤十一歲，而上有七十之姑，門無族戚之助。或謀殺其孤而奪其貲，忌兩孺人，日欺陵困辱。兩孺人不為動，卒奉姑保育孤子，教之成立，登第為聞人。是時，有司既疏兩孺人之節而旌其門矣，汪君顧悲傷兩母少所處危苦，遍走士大夫，求為文章，褒揚其行義，所致凡數百篇。又自越以書遺余，請記其事，汪君志亦勤矣。夫兩孺人之名著海內者，以其子之成立也。設幼孤不幸或殤，或長而不才，則兩孺人泯無聞矣。方其窮厄困難，伏首相對閨闥之中，豈能知子之必才而待之？雖子成立不可必，而終不忍負吾志義者，此兩孺人所以賢也。賢者固不求名而名至，然世竟無稱者亦有之。且女子尚能堅其持操、卓然自立，而顧謂天下之士，無獨立不懼、守死服義其人者乎？其泯無聞焉則已矣。夫士貌榮名，卒何加於其身豪末哉？"
    },
    {
        "title": "記江寧李氏五節婦事",
        "content": "江寧李文兆之妻呂氏，年二十二而夫死，一子方繈抱，家貧甚，無以生也。文兆有族兄弟曰文采，哀之，以屋居其母子。子長為賈，呂氏今年六十餘矣，於法當旌於朝，待吏舉焉。文采之族有文華妻楊氏、文昇妻魏氏、文旭妻胡氏、文中妻張氏，皆守節以老。文采皆收恤之，凡數十年。而四人者，夫死，婦年逾三十矣，於例不當旌。夫人之所遭不同，女年三十而嫠，其苦有逾於二十而嫠者。國家立制，不得不立之限耳。若夫人心之褒善，非可以例論也。文采生平嘗憫五節婦之遭，欲為之紀。文采沒，子際春從鼐學，以告鼐。鼐謂五人者，貧而能守善，皆可褒，而文采之恤其窮而欲著其名義，並可稱也。因為之錄云。"
    },
    {
        "title": "快雨堂記",
        "content": "「心則通矣，入於手則窒；手則合矣，反於神則離。無所取於其前，無所識於其後，達之於不可迕，無度而有度。天機闔辟，而吾不知其故。」禹卿之論書如是，吾聞而善之。禹卿之言又曰：「書之藝，自東晉王羲之，至今且千餘載。其中可數者，或數十年一人，或數百年一人。自明董尚書其昌死，今無人焉。非無為書者也，勤於力者不能知，精於知者不能至也。」禹卿作堂於所居之北，將為之名。一日得尚書書快雨堂舊楄，喜甚，乃懸之堂內，而遺得喪，忘寒暑，窮晝夜，為書自娛於其間。或譽之，或笑之，禹卿不屑也。今夫鳥而食，成翼而飛，無所於勸。其天與之邪？雖然，俟其時而後化。今禹卿之於尚書，其書殆已至乎？其尚有俟乎？吾不知也。為之記，以待世有識者論定焉。"
    },
    {
        "title": "遊媚筆泉記",
        "content": "桐城之西北，連山殆數百里，及縣治而迤平。其將平也，兩崖忽合，屏矗墉回，嶄橫若不可徑。龍溪曲流，出乎其間。以歲三月上旬，步循溪西入。積雨始霽，溪上大聲漎然十餘里，旁多奇石、蕙草、松、樅、槐、楓、栗、橡，時有鳴雋。溪有深潭，大石出潭中，若馬浴起，振鬛宛首而顧其侶。援石而登，俯視溶雲，鳥飛若墜。復西循崖可二里，連石若重樓，翼乎臨於溪右。或曰：「宋李公麟之垂雲沜也。」或曰：「後人求公麟地不可識，被而名之。」石罅生大樹，蔭數十人，前出平土，可布席坐。南有泉，明何文端公摩崖書其上，曰媚筆之泉。泉漫石上為圓池，乃引墜溪內。左丈學衝，於池側方平地為室，未就，要客九人飲於是。日暮半陰，山風卒起，肅振岩壁榛莽，群泉磯石交鳴。遊者悚焉，遂還。是日，姜塢先生與往，鼐從，使鼐為記。"
    },
    {
        "title": "登泰山記",
        "content": "泰山之陽，汶水西流；其陰，濟水東流。陽谷皆入汶，陰谷皆入濟。當其南北分者，古長城也。最高日觀峰，在長城南十五里。　　余以乾隆三十九年十二月，自京師乘風雪，歷齊河、長清，穿泰山西北谷，越長城之限，至於泰安。是月丁未，與知府朱孝純子潁由南麓登。四十五里，道皆砌石為磴，其級七千有餘。泰山正南面有三谷。中谷繞泰安城下。酈道元所謂環水也。余始循以入，道少半，越中嶺，復循西谷，遂至其巔。古時登山，循東谷入，道有天門。東谷者，古謂之天門溪水，余所不至也。今所經中嶺及山巔，崖限當道者，世皆謂之天門云。道中迷霧冰滑，磴幾不可登。及既上，蒼山負雪，明燭天南。望晚日照城郭，汶水徂徠如畫，而半山居霧若帶然。戊申晦，五鼓，與子潁坐日觀亭，待日出。大風揚積雪擊面，亭東自足下皆雲漫。稍見雲中白若樗蒲數十立者，山也。極天，雲一線異色，須臾成五采；日上，正赤如丹，下有紅光動搖承之。或曰：此東海也。回視日觀以西峰，或得日或否，絳皓駁色，而皆若僂。亭西有岱祠，又有碧霞元君祠。皇帝行宮在碧霞元君祠東。是日觀道中石刻，自唐顯慶以來，其遠古刻盡漫失。僻不當道者，皆不及往。山多石，少土。石蒼黑色，多平方，少圜。少雜樹，多松，生石罅，皆平頂。冰雪，無瀑水，無鳥獸音跡，至日觀數裏內無樹，而雪與人膝齊。桐城姚鼐記。"
    },
    {
        "title": "遊靈巖記",
        "content": "泰山北多巨巖，而靈巖最著。余以乾隆四十年正月四日，自泰安來觀之。其狀如礧石為城墉，高千餘雉，周若環而缺其南面。南則重嶂蔽之，重溪絡之。自巖至谿，地有尺寸平者，皆種柏，翳高塞深。靈巖寺在柏中，積雪林下，初日澄徹，寒光動寺壁。寺後鑿巖為龕，以居佛像，度其高當岩之十九，峭不可上，橫出斜援乃登。登則周望萬山，殊騖而詭趣，帷張而軍行。巖尻有泉，皇帝來巡，名之曰甘露之泉，僧出器酌以飲。余回視寺左右立石，多宋以來人刻字，有墁入壁內者，又有取石為砌者，砌上有字曰政和云。余初與朱子潁約來靈巖，值子潁有公事，乃俾泰安人聶劍光偕余。聶君指岩之北谷，溯以東，越一嶺，則入於琨瑞之山。蓋靈巖谷水西流，合中川水入濟，琨瑞山水西北流入濟，皆泰山之北谷也。世言：「佛圖澄之弟子曰竺僧朗，居於琨瑞山，而時為人說其法於靈巖，故琨瑞之谷曰朗公谷，而靈巖有朗公石焉。」當符堅之世，竺僧朗在琨瑞，大起殿舍，樓閣甚壯。其後頹廢至盡，而靈巖自宋以來，觀宇益興。靈巖在長清縣東七十里，西近大路，來遊者日眾。然至琨瑞山，其巖谷幽邃，乃益奇也。余不及往，書以告子潁。子潁他日之來也，循泰山西麓，觀乎靈巖，北至歷城，復溯朗公谷東南，以抵東長城嶺下，緣泰山東麓，以返乎泰安，則山之四面盡矣。張峽夜宿，姚鼐記。"
    },
    {
        "title": "晴雪樓記",
        "content": "遼東朱孝純子潁知泰安府之二年，境內既治無事，作樓於居室之東，曰晴雪之樓。又一年，余自京師來遊泰山，偕子潁登其上。思昔子潁西在巴、蜀，以軍興使雲南永昌，後又逾美諾之巖，入小金川之阻，冰雪所沍，師旅所屯，往來常數千里。今年賊起泰安鄰郡，子潁最先造大府幕，為出方略，親戰臨清城下，巨炮越頭上，手射斃賊首一人，率士入城，遂定餘孽。余誠偉其氣，然方其出入險難之地，履鋒鏑之所交，忠謀勇氣，誼不顧己，固不知復有燕遊之樂。及事定時夷，口不言功伐，蕭條登眺，澹若無為。此所挾持，蓋過人益遠矣。余駑怯無狀，又方以疾退，浮覽山川景物，以消其沈憂。與子潁仰瞻巨嶽，指古明堂之墟，秦、漢以來登封之故跡，東望汶源西流，放乎河、濟之間、蒼莽之野，南對徂徠、新甫，思有隱君子處其中者之或來出。慨然者久之，又相視而笑。余之來也，大風雪數日。崖谷積滿，霽日照臨，光暉騰映，是樓之名，若獨為余今日道也。然則樓之記，非余而孰宜為？乾隆三十八年十月，作樓始成。三十九年十二月，桐城姚鼐記。"
    },
    {
        "title": "遊雙溪記",
        "content": "乾隆四十年七月丁巳，余邀左世琅一青、張若兆應宿同入北山，觀乎雙溪。一青之弟仲孚，與邀而疾作，不果來，一青又先返。余與應宿宿張太傅文端公墓舍，大雨溪漲，留之累日。蓋龍溪水西北來，將入兩崖之口，又受椒園之水，故其會曰雙溪。松堤內繞，碧岩外交，勢若重環。處於環中以四望，煙雨之所合散，樹石之所擁露，其狀萬變。夜共一鐙，憑幾默聽，眾響皆入，人意蕭然。當文端遭遇仁皇帝，登為輔相。一旦退老，御書「雙溪」以賜，歸懸之於此楣，優遊自適於此者數年乃薨，天下謂之盛事。而余以不肖，不堪世用，亟去，蚤匿於岩窔。從故人於風雨之夕，遠思文端之風，邈不可及，而又未知余今者之所自得，與昔文端之所娛樂於山水間者，其尚有同乎耶？其無有同乎耶？"
    },
    {
        "title": "觀披雪瀑記",
        "content": "雙溪歸後十日，偕一青、仲孚、應宿，觀披雪之瀑。水源出乎西山，東流兩石壁之隘。隘中陷為石潭，大腹弇口若罌。瀑墜罌中，奮而再起，飛沫散霧，蛇折雷奔，乃至平地。其地南距縣治七八里，西北距雙溪亦七八里，中間一嶺，而山林之幽邃，水石之峭厲，若故為詭愕以相變焉者，是吾邑之奇也。石潭壁上有刻文，曰「敷陽王孚信道、建安陳信臣、滎陽張嶢子厚、合淝皇甫升，紹聖丙子正月甲寅」，凡三十六字。「信臣」、「皇甫」「甲寅」之下，各有二字損焉。以茲瀑之近依縣治，而余昔嘗來遊，未及至而返。後二十餘年，及今乃履其地。人前後觀茲瀑者多矣，未有言見北宋人題名者，至余輩乃發出之。人事得失之難期，而物顯晦之無常也，往往若此，余是以慨然而復記之。"
    },
    {
        "title": "隨園雅集圖後記",
        "content": "曩者鼐居京師，友人程魚門為語：「在江寧時，嘗寓居袁簡齋先生隨園幾一月。其水石林竹，清深幽靚，使人忘世事，欲從之終老也。」簡齋先生與鼐伯父姜塢先生故交友，而鼐未見，獨聞魚門語，識不能忘。其後鼐以疾歸，閑居於皖。簡齋先生遊黃山，過皖，鼐因得見先生於皖。又後七年，鼐至金陵，始獲入隨園觀之，魚門語不虛也。而魚門於前數年卒於陝，獨家歸江寧，因見先生，述其語而相對太息。先生故有《隨園雅集圖》，所圖五人，為沈尚書、蔣編修、尹公子、陳文學及先生，先生以示鼐。考作圖之年，與魚門語鼐時相次，時陳文學年才十八。今先生外惟文學尚存，仕為郡倅，亦已老矣。圖後名公卿、賢士題識數十人，於今求之，非特昔之耆希宿德邈焉已往，即與鼐年輩等者，亦零落殆盡。獨先生放志泉石三四十年，以文章詔後學於此。夫豈非得天之至厚，而鼐亦幸值之於是時也？圖有山陰梁相國記，五人爵里具焉，先生俾鼐書其末。夫人與園囿有時變，而圖可久存；圖終亦必毀，而文字可以不泯。千百年後，必有想見先生風流者，顧鼐非其人，不足托也。先生故人皆有題詠，魚門獨無名字其間，鼐識其辭，亦以補其闕云。"
    },
    {
        "title": "西園記",
        "content": "黟自漢為縣，而其後境屢析，分為佗邑。今其縣所據者，蓋漢縣之北隅而已。徽州處萬山中，而黟又在徽州群山之隘，略無平處。民居其間，尤敦樸多古風。《魯語》云：「瘠土之民，莫不好義。」誠不虛也。其南二十里曰葉村，村有曰西園者，葉君冠山之所為也。冠山篤行君子，而好文學，老於諸生。於其宅西為屋數間，背山臨溪，為課子讀書之所。其子有和，從余學為文，卓然有志於古。昔人稱洛陽多名園，極钜麗閎曠之觀。惟司馬溫公獨樂園，至狹陋，不足競其勝。然人尤重其園者，以溫公故也。今西園亦數畝地耳，然以賢者創於前，佳子弟承於後，安知異日世不絕重此園，以謂逾於钜麗閎曠者耶？余年二十二，嘗一至黟，未與葉君相識。其時君之子尚未生，園尚未作也。後幾四十年乃至歙，去黟不遠，亦未及識君而歸，獨君之子見告，家有是園而已。今君歿逾年，君子書來，述君臨歿欲得余文為園記。余老矣，殆不復入萬山之隘，以見所謂西園者。又念能增重此園者，君子也，豈在余文乎哉？顧重君之賢，傷君愛余之意，姑為文述之，以勖君之子。至於初作園之日月，及溪山登眺之勝，足以娛人耳目者，皆不足論也。"
    },
    {
        "title": "金焦同遊圖記",
        "content": "乾隆丁酉、戊戌之歲，朱思堂運使方在淮南，邀余主揚州書院，而王夢樓侍讀居京口，嘗期之同遊金、焦二山，屢宿僧寺。一日，三人對立山間，悠然若有所悟。思堂因言，欲使工為三人共作一圖。其後圖成，而余已去揚州里居，不及見也。思堂旋亦歸京師，惟夢樓常居京口。余懷思兩君，寄以詩云：「三客並知非一世，兩山回首有余蹤。」紀是事也。數年，思堂竟捐館舍。又後數年，其子丹厓來為江寧糧道。余適在江寧，相向感念思堂之不作。獨見賢子偉然繼武，重蒞江南，悲思之懷，一時交至。丹厓攜昔工所為三人同遊之圖，出以見示。作圖時，三人微及斑白。今鼐與夢樓，皆鬚髮皓然，與圖中不相似，蓋屈指閱十六年矣。思堂之儀容，固邈然既亡，鼐與夢樓，余年處世更復幾何？未知此身與是圖，當孰為真幻？因題其後，並以寄夢樓云。乾隆五十八年八月晦日，姚鼐記。"
    },
    {
        "title": "袁香亭畫冊記",
        "content": "香亭太守與其兄簡齋先生解官之後，皆買宅金陵而寓居焉。風流文采，互相輝映，固門內之盛也。簡齋性好山水，年六七十，猶時出遊，探極幽險。凡東南佳山水，天都、匡廬、天台、武夷，達於嶺海無不至。而香亭日閉戶，邀之暫出，輒有難色，其性與簡齋異者若此。顧獨好畫，窮日夕執筆為之不倦。蓋林麓煙雲之趣，浩渺幽邃之觀，水石竹木花葉鳥獸蟲魚之奇態，香亭自具於胸，而時接於幾席之上，意其遊亦未嘗異於簡齋耶？茲冊香亭摹董思白山水，凡十二幅，而簡齋自書詩十二首與相間，香亭以示余。余於詩畫深處，非所能解。自來金陵，與其兄弟交遊往來累歲，識名其末，以存其跡云。"
    },
    {
        "title": "少邑尹張君畫羅漢記",
        "content": "畫家白描之法，世謂始於李伯時。伯時龍眠山莊，在吾邑境。嘗入龍眠求其故址，卒不可知，悵然而返，而伯時之畫，生平亦未之見。往者袁春圃方伯為言：「曾於常州僧寺見伯時，畫一應真，其衣摺引筆屈曲，上下可二丈許，止作一筆，此殆為真跡無疑。」余聞而想見之，不能忘。少尹張君以高才來蒞敝邑，多藝能。以日治伯時舊里，追希妙跡，於簿書之暇，作應真長卷，持以見示，俾書其尾。余既未睹李氏絕藝之真者，不敢定君與伯時之畫相去幾何，又思伯時《山莊》、《西園》諸圖，有蘇、米為之記，畫泯記存，使人讀而仿佛焉，而余又無是文也。徒歎美少尹之逸情高韻，欲塞其請，漫書而歸之。"
    },
    {
        "title": "江上攀轅圖記",
        "content": "仁和孫公總督江南，歲未及期，綱紀上張，惠澤下布，吏慎而法良，稅平而事簡。人方樂其治，而上召公入為協辦大學士。夏四月，旌旆首途，耋艾壯稚，扶攜追送，慕懷而不欲其發。於是袁君樹為之圖，又有袁簡齋、浦柳愚兩君，作詩以詠其事，持以視鼐。鼐謂公負閎偉之才，仰佐聖治，俯安黎毗，外襄異域，勳業播四海，靡不聞矣。至其遇平生故舊，無貴賤，辭色愉愉，執禮謙遜之甚，如布衣交，此惟與公接者知焉。孔子曰：「事君而達，卒遇故人，曾無舊言。吾鄙之！」若公者，不亦賢乎！抑聞之，古王者勖諸侯詩曰：「君子樂胥，萬邦之屏。」又曰：「彼交匪敖，萬福來求。」夫君子承天王德意，以屏萬邦，惕惕焉惟恐不盡其任。處位雖尊，未嘗見為此為我寵貴資也，故驕傲之氣泯，而屏翊之道至。《詩》言賢侯之行二端，而理通於一。君子觀人一節，而知其備焉。然則見公之處交遊者如此，而亦可以推明公為大臣之度矣。袁、浦兩君，皆公鄉里故舊，而鼐則江南萬民之一，又故人也，故述斯義於茲圖，以為敬愛公者，公誼私情，若是交至，而公德益宏矣。"
    },
    {
        "title": "吳塘別墅記",
        "content": "無錫汪君銘常作別墅於吳塘之側，又自定壽終之藏於是地。丹徒王夢樓先生為之銘，及作《吳塘八韻》詩，寄余觀之，且使為記。昔莊生述子祀、子輿、子犁、子來謂：「孰知死生存亡之一體者，吾與之友矣。」今汪君之志，與此四人者，其奚異乎？子來又曰：「善吾生者，乃所以善吾死也。」吾聞汪君能以厚德成其內行，又擇山林湖陂之佳勝，將以遺世事而樂其生，此非所云善其生者乎？夫夢樓了通釋氏無生之法，殆無愧於子祀所云足與友者。若余俯仰人間，慕道而未見，苟遇子祀，當為所擯。夫烏足記汪君之墅？獨念生平亦好樂山水，渡江至丹徒，止於夢樓之堂。自是以東，皆足跡未至。今讀夢樓之詩，景物奇勝，足繫夢想。尚思以異日東遊，造錫山而窺吳塘之域，接汪君之容，而探其曠遠達觀之旨，斯誠平生之至願矣。昔蘇子瞻不識吳德仁，因陳季常寄詩，有「寓物而不留物」之羨，因以「握手一笑」相期。余願亦以此覬之汪君，其尚可得歟？是為記。"
    },
    {
        "title": "陳氏藏書樓記",
        "content": "士大夫好古能聚書籍者多矣，而傳守至久遠者蓋少。唯鄞范氏天一閣書，自明至今，最多歷年歲。國家修《四庫書》，取資范氏，以助中秘之藏，海內稱盛焉。余家近合淝，聞合淝龔芝麓尚書所藏書，亦至今未失。其家專以一樓庋之，命一子弟賢者，專司其事。借讀入出，必有簿籍，故其存也獲久。聞范氏之家法，蓋亦略與同焉。夫一人之心，視其子孫皆一也，而子孫輒好分異，以書籍與田宅奴僕資生之具同析之，至有恐其不均剪割書畫古跡者，聞之使人悲恨。然則藏書非必不可久，抑其子孫之賢不異也。新城陳凝齋先生，嘗購書萬卷。其後諸子為專作樓，以貯手澤，樓旁即為子孫讀書之舍。今其仲子約堂太守，又慮歲久而後人或有變也，乃摹凝齋先生之像於石，而奉之於樓下。使後人一至其樓前，而愴然思，惕然悚，愈久而不敢不敬守也。以余少獲奉見凝齋先生，乃以拓本寄余，且命為樓記。余於先生後裔又識數人，皆賢雋也，而約堂用意，又如是之至。然則百年之後，數海內藏書家，必有屈指及新城陳氏者矣，吾安得不樂而為之記也？"
    },
    {
        "title": "重修石湖范文穆公祠記",
        "content": "南宋資政殿大學士范文穆公，既以文學著稱當世，其詩尤為天下所愛。後世為詩者，每誦法之，以謂宋詩人之傑。然考公生平，立朝出使，卓有節行，臨民布政，方略可觀，亦非第詩人之傑而已。世傳公為中書舍人時，與張敬夫俱論已張說簽書樞密事。說曰：「張左司平時不相樂，固宜爾也。范致能與吾故交，胡為亦攻吾？」世以此或疑公，吾謂此公之所以賢也。君子之行不必同，大趣歸於義而已。拒小人甚嚴，君子之介也。「於人何所不容」，故舊往來，有不能絕者，君子之和也。至於當國家大政，進退賢不肖，則不敢忘守官之節，以平居昵好之私，奪朝廷是非之正，此非賢者而能之乎？《易》曰：「君子夬，獨行遇雨，若濡有慍，無咎。」范公於張說，殆若是矣。吾益以見公賢，夫何以疑公哉？公，吳人也。吳西南石湖，公詠遊之地，故有祠，歲久且頹。嘉慶二年春，觀察歷城方公、大興查公、府同知歙汪君同泛舟石湖，思范公之賢，至公祠而傷其敝，始議更修之。返告於方伯德化陳公及蘇州太守任君，皆樂成其事。因聞於侍郎學使長沙劉公及凡守牧江蘇者，競出財而濟其功，以其年某月竣事。方公至金陵語余，請為之記。余謂范公之賢，誼當祠於吳不朽，而諸公之競勸於此，亦有性情嗜好不必同，而同樂為義者乎？是固可紀也。余生平未嘗至吳，而慕其山川之勝。異日或從諸公瞻遊湖濱，造於祠下，見公像而一酬焉，其謂「是知我者」哉？"
    },
    {
        "title": "孫忠湣公祠記",
        "content": "明北平都督副使、燕山忠湣侯孫公諱興祖，始以雄傑之材，從高祖於淮上，渡江開國，數立戰功，終奮伐元遺孽，深入失援，身沒沙漠。其忠烈之跡，具載《明史》本傳。忠湣兄子諱繼達，始同以族從淮上，積戰功為濠梁衛指揮使。忠湣侯，定遠人也。及指揮使守常州，與張士誠拒戰最久，從徐達平士誠復有功，高祖乃賜之田宅於常州武進。指揮子孫遂為武進人。指揮之子泰，當建文時，為北平都指揮使。燕師起，與戰於懷來，中矢，裹血力戰，竟陷陳死，惠帝追封廣威侯。廣威有從父兄恭，亦早從太祖取沂州、密州、益都及克元都，屢有功，官至前軍都督僉事，授驃騎將軍。孫氏一門，在洪武、建文時，功業著聞凡四人，而死事者二焉。忠湣之子恪，亦繼為良將，爵至通侯矣，而不幸與藍玉之禍，故孫氏之居定遠者衰，而武進獨盛。明禮部尚書文介公慎行，則濠梁指揮之八世孫，而廣威之弟後也。今兗沂曹觀察星衍，又文介兄七世孫也。觀察以謂孫氏建功，肇始於忠湣，而無專祠，非所以表忠義以光後嗣。乃於江寧城中買地，建為祀所，以奉忠湣，而以濠梁指揮、廣威侯、都督僉事三主祔其左右。又於祠室置書籍彝器之藏甚備，俾後子孫能讀書者守之，余皆可假觀，而終歸於祠。因請余為之記。余謂孫氏之始興也以武烈，而後子孫之達者以文學，文武雖異，而一歸於忠孝大義則同。今觀察建祠之法，上以崇先祀，下以啟後賢。不以遠遺，不以己私。其用意甚厚，其望於族人者甚巨且遠。孫氏忠孝之美，其將有世濟者乎？"
    },
    {
        "title": "方正學祠重修建記",
        "content": "天地無終窮也，人生其間，視之猶須臾耳。雖國家存亡，終始數百年，其逾於須臾無幾也。而道德仁義忠孝名節，凡人所以為人者，則貫天地而無終敝，故不得以彼暫奪此之常。昔明惠宗之為君，成祖為臣，自下逆上，篡取其位。當時忠義之士，抗死不顧，而方正學先生之事尤烈，此貫天地不敝之道也。天道是非之理，間不與禍福相附，楚商臣、匈奴冒頓，皆身享大逆之所取，而傳之子孫。當其造逆之日，亦安知無仗節死難之臣於其間？而古記或略而不傳。要之忠義之氣自合乎天地，士固不必以名傳也，而靖難之事，於今為近。正學先生本儒者之統，成殺身之仁，雖其心不必後世之我知，而後人每讀其傳，尤為慷慨悲泣而不能自已。成祖天子之富貴隨乎飄風，正學一家之忠孝光乎日月，此豈非人心之上通乎天地者哉？明萬曆時，南京士大夫始建正學祠於其墓前。至國朝數經修飭，今祠宇又以久敝矣。江寧巡道歷城方公昂，其先金華人，正學之族子也。來謁祠下，因亟修治其漏壞，又增建前後之屋各四楹，旁屋三楹，以便守者之居，而壯祠之觀。歲月久遠，或更有視其敝，感正學之誼而來修者，公乃請余為記以待之。嘉慶二年秋七月，桐城姚鼐記。"
    },
    {
        "title": "常熟歸氏宗祠碑記",
        "content": "吳中歸氏，皆出於唐翰林學士兵部尚書餘姚宣公之後。宣公之孫五世，其名可考，五世之下，更宋及元，其世次名爵皆佚焉。明太僕丞震川先生作《歸氏世譜》，論之詳矣。常熟之族，震川《世譜》所云在常熟者居白茆是也。始自吳遷白茆者曰榮四公。榮四七世孫曰椿，震川所為作《歸府君墓誌銘》者也。其子有雷、霆、電三人。霆於白茆建祖祠焉。後其子孫自白茆遷常熟城內，而白茆祠久圮壞，乃更建祠城北，為堂三間，中祀宣公，旁祀始遷祖榮四公以下凡三十五人。堂後為樓，凡居白茆時所藏石刻遺像皆遷藏於是，時康熙六十年也。迄嘉慶二年，今歸君文學寅亮、拱等，以堂久黯敝，加丹雘而新之；又於堂前增建門廡凡八間，而祠之規制乃益嚴以靖。常熟歸氏，自明中葉至國朝二百年中，以名德尤稱鄉賢者，曰刑部主政裔興公，少詹惺崖公，贈工部尚書監茲公，又有孝子松期公。孝子故於宗祠堂側有專祠，今圮，乃於其地重立之。其三鄉賢，則買地各建專祠於宗祠堂後，逾年工悉竣，乃至江寧請記於余。余謂歸氏在明代稱以昆山，今世則以常熟，至大司空監茲公以才德勃興，列位正卿，真古公侯族矣。今歸君為大司空之孫，繼承祖德，而尤盡心於宗祀，其道不已善乎？且崇先者，一家私情也。尚賢者，天下公誼也。茲之立制，蓋兼盡之。昔震川每惜古人宗法之壞而不可復，而立宗祠者，收宗復古之先務。吾聞震川無後嗣，其墓在常熟，宗人為修祭焉。夫常熟之宗，能厚於其別宗者猶如此，而況於其本宗哉？由是推之，其將弗憾於宗法之敝也歟？是足記也。嘉慶三年十月，桐城姚鼐記。"
    },
    {
        "title": "峴亭記",
        "content": "金陵四方皆有山，而其最高而近郭者，鍾山也。諸官舍悉在鍾山西南隅，而率蔽於牆室。雖如布政司署瞻園，最有盛名，而亦不能見鍾山焉。巡道署東北隅有廢地，昔棄土者聚之成小阜，雜樹生焉。觀察歷城方公，一日試登阜，則鍾山翼然當其前，乃大喜，稍易治其巔，作小亭。暇則坐其上，寒暑陰霽，山林雲物，其狀萬變，皆為茲亭所有。鍾山之勝於茲郭，若獨為是亭見也。公乃取「見山」字合之，名曰「峴亭」。昔晉羊叔子督荊州時，於襄陽峴山登眺，感思今古。史既載其言，而後人為立亭曰峴山亭，以識慕思叔子之意。夫後人之思叔子，非叔子所能知也。今方公在金陵數年，勤治有聲，為吏民敬愛，異日或以茲亭遂比於羊公峴山亭歟？此亦非公今日所能知也。今所知者，力不勞，用不費，而可以寄燕賞之情；據地極小，而冠一郭官舍之勝。茲足以貽後人矣，不可不識其所由作也。嘉慶三年四月，桐城姚鼐記。"
    },
    {
        "title": "聖駕南巡賦〈（并序）〉",
        "content": "臣聞王者兼覆九州，內撫畿甸，外察方嶽，其為道蓋至廣遠。《易傳》曰：「風行地上觀，先王以省方觀民設教。」夫八方之氣不同，而風行因土以生物者，天地之至德也。九州之俗不同，而天子省民因方以成治者，聖人之至教也。古揚州之域，厥民輕心，火耕水耨。昔者嘗蒙仁皇帝六蒞之恩及世宗十三年休養生息之福。皇帝承基，至仁究物，念東南之幽阻，懼民隱之不聞，十六年、二十二年時巡，再蒞於江、淮，察吏問俗，民勸於化。夫恩篤者道崇，志深者念遠，海內承平百年矣。天子仁沛而義凝，南綏而北撫，教友民而徵不庭，懷異俗而廣徼塞，風雨雷霆之所施，地里億萬以計。受萬國之攸同，輯祥嘏而來備，歸福慈寧，乾坤愷豫。重光之歲仲冬，維皇太后七旬萬壽之慶。聖孝攸崇，推恩庶類，北戶而北，窮發之南，靡弗欣懌。既履逸樂，不忘憂勤，維茲江、浙之間，實聖心所尤切。二十七年春，玉輅復臨，清問疾苦，禁惰玩於民萌，昭震疊之宏業。昔三代王者，繼有神聖。臣嘗考之詩歌，必先述其小心勤惕，治內治外，罔弗安恬，又使萬物得其理，覽草野之鄙事，然後民樂其德，揚懌和之聲，保世滋大，集休福於無窮也。以東南之區，古稱難治，而屬車三歷，俗變風移，豐美之化成，謠詠之聲作，雖其言不出於閭閻鄙俚，而足以上占國家隆治之昌，景福之遠。臣愚無似，竊作賦一篇，不敢自附於古詩之流，亦欲以道鄉里之民情，述睹見之所及，以揚盛世輝光之萬一云爾。其辭曰：於皇時清，維祖宗濬恭緝熙，佑民勤恤。乃篤生皇帝之文武睿哲。匹天運而日行，紹丕業而無逸。穹覆庶生，萬方如一。方內大和，乃治遠夷。既定邛、僰之外疆，招西域而懷來。乃有狼顧豕竄，鳥距魚鬐，跳踉矜恃岩幽曲渚之中，而以仰抗夫天威。萬士勃怒，是命將帥，收準、回之兩蠢，翕萬部而失氣。定功蔥嶺之北，辟疆玉關之外。蓋為地二萬有餘里，合古三十六國而歸於郡縣之吏。靡不被德施而恩流，葳蕤而滂沛。治蚃，產祥嘏，雲日輝和，風雨歸善，於聖母錫福，於下土重光。元英日行，牽牛臨於河渚。皇太后履萬壽而當七旬，仰睹聖孝巍崇，邁於前古。莫不踴躍歡欣，忭手歌舞，曰：「是宜康豫無為，輝明黼黻而鏗鳴鍾鼓。」皇帝曰：「嘻！余敢自康自逸，雖茲江、淮，東暨於越。昔聖祖恩加乎六巡，及朕亦再為臨閱而式加優恤。顧猶恐化澤有未究，疾苦有未聞，宜噢咻以三復，豈朕躬而憚勤？」乃命百吏，稽禮文，循前典，加鴻仁，水衡頒錢，司農調均，散委積於京倉，蠲租稅而拯貧。申誡使者：「汝領治河，鞏成金堤，洪流逶迤。」然後禮官奉儀，太史練日，首春晨暄，大駕將發。總虎賁之禁旅，陳鹵簿之有秩。奉慈寧之安輿，乃迤出於殿闕。條狼執鞭，誦訓夾軌，華芝道遊，秋秋翐々。沛艾騰驤，扶帟翼，順和氣之萌茁，轉春郊之青旂。芾裳景從，雜遝重委，日動而雲飛，邪拂乎海岱，光熛燭乎淮、沂。當鸞輿之未行也，先明詔乎有眾曰：「谘吏以屆民，維儉德之是奉。假靡麗以飭恭，實朕心之攸痛。快視聽於須臾，懼百室之遝恫。所臨馳道，宮館所供。式攸循禮，毋以麗用。萬乘所至，廛市無動。度財大農，毋敢私貢。」是以吏無供帳之煩，而民無威臨之恐。乃以南徂，乃觀大河。天雲澹而飛揚，長風柔而蕩波。龍伯戢其之，而從蜿蜒乎蛟鼉。仰萬乘之戾止，召百靈而委蛇。分渠浪蕩，淮口是過。各官奉職，金堤峨峨。刻玉禮神，永戢以和。超渾流而南逾，徵萬民之咸喜，儷雲日之輝光，吾宿瞻乎天子。茲念我之弗釋，又再蒞乎我里。誠慰我之慕思，呼萬歲而拜稽。連襼接袂，錯頂累趾。扶掖龐眉，亦攜稚齒。有垂伊絲，楊柳依依。有龍飛矣，天子之旂。布廣澤與崇山，敷春卉之披離。茲風景之未改，夙昔憬乎帝思。宛來蒞於茲土，計杓運之數移。既長我之嬰稚，又增壽乎耋耆。敦風俗之懋和，閱多悆而阜熙。固皇心之載嘉，粵集休之孔宜。乃御龍舟，黃頭擊櫂，吳越吟，涉江激噪。歡鳧雁之鳴飛，燭紫蘭之茁冒。晴日麗乎平皋，流帆揚而照耀。俯龍虎之盤蟠，招奔趨而繚繞。越江、漢而超五湖，東以介乎海嶠。乃御離宮，周以清，鍾山之麓，漸江之滸。倚郭控郊，或帶田圃。梅林揚葩，春禽初語。修竹菁菁，溪流有湑。溯自昔兮幸臨，言於斯而晏處。不侈增乎前觀，有依閑兮庭廡。儉德昭乎軒楹，睿藻宣於鐫鏤。爾乃蒞南土，觀稼穡，彌湖陂，利溝洫。地早燠而後寒，稅再熟而餘食，美風雨之既和，見萬類之滋植。桑榮柔而衣履豐，麥青黃而倉廩實。有丱婦之餉饁，懿茲農之樸力。爰補助之攸行，復胡憂於乏亟？若夫左江右湖，指次吳、會，天地鬱阻，東被海介。皇甄治之有岩，吏慎防乎封界，戢鳥夷之肆心，安商舶之失戒。乃閱舟師，艅艎載旆。縱鳥逝而龍驤，芴荒裔而四逮。火焱發其煌流，煜星奔而雷磕，蛟龍竄伏而屏氣，山島阤落而失隘。瞰武節之式昭，宣威棱乎域外。於是帝乃頒賚，守職長吏，農工商販，既遍以備。暢和氣之休嘉，鬱充塞乎天地。乃朝群辟，展皇儀，張廣筵，式燕私。黼黻蹌蹌，鼓鍾論詩。飫於隆恩，載飽德施。上皇太后，萬壽有祺。合海隅之群歡，以上奉於一卮。愔愔帝德，厥殷治教，袪所患惡，謹所好樂，杜治術之陂邪，警愚憃之失道。嗟我友民，世服忠孝，服冕攸興，敬為民導。作嘉頌而揚休聲，亦既各宣其舞蹈。弦誦闤闠之所，歌謠江海之漘，爰進試其秀才，升時髦而允掄，或辰宅於菰蘆，而夕進於宮鄰。夫惟江、浙之俗，亦勞亦侈。地下以阻，包數千里。富以溢禮為華，秀以文辭為靡。矧厥土之最下，惟民力以營之。澤草所生，芒種維宜。桔槔挈首，注高引卑。作力獨深於海內，寡儲亦易以怨谘。苟非蒙聖主之式臨，何以永載於雍熙。昔歲載陽，既賁帝趾，雲日其輝，於江海涘。民仰識乎隆準，習玉輅之和音。何念復於此而弗忘？誠被德之滋深。上竭其思，下寫爾忱。八荒既已阜安，猶顧瞻而有餘心。造至化以敦德，將集祉萬億載以有壬。"
    },
    {
        "title": "祭林編修澍蕃文",
        "content": "嗚呼！寥曠朗而曀陰兮，風四起而蕭瑟。草未霜而先萎兮，華始春而零落。時不可以中淹兮，地不可以久宅。路遠荒忽兮天茫茫，去海隅兮超河、漳，窈憭栗兮恍遠望。上有母兮下有兄，食不甘兮寢不寧，隱思子兮涕零。年弱而非壯兮，貌皙而不。邈不得徠歸兮，倏忽以終生。鬱紛綸之多才兮，為近臣而婉孌。出奉使而不欺兮，入在廷而款款。世競諂以容進兮，蹇何君之徙倚？挾寶呈之照乘兮，投淤泥而愧恥。耿獨立其不懼兮，孰餘怒兮孰喜？水何坎而不逝兮？民何生而不死？失與得之須臾兮，吾至今而知君之不悔。臭若蕙兮玉有輝，朝吾室兮暮予帷，君愛予兮不忍歸，青春晁出薊兮慘與子違。殷結友兮知者稀，建兮翻翻。風回回兮舷進難，出淮汭兮循邗，望出涕兮江之幹。雖為善兮何恃？既寡妻兮無子。骨將朽兮道不毀，千齡兮萬祀，遊無生兮反無始。尚饗！"
    },
    {
        "title": "祭張少詹曾敞文",
        "content": "嗚呼！昔君始降，宵中營室。鼐生逮君，後五十日。君長而才，鵬揚驥騖。鼐也無能，伏尋章句。十年二之，偕聞《鹿鳴》。風雪載途，共以車征。龜坼其膚，褰辟帷令。笑我擁袖。懦婦稚嬰。省試罷歸，獨君登第。送我西墉，援衣出涕。君為禁臣，彪胸爛手。裁觚朝脫，暮誦士口。鼐走南北，五躓一升。來則授榻，行為檢縢。荒園廢寺，挈攜交朋。畸客窮士，受禮不能。狂歌踞罵，酒悲沾膺。人或駭厭，君恬不憎。鼐不能飲，君每代舉。同車出入，相從坐處。獎善捄過，或喜或頩。嗚呼君往，而孰余成？士氣之卑，言甘貌順。君企古人，欲以義振。兩試翰林，辭成拔俊。遂至詹事，益持孤峻。眾所顧畏，索刺瘢疵。詔衡貢士，有當無私，勇於知恥，怯於賄貲。交讒去官，大快群欺。自是與君，別居南朔，在歲壬辰，來儳去邈。念君魁梧，麵丹有渥。終接簷甍，晨宵商榷。鼐始告歸，君在大梁。靳世大用，為師一方。正月十二，作書示我。暮已告疾，晨琴徹左。凶問遠承，將信終叵。手執君書，情密辭夥。天道佑善，芴不可論。既煢獨餘，又奪所親。強盛先隕，弱寧久存？鼐在揚州，君柩歸里。不牽其紼，不撫其子。寫辭可窮，有悲曷已！尚饗！"
    },
    {
        "title": "祭侍潞川文",
        "content": "昔歲庚午，鼐始鄉舉。張徐汪君，及君餘伍。初入京師，寓居佛寺。君暨三君，謂余同志。余病而興，不勝跪拜。數子時來，色腴神快。張、徐先仕，汪以繼登。或中或外，官為世稱。操衡貴人，妍媸以臆。五貢有司，子偕余斥。君第之歲，我猶窮羈。忘君之喜，為我嗟谘！又後四年，余第南還。幽幽子室，館我其間。重五泛舟，萬夫呼噪。風起水溢，升龍以棹。淮南冠蓋，君飲之酒。謔論諧辭，擊掌濡首。網魚於江，烹鱗璀璀。有唱四酬，怒出如蕾。始隕汪君，追求莫及。四子人間，數於分合。張君禁臣，屢以才達。直立嶷嶷，群手交摋。君丞太學，鼐屬尚書。相憐失侶，把手欷歔！搜文《四庫》，與子偕命。晝几宵燈，目窮心競。鼐以疾還，君留闕下。換秩翰林，責殷身寡。張君既替，茲春疾喪。遺書報君，俾君淒愴。開緘讀復，凶問隨來。天乎人乎？奄受之災。昔其相知，渥顏始冠。未三十年，凋零過半。有才絕人，引镵自寇。擢性滑神，終於不救。君既亡子，長女喪夫。有稚攜抱，隱痛何如？君之期余，勉余為義。靡以益君，俯仰懷媿。尚饗！"
    },
    {
        "title": "祭劉海峰先生文",
        "content": "嗚呼！自聖有道，道存乎文。孔徒之傑，與顏同倫。周室世衰，末流岐分。或鳴為技，或以道陳。迄千餘年，其傳緡緡。豈無才士，識暗其本？苟為僨強，卒躓而隕。聖言載世，有炳其光。蔽晻於蒙，日月何傷？吾鄉宗伯，勇繼絕軌。甘噬幹臘，寧遺腴旨？賅萬逾俗，去古則咫。先生再興，益殫厥美。上與《詩》、《書》，應其宮徵。抉搜百家，掩取瑰偉。抑揚從心，不見端委。日麗春敷，雖妍不靡。世有斯文，千載之雄。百世所述，當世則窮。半生場屋，老授學官。卒亦不居，退處江干。天奪其子，獨與以朋。昔我伯父，始與並興。和為文章，執聖以繩。劇談縱笑，據幾執觥。召我總角，左右是應。賤子既冠，於京復見。先生執手，為我嗟歎！嗣學古人，以任道期。亹其文，以贈吾離。其後閱年，又逾二十。豈徒君耄，鼐亦衰及。念吾伯父，相見以泣。先生益病，侍帷妻妾。要我床前，強坐業業。猶有高言，記為士法。孰承遺書，竟委幾榻？舉世茫茫，使我孤立。有言莫陳，終古於邑。嗚呼尚饗！"
    },
    {
        "title": "祭朱竹君學士文",
        "content": "嗚呼！海內萬士，於中有君。其氣超然，不可輩群。余始畏焉，曰師非友。辱君下交，以為吾偶。自處京師，君日從語。執拒相諍，卒承諧許。或歲或月，以事間之。清辭酒態，靡不可思。余與君決，乙未之春。有言握手，期我古人。君之屬文，如江河彙。不擇所流，蕩無外內。猋怒濤驚，復於恬靡。小沚澄潭，亦可以喜。世皆知君，文士之碩。莫見君心，堅如金石。不為勢趨，不為利眯。吃口澀辭，遇義大啟。嗚呼今日，士氣之衰。天留一人，庶卒振之！七年江濱，日思君面。已矣及今，終不可見。嗚呼尚饗！"
    }
]